[
    {
        "id": 1,
        "poetName": "Аббазов Сағыйдулла",
        "lifeSpan": "1930-1990",
        "biography": "<br>  Сағыйдулла Аббазов — балалар шайыры.   <br>  С. Аббазов 1930-жылы   5-майда Тахтакөпир районында белгили халық шайыры А. Дабыловтыӊ   шаӊарағында туўылған. Ол 1947-жылы Төрткүлдеги аўыл хожалық   техникумын питкерип Қарақалпақ мәмлекетлик пединститутыныӊ   қарақалпақ тили ҳәм әдебияты бөлимине оқыўға киреди ҳәм оны   1952-жылы тамамлайды.   <br>  С. Аббазов 1952-1957-жыллары “Жас Ленинши” газетасында   көркем әдебият бөлимин басқарады. Соӊынан (1958-1964) “Жеткиншек”   газетасыныӊ жуўаплы хаткери, (1964-66) Ташкенттеги   жоқары партия мектебинде оқыйды, 1966-1976-жыллары “Қарақалпақстан”   баспасында көркем әдебият бөлиминиӊ баслығы,   бас редактор (1966-1976) лаўазымларында иследи. 1976-1985-жыллары   Қарақалпақстан телевидениеси ҳәм радио еситтириў   Комитетинде аға редактор, бас редактор, Комитет баслығыныӊ орынбасары,   1985-жылдан өмириниӊ ақырына шекем   “Қарақалпақстан” баспасыныӊ бас редакторы болды.  <br>  С. Аббазовтыӊ дәслепки шығармалары 50-жыллардан баслап   баспа сөзде көринди. Ол балалар ҳәм жас өспиримлер ушын   көп ғана шығармалар дөретти. Оныӊ “Сырлы альбом” (1962),   “Мениӊ иним” (1964), “Кел, бәҳәрим!” (1967), “Қуслар қайтып   келеди екен” (1968), “Мектепте де, үйде де” (1977),   “Мектепте байрам” (1987) сыяқлы топламлары ҳәм таӊламалы шығармаларынан   ибарат бир томлығы жарық көрди.  <br>  С. Аббазов К. Чуковский, С. Михалков, А. Барто,   Қ. Мухаммадий, Г.Георгиевтиӊ бир қатар шығармаларын қарақалпақ   тилине аўдарды. Шайырдыӊ “Тимуровцы Арала” (1976) деген   китабы рус тилинде де басылып шықты. Оныӊ бир қатар   шығармалары басқа тиллерге де аўдарылған, намаға түсирилген   қосықлары да бар.  <br>  С. Аббазов 1982-жылдан Жазыўшылар аўқамыныӊ ағзасы."
    },
    {
        "id": 2,
        "poetName": "Абдусадықов Ҳайытбай",
        "lifeSpan": "1957",
        "biography": "<br>  Ҳайытбай Абдусадықов — шайыр.  <br>  Ҳ. Абдусадықов 1957-жылы Хожели қаласында туўылған.  <br>  Орта мектепти питкергеннен соӊ дәслеп Тақыятас қаласындағы   кәсип-өнер училищесин, кейин Ташкент аўыл хожалық техникумын тамамлайды.  <br>  Мийнет жолын Хожели районындағы Ахунбабаев атындағы фермер   хожалығында агроном болып ислеўден баслайды.  <br>  1990-жылы Ташкент Мәмлекетлик Университетиниӊ  журналистика факультетиниӊ сыртқы бөлимин питкерип   шығады. 1980-жыллардан баслап баспасөз тараўында хызмет   атқарады.  <br>  Шайырдыӊ қосықлары сексенинши жыллардан баслап   Нөкис ҳәм Ташкенттеги газета-журналларда көрине баслады.  <br>  “Мени кашф этинг” (1984), “Ёруғлик истаги”(1990),   “Хожели — Хожа-эли” (1997), “Аслим, Аслим Хўжа эли” (2005)   китаплары басылып шықты.  <br>  Ҳ. Абдусадықов 1991-жылдан Жазыўшылар аўқамыныӊ  ағзасы."
    },
    {
        "id": 3,
        "poetName": "Айжанов Өтеген",
        "lifeSpan": "1925-1960",
        "biography": "<br>  Өтеген Айжанов — жазыўшы.  <br>  Ө. Айжановтыӊ дөретиўшилиги Мойнақ балықшыларыныӊ   турмысы менен тығыз байланыслы.  <br>  Оныӊ дөретпелеринде Арал балықшыларыныӊ өмири   өзиниӊ көркем сәўлелениўин тапты.  <br>  Өтеген Айжанов 1925-жылы 25-январьда Мойнақ районыныӊ   10-аўыл Кеӊесинде туўылған.  <br>  1943-1944-жыллары екинши жәҳән урысына қатнасты,   аўыр жарадар болды, соӊ аўылда муғаллим болып иследи.   1950-жылы Ташкенттеги юридикалық мектепти тамамлап,   Қарақалпақстан Республикасы Министрлер Кеӊесинде хызмет   атқарады (1950-1952), социалық тәмийнат министрлигинде аға   инспектор болды (1952-1954).  <br>  Ө. Айжановтыӊ “Толқын” атлы биринши гүрриӊи 1950-жылы   “Кызыл Қарақалпақстан” газетасында дағазаланды,   биринши топламы “Балықшы жигит” деген ат пенен 1955-жылы жарыққа шықты.   “Намыс” атлы повести 1960-жылы басылды.  <br>  Оны көпшиликке танытқан “Арал қушағында” романы (1958) болды.   Роман 1975-жылы екинши мәртебе басылды.   Бул шығарма қарақалпақ прозасыныӊ тарийхында белгили   қубылыс болды.  <br>  Автордыӊ өзи қайтыс болғаннан соӊ “Устаз ҳәм шәкирт” (1969)  деген повести жарыққа шықты.  <br>  Ө. Айжанов 1959-жылдан Жазыўшылар аўқамыныӊ ағзасы."
    },
    {
        "id": 4,
        "poetName": "Аймурзаев Жолмурза",
        "lifeSpan": "1910-1996",
        "biography": "<br>  Жолмурза Аймурзаев — шайыр, жазыўшы ҳәм драматург.  <br>  XX әсирдеги қарақалпақ әдебиятын баслаўшылардыӊ бири.  <br>  Ж. Аймурзаев 1910-жылы Шымбай районыныӊ аймағында   туўылған. Ол дәслеп интернатта тәрбияланған ( 1922-26), соӊ   1926-1927-жыллары Шымбайдағы “Коммуна” мектебинде   оқыйды, 1927-1932-жыллары Төрткүлдеги педтехникумды   питкерип, Тахтакөпир районында муғаллим болып ислейди.  1935-1939-жыллары Москвадағы А.В. Луначарский атындағы   көркем-өнер институтында оқыйды, соӊынан 1942-жылға   шекем Қарақалпақстан Жазыўшылар аўқамында жуўаплы   хаткер болып ислейди.  <br>  Жазыўшы екинши жәҳән урысы фронтларына қатнасады,   фронттан қайтқаннан кейин 1944-51-жыллары, 1958-1962-жыллары   Қарақалпақстан Жазыўшылар аўқамыныӊ   баслығы, 1963-72-жыллары Өзбекстан ҳүжжетли ҳәм илимий көпшилик   фильмлер студиясыныӊ Қарақалпақстан   филиалын басқарады.  <br>  Шайырдыӊ биринши қосығы 1927-жылы баспа сөзде   шықты. Сол жыллары ол “Гүрес”, “Гүресте жеӊдик” деп аталған   дәслепки поэмаларын дөретти, драматургия тараўында 1933-жылы   “Ҳәкислилер”, 1939-жылы “Өз таяғы өзине” пьесаларын   жазды ҳәм саҳнада қойылды. Ал 1940-жылы “Қарақалпақстан   әдебияты ҳәм искусствосы” журналыныӊ №3-5 санларында, 1941-жылы   №1 санында жазыўшыныӊ “Қуўат”   атлы повести басылып шықты.  <br>  Ж. Аймурзаев екинши жәҳән урысы жылларында “Мениӊ   жолдасларым” поэмасын, “Арал қызы”, “Лейтенант Елмуратов”,   “Коля” атлы пьесаларын жазды.  <br>  Жазыўшы - драматургтиӊ “Айгүл-Абат” ( 1946, 1952),   “Бердак” (1958, 1977), “Қәдирдан доктор” (1960), “Рәўшан”   (1956), “Шеберханныӊ шырмаўығы ” (1964), “Бахыт булағы”   (1967) пьесалары театр саҳнасында қойылды.  <br>  Ж. Аймурзаевтыӊ “Келин” гүрриӊи, “Әмиўдәрья бойында”,   “Қызкеткен”, “Мухаббатым адамлар” романлары көпшиликке жақыннан  таныс. Жазыўшы Қарақалпақ әдебиятында   биринши роман дөретиўшилердиӊ қатарына киреди.  <br>  Ж. Аймурзаев “Өзбекстан (1981) ҳәм Қаракдлпақстан (1974)   халық жазыўшысы”, “Өзбекстан Республикасына мийнети сиӊген мәденият   хызметкери” (1957) деген ҳүрметли атақлардыӊ   ийеси. Ол “Айгүл-Абат” пьесасы ушын Қарақалпақстан Республикасы   Бердақ атындағы мәмлекетлик сыйлығыныӊ лауреаты болды,   еки мәртебе Қарақалпақстан Республикасы Жокарғы Қенесине   депутат болып сайланды, “Мийнет Қызыл Байрак”, “Халықлар дослығы”,   үш мәртебе “Ҳүрмет белгиси”   орденлери, Өзбекстан ҳәм Қарақалпақстан Республикасы Жоқарғы   Кеӊесиниӊ Ҳүрмет жарлықлары менен сыйлықланған.  <br>  Жазыўшыныӊ бир қанша шығармалары көплеген тиллерде   басылып шықты.  <br>  Шығармалары: “Ҳәкислилер” (1934), «Қосықлар» (1935,1936,1938)   «Уллы Ўатан» қосығы (1939), «Тасқын» (1946), «Мениӊ батырларым» (1949),   «Қаҳарманлық гүреске» (1942), «Шайыр сөзи» (1949), «Жас әўладларға» (1951),   «Даӊқлы дослар» (1954), «Айдын жолда» (1951), «Әмиўдәрья бойында» (1958),   «Жетимниӊ жүреги» (1967), «Қызкеткен» (1972), «Өмир шайдасыман» (1976),   «Жетпис тоғызыншы бәхәр» (1989),   «Жолмурза Аймурзаев. Шығармалары» I том, (1961),   «Жолмурза Аймурзаев. Шығармалары» II том, (1962) ҳәм тағы басқалар.  <br>  Ж.Аймурзаев 1934-жылдан Жазыўшылар аўқамыныӊ   ағзасы."
    },
    {
        "id": 5,
        "poetName": "Аймухаммедова Бийбиайша",
        "lifeSpan": "1953",
        "biography": "<br>  Бийбиайша Аймухаммедова — жазыўшы.  <br>  Ол 1953-жылы Түркменстанныӊ Ташаўыз ўәлаятыныӊ   Гөне Үргениш районында туўылған.  <br>  1974-жылы Қарақалпақ мәмлекетлик педагогикалық   институтыныӊ Қарақалпақ тили ҳәм әдебияты факультетин питкереди.  <br>  Мийнет жолын Хожели, Қанлықөл районларында муғаллим   болып ислеўден баслаған, 1977-1979-жыллары радио еситтириў   комитетинде ислесе, 1979-жылдан баслап №56   кәсип-техникалық колледжинде оқытыўшы болып ислейди.  <br>  Б. Аймухаммедованыӊ дәслепки қосықлары республиқалық,   районлық газеталарда, “Әмиўдәрья” журналында   дағазаланады.  <br>  1978-жылы “Шофер қыздыӊ күнделиги” атлы повести   жәрияланды.  <br>  Б. Аймухаммедова 1983-жылдан Жазыўшылар аўқамыныӊ ағзасы."
    },
    {
        "id": 6,
        "poetName": "Айтмуратов Дәўлен",
        "lifeSpan": "1933",
        "biography": "<br>  Дәўлен Айтмуратов — шайыр, драматург ҳәм алым.  <br>  Дәўлен Айтмуратов 1933-жылы 3-майда Қусқана таўыныӊ   қубла тәрепинде, Еркиндәрья аймағында туўылған.   1962-жылы Москвадағы А.М. Горький атындағы әдебият институтын   тамамлап, 1962-1973-жыллары “Әмиўдәрья” журналыныӊ бөлим   баслығы болып ислейди, “Жеткиншек” газетасында хызмет атқарады.  1974-1976-жыллары Алма-Атада “Қазақ-фильм” киностудиясында,   1976-жылдан баслап Н. Дәўқараев   атындағы Тил ҳәм әдебият институтында илимий хызметкер,   аға илимий хызметкер лаўазымларында ислейди.  <br>  Шайырдыӊ дәслепки қосықлары 1958-жылдан баслап жарық көрди.   Оныӊ баспада “Қосық ҳәм тымсаллар” (1960),   “Ағар дәрья” (1965), “Тымсаллар” (1975), “Мен шынлықты   сүйдим, олсыз ҳеш нәрседе қәдир йоқ” (1990) деген топламлары ҳәм   “Ялғаншыныӊ иси”, соӊынан “Ақмақлық дүньясында”(1990) атлы комедиясы   жәрияланды ҳәм “Пир қаққан”   комедиясы театр саҳнасына қойылды.  <br>  Д. Айтмуратов тарийх, тил билими тараўында 1986-жылы   “Тюркские этнонимы” атлы көлемли изертлеўин бастырып   шығарды.  <br>  Ол Э.Роттердамский, Т. Шевченко, М.Ю. Лермонтов, С.А.   Есенин, В. В. Маяковский, А.Наўайы, Ҳафыз, Ш. Руставели   шығармаларын қарақалпақ тилине аўдарды.  <br>  Д. Айтмуратов “Қарақалпақстан Республикасына мийнети   сиӊген мәденият хызметкери” хүрметли атағына ийе.  <br>  Д. Айтмуратов 1969-жылдан Жазыўшылар аўқамыныӊ   ағзасы."
    },
    {
        "id": 7,
        "poetName": "Айтмуратов Рахман",
        "lifeSpan": "1945-2005",
        "biography": "<br>  Рахман Айтмуратов 1945-жылы 4-февральда Мойнақ районыныӊ   “Қызыл жар” аўылында туўылған.  <br>  Орта мектепти питкергеннен соӊ “Арал балықшысы”   газетасында жумыс баслайды.  <br>  Қонырат районлық “Жеӊис байрағы” газетасында әдебий   хызметкер, бөлим баслығы,соӊынан Ташкент Жоқарғы партия   мектебинде оқып келип, усы газетаныӊ редакторы болып ислеген.  <br>  1986-жылдан 1997-жылға шекем Қоӊыраттағы аўыл хожалық  лицейинде муғаллим болып ислейди.  <br>  Ал, 1997-жылдан өмириниӊ ақырына шекем Қарақалпақстан   телевидениесиниӊ Қоӊырат районы бойынша өз хабаршысы болды.  <br>  Р. Айтмуратовтыӊ дәслепки “Пәрўаз” атлы қосығы 1962-жылы   шыққан еди.  <br>  Соннан берли қосықлары, поэмалары, гүрриӊлери, очерклери   баспа сөзде үзликсиз жәрияланып келди.  <br>  “Қарақалпақстан” баспасынан 1993-жылы “Дүбелей”, 1997-жылы   “Гүбелек неге гүлге қонды?”, 1997-жылы “Дәўир руўхы” қосықлар китабы   басылып шықты.  <br>  Р. Айтмуратов 1998-жылдан Жазыўшылар аўқамыныӊ   ағзасы."
    },
    {
        "id": 8,
        "poetName": "Айтниязов Әўезхан",
        "lifeSpan": "1938",
        "biography": "<br>  Әўезхан Айтниязов 1938-жылы 27-июньде Нөкис   қаласында туўылған. Орта мектепти питкергеннен соӊ Ташкент   мәмлекетлик дене тәрбиясы ҳәм спорт институтын питкерди.  <br>  Нөкис мәмлекетлик педагогикалық институтында   оқытыўшы, декан, кафедра баслығы, доцент, сондай-ақ,   көп жыллар жоқары лаўазымларда минсиз хызмет атқарды.  <br>  Ә. Айтниязов бир неше мәрте Қарақалпақстан   Республикасы Жоқарғы Кеӊесиниӊ “Ҳүрмет жарлығы” менен   сыйлықланған. Оған 1992-жылы “Қарақалпақстан Республикасына   мийнети сиӊген мәденият хызметкери” ҳүрметли   атағы берилди. Ол «Қарақалпақстан Республикасы билимлендириў ағласы».  <br>  Оныӊ “Саламат болғыӊ келсе” (1992), “Ҳәўлидеги   ҳәрекетли ойынлар” (1993), “Жить 180 лет - это возможно” (1995),   “Теннис” (1996), “Спорт ҳәмме ушын” (2002),   “Миллий идеология ҳәм дене тәрбиясы ” (2000), “Гимнастика   шынығыўларын үйрениў методлары” (2001),   “Спорт тарийхы” (2005), “Қарақалпақстан миллий спорт   түрлери ҳәм ҳәрекетли ойынларыныӊ тарийхы” (1998)   сыяқлы китаплары басылып шықты.  <br>  Ә. Айтниязов 1995-жылдан Жазыўшылар аўқамыныӊ   ағзасы."
    },
    {
        "id": 9,
        "poetName": "Айымбетов Қаллы",
        "lifeSpan": "1908-1973",
        "biography": "<br>  Қаллы Айымбетов — фольклор ҳәм әдебият изертлеўшиси.  <br>  Мәдениятымыздыӊ ардақлы азаматларыныӊ бири   Қ. Айымбетовты оныӊ көзи тири ўақтыӊда-ақ көпшилик   жанлы архив деп атайтуғын еди. Ол қарақалпақ аўызеки   әдебиятыныӊ жетик маманы болды.  <br>  Қ. Айымбетов 1908-жылы Шымбай районында Аралбай   аўылында кәмбағал шаӊарақта туўылған.  <br>  1929-жылы Төрткүлдеги педагогикалық техникумды   питкереди, соған шекем де балалар үйинде тәрбияшы, халық   билимлендириў тараўларында ислеген.  <br>  1930-1933-жыллары Алма-Атадағы қазақ педагогикалық   институтында оқып билим алады.  <br>  Туўылған елине келип, илим-изертлеў институтында   хызметкер (1933-1935), Москвада оқыў китаплары баспасында   редакция баслығы (1935-1936) ҳәм бурынғы аўқам Орайлық   Атқарыў Комитети жанындағы миллий институтыныӊ аспирантурасында   оқыйды (1936-1938), 1938-жылы ўәлаятлық халық   билимлендириў бөлиминиӊ баслығы болып тайынланды,   Тил ҳәм әдебият илим изертлеў институтыӊда директор( 1938-40),   ўәлаятлық партия комитетиниӊ лекторы болып ислейди (1940-41).  I  <br>  Қ. Айымбетов екинши жәҳән урысыныӊ қатнасыўшысы,   әскерий хызметтен қайтып келгеннен соӊ (1947-1948)   Тил ҳәм әдебият институтында директордыӊ орынбасары,   Қарақалпақстан Республикасы Министрлер Кеӊеси жанындағы   мәденият ислери бойынша Комитеттиӊ баслығы (1948-1950),   Өзбекстан Республикасы Илимлер Академиясы А.С.Пушкин   атындағы тил ҳәм әдебият институтыныӊ үлкен илимий хызметкери,   Нөкис мәмлекетлик педагогикалық институтта кафедра баслығы (1950-1951),   Тил ҳәм әдебият институтында бөлим баслығы (1951-53) лаўазымларында  иследи.  <br>  Қ. Айымбетов 1956-жылдан Нөкис педагогикалық   институтыныӊ қарақалпақ әдебияты кафедрасын басқарды. Сол   жылы “Қарақалпақ драматургиясы тарийхыныӊ очерклери” деген темада   кандидатлық диссертациясын, 1965-жылы   “Қарақалпақ жыраў-бақсыларыныӊ репертуары” деген темада   докторлық диссертациясын жақлады.  <br>  1968-жылы профессор илимий атағы берилди.  <br>  Илимпаз 20-жыллардан баслап-ақ Қарақалпақ әдебияты   ҳәм фольклор үлгилерин жыйнаўшылардыӊ бири болды.   Аяпберген шайырдыӊ шығармаларын жазып алыўға қатнасты,   “Едиге”, “Алпамыс” (1937) дәстанларын жазып алды   ҳәм Москвада бастырып шығарды.  <br>  К. Айымбетовтыӊ “Халық даналығы” (1968) “Қарақалпақ   фольклоры” (1977) “Қарақалпақ драматургиясы тарийхыныӊ   очерклери” (1963) “Өткен күнлерден елеслер” (1972)   “Қыйлы-қыйлы қылўалар” (1960), “Қарақалпақ накыл-мақаллары” (1978)   китаплары ҳәм мектеплер ушын “Үлкенлер ушын сабаклық” (1929),  “Әдебият хрестоматиясы” мийнетлери баспадан шықты.  <br>  К. Айымбетов Мольердиӊ “Скапенниӊ хийлеси” (1939)   К. Симоновтыӊ “Рус мәселеси” (1947) А. Сафроновтыӊ   “Москва характери” (1948) А. Островскийдиӊ Жарлылық   айып емес” (1936) Р. Тагордыӊ “Ганга қызы” шығармаларын   қарақалпақ тилине аўдарды.  <br>  Фольклоршы-алым “Қарақалпақстан Республикасына   мийнети сиӊген мәденият хызметкери” (1957), “Қарақалпақстан   Республикасына мийнети сиӊген илим ғайраткери   (1958), деген ҳүрметли атақларға ийе, “Хүрмет белгиси ордени,   жаўынгерлик медальлары, Өзбекстан ҳәм Қарақалпақстан   Республикасы Жоқарғы Кеӊесиниӊ Хүрмет жарлықлары менен сыйлықланған.  <br>  Қ. Айымбетов 1934-жылдан Жазыўшылар аўқамыныӊ   ағзасы."
    },
    {
        "id": 10,
        "poetName": "Айымбетов Ҳикметулла",
        "lifeSpan": "1948",
        "biography": "<br>  Ҳикметулла Айымбетов — шайыр ҳәм жазыўшы.  <br>  Ҳ. Айымбетов 1948-жылы 2-сентябрьде Тахтакөпир   районында, Тахтакөпир аўылында туўылған.  <br>  Ол 1972-жылы Қарақалпақ мәмлекетлик педагогикалық   институтын табыслы питкергеннен соӊ “Жеткиншек” газетасында,   “Әмиўдәрья” журналында, Қарақалпақстан телевидение-радио   еситтириўлери комитетинде ислейди.  <br>  1991-жылдан “Әрман” әдебий газетасыныӊ редакторы   лаўазымын атқарады.  <br>  2003-2005-жыллары Әжинияз атындағы Нөкис мәмлекетлик   педагогикалық институтында қарақалпақ тили оқытыўшысы болып иследи.  <br>  Ҳәзирги ўақытта ҳүрметли дем алыста ҳәм дөретиўшилик   ислер менен шуғылланып атыр.  <br>  Ҳ. Айымбетовтыӊ “Жалғыз терек”(1976), “Тыӊланызлар” (1985),   “Үлкен шаӊарақ” (1991), “Ақ қағаз” (1993) поэзиялық китаплары,   “Қарабуўра” (1998), “Тахтакөпир уллы   дәрбент үстинде”(2007) романлары басылып шықты.  <br>  Ол Пушкин, Лермонтов, Маяковский ( “Жақсы” 1983)   рус халқыныӊ “Игорь атланыслары ҳаққында дәстан”   шығармаларын, Ә.Сүйинниӊ қосықлар топламын аўдарып өз   алдына баспадан шығарды.  <br>  Ҳ. Айымбетов 1991-жылдан Жазыўшылар аўқамыныӊ   ағзасы."
    },
    {
        "id": 11,
        "poetName": "Ақназаров Ахмед",
        "lifeSpan": "1948",
        "biography": "<br>  Ахмет Ақназаров — жазыўшы, шайыр ҳәм дилмаш.  <br>  А. Ақназаров 1948-жылы 1-сентябрьде Төрткүл районында   туўылған.  <br>  Орта мектепти питкергеннен баслап баспасөз тараўында   ислеп, әдебий дөретиўшилик пенен шуғылланып киятыр.  <br>  А. Ақназаров қарақалпақ ҳәм өзбек тиллеринде жазады.  <br>  Ол “Шоколады қәнекей?”, “Диафильм операциясы”,   “Дипломаттағы қупыя”, “Бала менен ылақ”, “Алтын теӊге”, “Шайтанныӊ   шатағы” атлы юморлық қосықлар, ертеклер, гүрриӊлер,   повестьлерден ибарат онға жақын китаптыӊ авторы.  <br>  Сондай-ақ, жазыўшы Т.Қайыпбергеновтыӊ “Қарақалпақпан,   тәўекелшимен” китабын, көрнекли сатирик М.Нызановтыӊ   “Адам күлдиргени ушын” повестин ҳәм белгили қарақалпақ   сатириклери С. Жумағулов, К. Ерназаров, А. Султанов,   К. Әметов ҳәм тағы басқалардыӊ юморлық гүрриӊлерин өзбек   тилине, ал, айырым өзбек, қазақ, түркмен, рус сатириклериниӊ   шығармаларын қарақалпақ тилине аўдарған.  <br>  Ол 2001-жылдан Қарақалпақстан Жазыўшылар аўқамыныӊ   әдебий мәсләҳәтшиси, «Әдебият» қорыныӊ баслығы, 2004-жылдан   жуўаплы хаткери ҳәм “Муштум” журналыныӊ республикамыздағы   арнаўлы хабаршысы болып иследи. Ҳәзир   Қарақалпақстан Жазыўшылар аўқамы жанындағы «Дөретиўшилик»   корыныӊ атқарыўшы директоры.  <br>  А. Ақназаров 2002-жылдан Жазыўшылар аўқамыныӊ   ағзасы."
    },
    {
        "id": 12,
        "poetName": "Аллаяров Султамурат",
        "lifeSpan": "1936-1996",
        "biography": "<br>  Султамурат Аллаяров— сыншы ҳәм әдебият изертлеўшиси.  <br>  Ол 1936-жылы Кегейли районыныӊ Халқабад аўылында   туўылған. Орта мектепти тамамлағаннан соӊ, 1959-жылы Қарақалпақ   мәмлекетлик педагогикалық институтыныӊ рус тили ҳәм әдебияты   бөлимин питкерди. 1980-жылға шекем Н.Дәўқараев атындағы Тил ҳәм   әдебият институтында илимий хызметкер лаўазымында иследи.  <br>  С. Аллаяров 1966-1969-жыллар аралығында аспирантурда   оқыды, 1971-жылы “Мырзағалий Дәрибаевтыӊ дөретиўшилик жолы”   деген темада кандидатлық диссертаниясын жақлады. 1980-жылдан   баслап ол Нөкис мәмлекетлик   университетинде аға оқытыўшы, 1990-жылдан Нөкис   мәмлекетлик педагогиқалық институтында кафедра баслығы   лаўазымында иследи.  <br>  Оныӊ дәслепки илимий сын мақалалары 60-жыллардыӊ   басларында жарық көрди. С. Аллаяровтыӊ “Мырзағалий Дәрибаевтыӊ   творчествосы” атлы монографиясы 1978-жылы баспадан шықты.   Ол “Қарақалпақ совет әдебияты тарийхыныӊ очерклери” (1968)   ҳәм “История Қарақалпақской советской литературы” (1981) сыяқлы   китаплардыӊ авторларыныӊ бири.  <br>  С. Аллаяров Өзбекстан Республикасы Беруний атындағы   мәмлекетлик сыйлығыныӊ лауреаты.  <br>  Ол 1979-жылдан Жазыўшылар аўқамыныӊ ағзасы."
    },
    {
        "id": 13,
        "poetName": "Алланазаров Төреш",
        "lifeSpan": "1916-2000",
        "biography": "<br>  Төреш Алланазаров — режиссёр ҳәм драмагургия   изертлеўшиси.  <br>  Т. Алланазаров 1916-жылы Қоӊырат районыныӊ Соркөл   аўылында туўылған. Дәслеп ески мектепте, соӊ жаӊа   мектепте оқыған, 1933-жылы Төрткүлдеги педтехникумды   питкерип, Кегейлиде муғаллим болып ислейди.  <br>  Т. Алланазаров 1934-39-жыллары Москвадағы Луначарский   атындағы мәмлекетлик театр өнери институтында билим алады.   1945-жылға шекем қарақалпақ мәмлекетлик театрында актёр   ҳәм режиссёр,1951-жылы Ташкенттеги театр   институтыныӊ режиссёрлық факультетин питкерип келип,   республикадағы мәмлекетлик театрда бас режиссёр бо-   лып ислейди.  <br>  Ол 1959-1965-жыллары Н. Дәўқараев атындағы Тил ҳәм   әдебият институтында көркем-өнер бөлимин басқарса, 1965-1967-жыллары   республиканыӊ мәденият министри, соӊ   Ташкент мәмлекетлик мәденият институтында кафедра   меӊгериўшиси (1974-1983), 1983-жылдан баслап Н. Дәўқараев атындағы   Тил ҳәм әдебият институтыӊда илимий хызметкер ўазыйпасын атқарды.  <br>  Т. Алланазаров әдебий дөретиўшилик пенен 1939-жылдан   баслап шуғылланған. Ол Ж. Аймурзаев пенен бирге   “Рәўшан” ( 1956), А. Бегимов пенен бирликте “Ғәрип   ашық ” пьесаларын дөретти ҳәм сахналастырды. Ол М. Горькийдиӊ   “Душпанлар”, “Васса Железнова”, А. Қаҳҳардыӊ “Жаӊа жер”,   И. Франконыӊ “Урланған бахыт”, Мольердиӊ “Тартюф”,   Ғ. Мүсиреповтыӊ “Кыз жипек”   пьесаларын аўдарған.  <br>  Драматургия тарийхы бойынша Т. Алланазаровтыӊ   “Қарақалпақ совет театры” (1966), “Театр ҳәм драматургия”   (1979), “Қарақалпақ совет драматургиясы тарийхыныӊ гейпара   мәселелери” (1987) ҳәм басқа да изертлеўлери бар.  <br>  Т. Алланазаров 1964-жылы “Қарақалпақ совет театрыныӊ   раўажланыў жоллары” деген темада көркем-өнер таныў бойынша   кандидатлық диссертациясын жақлаған. “Қарақалпақстанда мәдений   ағартыў мәкемелериниӊ қәлиплесиў   дереклери” деген атамадағы оқыў қуралыныӊ авторы.  <br>  Т. Алланазаров “Қарақалпақстан халық артисти” (1944),   “Өзбекстан Республикасына мийнети сиӊген көркем-өнер ғайраткери” (1957),   “Өзбекстан халық артисти”   (1963) деген ҳүрметли атақларға ийе. “Ҳүрмет белгиси” ордени   ҳәм медальлар менен сыйлықланған. Ол   Қарақалпақстан Республикасы Бердақ атындағы мәмлекетлик сыйлықтыӊ   лауреаты болды.  <br>  Т. Алланазаров 1955-жылдан Жазыўшылар аўқамыныӊ   ағзасы."
    },
    {
        "id": 14,
        "poetName": "Алламбергенов Кеңесбай",
        "lifeSpan": "1954",
        "biography": "<br>  Кеӊесбай Алламбергенов — жазыўшы ҳәм әдебият изерт-   леўшиси.  <br>  К. Алламбергенов 1954-жылы 7-ноябрьде Қараөзек районында   туўылған.  <br>  1971-жылы орта мектепти тамамлағаннан соӊ аўыл   хожалығы жумысында иследи, 1972-76-жыллары Қарақалпақ   мәмлекетлик пединститутыныӊ тарийх-филология факультетин питкерип,   “Жеткиншек” газетасында иследи. Соӊынан (1976-77) әскерий хызметте болды.  <br>  1977-79-жыллары кәсип техникалық училищесинде   оқытыўшы, 1979-82-жыллары Нөкис мәмлекетлик университетиниӊ   аспиранты, 1982-89-жыллары университетте   оқытыўшы, декан орынбасары, 1989-91-жыллары “Әмиўдәрья”   журналыныӊ бас редакторы, 1991-2008-жыллары Әжинияз   атындағы Нөкис мәмлекетлик педагогикалық институтында   Қарақалпақ әдебияты кафедрасыныӊ баслығы, усы институттыӊ   оқыў ислери бойынша проректоры, факультет   деканы, кафедра баслығы лаўазымларында иследи. Ҳәзирги   күнде Қарақалпақ әдебияты кафедрасыныӊ профессоры болып ислеп атыр.  <br>  Ол 1985-жылы “Қарақалпақ әдебиятында айтыс жанры”   деген темада кандидатлық, 1997-жылы “Қарақалпақ халық дәстаны   “Едиге” деген темада докторлық диссертациясын жақлады."
    },
    {
        "id": 15,
        "poetName": "Аралбаев Қайыржан",
        "lifeSpan": "",
        "biography": ""
    },
    {
        "id": 16,
        "poetName": "Атажанов Әбдимурат",
        "lifeSpan": "1938",
        "biography": "<br>  Әбдимурат Атажанов — балалар жазыўшысы.  <br>  Ә. Атажанов 1938-жылы 17-январьда Нөкис районына қараслы   “Қаттыағар” хожалығы “Толыс” аўылында туўылған.  <br>  Ол 1957-жылы Нөкис аўыл хожалығы техникумын, 1964-жылы   Қарақалпақ мәмлекетлик педагогикалық институтын  тамамлады.  <br>  1957-59-жыллары мектепте муғаллим болып ислейди.   1964-жылдан «Жеткиншек» газетасында әдебий хызметкер, соӊ   бөлим баслығы, “Әмиўдәрья” журналыныӊ бөлим баслығы   (1972-75), “Жеткиншек” газетасыныӊ редакторы (1975),   «Устаз» (соӊынан “Устаз жолы”) газетасыныӊ бас редакторы   (1998-2002) болып иследи, ҳәзирги ўақытта усы газетада бас   редактордыӊ орынбасары лаўазымында ислеп атыр.  <br>  Жазыўшыныӊ биринши гүрриӊи “Етик” 1961-жылы “Жеткиншек”   газетасында басылып шықты.  <br>  Ҳәзирге шекем ол “Дуўтар” (1976), “Ата мәкан” (1978), “Жети   хат” (1981), “Қос каникулда” (1983), “Сапалақ палўан” (1984),   “Пикассоныӊ ақ кептери” (1986), “Соӊғы жаўған қар” (1987),   “Машқала” (1988), “Пәтпелектей пәлпеллеген достым-ай”  (1994), “Қайтып келиў” (1996), “Жийде жегиӊ келе ме”   (1997) сыяқлы гүрриӊ ҳәм повестьлер топламларын бастырып шығарды.   2010-жылы жазыўшыныӊ «Жат журтта жапа   шеккен адам» әдебий мақала, гүрриӊ, очерктен куралған топламы жарық көрди.  <br>  Ә. Атажанов М. Шолохов, С. Баруздин, Б. Полевойдыӊ,   Ш. Бейшаналиевтиӊ, С. Ахмад, О. Омарбековлардыӊ гүрриӊ ҳәм   повестьлерин қарақалпақ тилине аўдарған. Жазыўшыныӊ   бир қатар шығармалары өзбек, қазақ, түркмен, татар, ноғай,   авар, башқурт ҳәм орыс тиллеринде жарық көрген.  <br>  Ә. Атажанов “Өзбекстан Республикасына мийнети сиӊген  мәденият хызметкери” хүрметли атағына ийе.  <br>  Ол 1987-жылы “Пикассоныӊ ақ кептери” гүрриӊлер топламы ушын   Қарақалпақстан Жазыўшылар аўқамыныӊ сыйлығына миясар болған.  <br>  Жазыўшы бир неше мәртебе Қарақалпақстан Республикасы   Жоқарғы Кеӊесиниӊ Хүрмет жарлығы менен сыйлықланған.  <br>  Ә. Атажанов 1977-жылдан Жазыўшылар аўқамыныӊ   ағзасы."
    },
    {
        "id": 17,
        "poetName": "Атамуратова Шийрин",
        "lifeSpan": "1949",
        "biography": "<br>  Шийрин Атамуратова — балалар шайыры.  <br>  Ш. Атамуратова 1949-жылы 7-июльде Хожели районында   туўылған.  <br>  Ол орта мектепти тамамлап, 1968-жылы Қарақалпақ   мәмлекетлик педагогикалық институтыныӊ физика-математика   факультетине оқыўға киреди ҳәм оны табыслы питкереди.  <br>  Мийнет жолын муғаллим болып ислеўден баслайды.   Ш. Атамуратова көп жыллар даўамында Нөкис қаласындағы   К. Маркс ҳәм Ғ. Тоқай атындағы орта мектеплерде муғаллим болып иследи.  <br>  Ҳәзирги ўакытта ҳүрметли дем алыста ҳәм дөретиўшилик   ислер менен шуғылланып атыр.  <br>  Шайырдыӊ қосықлары 70-жыллардан баслап жәрияланды.   Оныӊ қосықлары “Жеткиншек” газетасында,   “Әмиўдәрья”, “Ғумша” журналларында жарық көрди.  <br>  Ш. Атамуратованыӊ ҳәзирге шекем “Әткөншек”   (1978), “Саўға” (1981), “Шадлық” (1984) деген балаларға   арналған қосықлар топламлары басылып шықты.  <br>  Ш. Атамуратова 1983-жылдан Жазыўшылар аўқамыныӊ   ағзасы."
    },
    {
        "id": 18,
        "poetName": "Ахмедов Абдулла",
        "lifeSpan": "1942",
        "biography": "<br>  Абдулла Ахмедов — жазыўшы.  <br>  А. Ахмедов 1942-жылы 1-январьда ҳәзирги Елликқала   районы Ахунбабаев атындағы фермер хожалығында туўылған.  <br>  1963-1969-жыллары Ташкент мәмлекетлик университетиниӊ   филология факультетинде оқыған.  <br>  Дәслеп мектепте муғаллим, соӊынан районлық газетада   бөлим баслығы, редактор орынбасары, редактор болып   иследи.  <br>  Дәслепки “Тракторшы” атлы гүрриӊи 1962-жылы   республикалық балалар газетасында басылған.  <br>  “Көз қарашығы”, “Чекист”, “Батыр бала” атлы повестьлери,   гурриӊлери, ертеклери өз алдына китап болып басылып шықты.  <br>  А. Ахмедов 1984-жылдан Жазыўшылар аўқамыныӊ  ағзасы."
    },
    {
        "id": 19,
        "poetName": "Ахмедов Мансур",
        "lifeSpan": "1962-2004",
        "biography": "<br>  Мансур Ахмедов — шайыр ҳәм журналист.  <br>  М. Ахмедов 1962-жылы 4-майда Әмиўдәрья районында   туўылды.  <br>  Ол орта мектепти питкергеннен соӊ, 1980-жылы Ташкент   мәмлекетлик педагогикалық институтыныӊ өзбек-қазақ   филологиясы факультетине оқыўға киреди.  <br>  1984-86-жыллары әскерий хызметте болады.  <br>  Мийнет жолын 1987-жылы “Әмиўдәрья хақыйкаты” газетасында   хабаршы болып ислеўден баслайды. соӊынан бөлим   баслық, жуўаплы хаткер, журналист болып ислейди.  <br>  1992-94-жыллары “Халқ сўзи” газетасында хабаршы,   1994-жылы “Аму тонги” газетасында бас редактор болып   ислейди.  <br>  Оныӊ “Кирпигиӊде асылып турған мениӊ жанымдур” (1995)   қосықлар топламы баспадан шықты.  <br>  М. Ахмедов 1998-жылдан Жазыўшылар аўқамыныӊ   ағзасы."
    },
    {
        "id": 20,
        "poetName": "Ахметов Сражатдийн",
        "lifeSpan": "1928-1996",
        "biography": "<br>  Сражатдийн Ахметов — әдебият изертлеўшиси ҳәм сыншы.  <br>  С. Ахметов 1928-жылы Шымбай районында туўылған.  Ол 1947-жылы Қарақалпақ мәмлекетлик пединститутыныӊ қарақалпақ т  или ҳәм әдебияты факультетин тамамлап, усы жерде оқытыўшы болып қалады.  <br>  С. Ахметов 1950-54-жыллары Москва Илимлер Академиясыныӊ   Шығыстаныў институтынын аспирантурасыныӊ   теориялық курсынан өтти, 1954-жылдан баслап педагогикалық институтта   оқытыўшы, доцент, факультет деканы,   кафедра баслығы лаўазымларында иследи, Қарақалпақ   Мәмлекетлик университетинде қарақалпақ әдебияты кафедрасыныӊ   меӊгериўшиси болды.  <br>  С. Ахметов 1955-жылы “Уллы Ўатандарлық урысқа шекемги   дәўирдеги қарақалпақ поэзиясы” деген темада кандидатлық,   1966-жылы “Қарақалпақ совет поэзиясыныӊ өсиў   жоллары” деген темада докторлық диссертациясын жақлады,   1968-жылы оған профессор илимий атағы берилди.  <br>  Әдебиятшы-сыншыныӊ дәслепки мақалалары 50-жыллардыӊ   басларында жарық көрди.  <br>  Оныӊ еки жүзден аслам илимий ҳәм сын мийнетле-   ри, изертлеў жумыслары жәрияланған.  <br>  Сыншы ҳәм алымныӊ “Уллы Ўатандарлық урысқа шекемги   қарақалпақсовет поэзиясы” (1959), “Қарақалпақ по-   эзиясы тарийхыныӊ очерклери”(1961), “Әдебият терминле-   риниӊ қысқаша сөзлиги” (1974), “Әдебият ҳәм критика”   (1978), “Қарақалпақ әдебий критикасы ҳәм әдебият или-   миниӊ тарийхынан” (1980), “Қарақалпақ совет поэзиясы”   (1988), “Қарақалпақ әдебий сыны” (1992), “Тапантқа талап”   (1986), “Қарақалпақстан Республикасыныӊ әдебиятшы  алымлары ҳәм сыншылары” (1993) деген китаплары басы-   лып шықты.  <br>  Соныӊ менен бирге ол “Қарақалпақ совет әдебияты тарийхыныӊ   очерклери” (1968) ҳәм Москвада басылған “История многонациональной   советской литературы” (2-том) деген   китаптыӊ авторларыныӊ бири.  <br>  Ол усындай мийнетлери ушын Қарақалпақстан Республикасы   Бердақ атындағы мәмлекетлик сыйлықтыӊ лауреаты   (1980) болды.  <br>  С. Ахметов жоқары оқыў орынларына арналған “Қарақалпақ   әдебияты тарийхы” (1984), “Әдебияттаныў” (1986),   “Әдебиятты оқытыў методикасы” (1987) китапларыныӊ авторларыныӊ бири.  <br>  С. Ахметов “Өзбекстан ҳәм Қарақалпақстан Республикасына   мийнети сиӊген илим ғайраткери” (1972, 1974),   “Билимлендириў ағласы”, бир неше рет Қарақалпақстан   Республикасы Жоқарғы Кеӊесиниӊ Ҳүрмет жарлықлары   менен сыйлықланған.  <br>  С. Ахметов 1958-жылдан Жазыўшылар аўқамыныӊ  ағзасы."
    },
    {
        "id": 21,
        "poetName": "Ахметов Хожамет",
        "lifeSpan": "1908-1932",
        "biography": "<br>  Хожамет Ахметов — шайыр.  <br>  Х. Ахметов Мойнақ районыныӊ Соркөл аўылында туўылған.  <br>  Ол ата-анасынан жаслай жетим қалып, Қоӊыратта туўысканларыныӊ   қәўендерлигинде болады.  <br>  1929-жылы Төрткүлдеги педтехникумды питкерип, Тахтакөпирде,   соӊынан Кегейлиде жаслар аўқамы комитетинде ислейди.   1931-жылдан баслап “Жас Ленинши”газетасында жуўаплы хаткер болады.  <br>  Х. Ахметов әдебиятқа жаслайынан араласып, тез   арада талантлы шайыр сыпатында көринди.  <br>  Шайырдыӊ шығармаларыныӊ көпшилиги сол ўақыттағы   күнделикли баспасөз бетлеринде жәрияланып барды, соӊынан   олар арнаўлы топламларда басылды.  <br>  Шайырдыӊ дәслепки жеке топламы И. Сағыйтов тәрепинен   таярланып, 1950-жылы “Қосықлар топламы” деген   ат пенен басылып шықты.  <br>  Бул китап 1975-жылы М. Нурмухамедов ҳәм Қ. Байниязов   тәрепинен қайта таярланып, “Шығармалар” деген ат   пенен толықтырып басылды."
    },
    {
        "id": 22,
        "poetName": "Аяпов Шарапатдийин",
        "lifeSpan": "1954",
        "biography": "<br>  Шарапатдийин Аяпов — шайыр.  <br>  Ш. Аяпов 1954-жылы Шымбай районыныӊ Шахаман   аўылында туўылған.  <br>  Ол 1971-жылы орта мектепти тамамлайды, 1980-жылы   Ташкент мәмлекетлик универстетиниӊ журналистика факультетин сырттан   оқып питкереди, соӊ бир қанша жыллар даўа-   мында Қарақалпақстан телевидениеси ҳәм радио еситтириўлери комитетинде   иследи, Нөкис мәмлекетлик университетинде журналистика қәнигелиги   бойынша оқытыўшы (1983-1984) болып иследи.  <br>  “Қарақалпақстан” баспасында редактор, бас редактор   лаўазымларын атқарады. Ҳәзирги ўақытта Әжинияз атындағы   Нөкис мәмлекетлик педагогикалық институтында мәденияттаныў   кафедрасында оқытыўшы болып ислейди.  <br>  Ш. Аяповтыӊ “Қус жолы” (1986), “Жаслықтыӊ хәр деми” (1988),   “Лирика” (1990) атлы топламлары баспадан шықты.  <br>  Ол Наўайыныӊ, Абайдыӊ шығармаларын қарақалпақ тилине аўдарған.  <br>  Ш. Аяпов Қарақалпақстан Жаслар аўқамы сыйлығыныӊ   лауреаты.  <br>  Ш. Аяпов 1988-жылдан Жазыўшылар аўқамыныӊ ағзасы."
    },
    {
        "id": 23,
        "poetName": "Әбдирахманов Оразбай",
        "lifeSpan": "1949",
        "biography": "<br>  Оразбай Әбдирахманов — жазыўшы.  <br>  1949-жылы 29-августта Кегейли районында туўылған.  <br>  Хожели қаласындағы мектепте оқып, Ташкент Миллий   университетиниӊ журналистика факультетин (1973) тамамлаған.  <br>  Ол “Жеткиншек” газетасы, “Әмиўдәрья” журналында   әдебий хызметкер, бөлим баслығы, жуўаплы хаткер, Жазыўшылар   аўқамында әдебий мәсләҳәтши, “Қарақалпақфильм” киностудиясында директор,   Қарақалпақстан Руўхыйлық ҳәм ағартыўшылық орайы баслығы   орынбасары,“Ўзбектелефильм”ниӊ Қарақалпақстан бөлими директоры,   “Әмиўдәрья” журналы бас редакторы болып ислеген. Ҳәзир Жазыўшылар   аўқамы баслығыныӊ орынбасары.  <br>  Жазыўшыныӊ 1977-жылы “Бир муҳаббат тарийхы” ,   “Коӊсы-қобалар”( 1981) атамасындағы сатиралық гүрриӊлер   топламлары басылып шықты ҳәм әдебиятымызда жанр сыпатында кәлиплести.  <br>  Оныӊ орыс тилинде “Не подписывай, браток” (1984)   гүрриӊлер топламы жарық көрди..  <br>  Қарақалпақ мәмлекетлик театрында “Өжет”(1981) комедиясы   бүгинге дейин қойылып киятыр.  <br>  Жазыўшы  “Аралым-дәртим мениӊ”(1985) эссеси ушын   ЮНЕСКО медалы лауреаты болды, 1985-87-жыллары басылып шыққан   “Мырзаныӊ изи” эссеси жәхәнниӊ бир неше   тиллеринде басылып шықты. Ол қарақалпақ әдебиятына эссе   жанрын алып кирди.  <br>  “Сайғақлардыӊ көшпели тәғдири” эссеси жазыўшы   дөретиўшилигинде белгили орын тутады.  <br>  О. Әбдирахманов дәслепки қарақалпақ көркем фильмлери    “Гүм-гүм”  (1990), “Тығын” (1991)  ҳәм ҳәр қыйлы халықаралық   кииофестивальлар лауреаты болған ҳүжжетли фильмлер авторы.  <br>  Жазыўшы Арал машқаласына арналған “Аралқум”, “Дәрья дәрти”,   “Арал қызлары” ҳүжжетли фильмлери, ғәрезсизлик   жыллары “Өзбекстан” телеканалында көрсетилген “Хийўа”,   “Темир тулпар пәрўазы”, “Миздақхан” , “Хорезмниӊ алтын  шеӊбери”, “Аяз қала”, “Өзбекстан темир жоллары”, “Қоӊырат сода заводы”   сыяклы ҳүжжетли фильмлериниӊ сценарийлерин жазды.  <br>  О. Әбдирахмановтыӊ 1985-жылы басылып шыққан “Босаға” романы   2003-жылы өзбек тилинде “Жаҳон адабиёти”   журналында жарық көрди. Ол муқаддес “Куран”ды Қарақалпақ тилине   тунғыш ҳәм толық аўдарды.  <br>  Оныӊ публицистиқалық шығармалары Қарақалпақ, өзбек   ҳәм жәҳән тиллеринде турақлы түрде басылып келмекте.  <br>  Оған 1999-жылы “Қарақалпақстан Республикасына мийнети   сиӊген көркем-өнер ғайраткери”, 2000-жылы “Өзбекстан Республикасына   мийнети сиӊген мәденият хызметкери”   ҳәм 2004-жылы “Қарақалпақстан халық жазыўшысы” хүрметли атақлары берилди.  <br>  Ол «Шарқ юлдузи», «Әмиўдәрья» ҳәм “Ёшлик” журналы   ҳәм “Ҳаёт” газеталарыныӊ редколлегия ағзасы.  <br>  Ол 1979-жылдан Жазыўшылар аўқамыныӊ ағзасы."
    },
    {
        "id": 24,
        "poetName": "Әбдиев Алланазар",
        "lifeSpan": "1963",
        "biography": "<br>  Алланазар Әбдиев — жазыўшы ҳәм әдебиятшы алым.  <br>  А. Әбдиев 1963-жылы 26-сентябрьде Тахтакөпир районыныӊ   “Шалжуўыт” аўылында туўылған.  <br>  1985-жылы Нөкис мәмлекетлик университетиниӊ филология   факультетине оқыўға киреди.  <br>  Мийнет жолын 1990-жылы Қарақалпақстан Республикасы   телевидение ҳәм радио еситтириў бойынша мәмлекетлик комитетинде   редактор ўазыйпасынан баслаған.  <br>  Ҳәзирги ўақытта “Мәденият ҳәм спорт” газетасында бас   редактор болып хызмет етип келмекте.  <br>  Ол 1995-жылы кандидатлық диссертациясын жақлады.  <br>  Дөретиўшилик ислериндеги табыслары ушын 2001-жылы   “Шуҳрат” медалы менен “Мустакиллықтыӊ 10 жыллығы”,   “Мустакиллықтыӊ 15 жыллығы” естелик нышанлары менен,   сондай-ақ 2004-жылдыӊ “Жыл журналисти” номинациясыныӊ жеӊимпазы болды.  <br>  А. Әбдиевтиӊ “Бизлер бахытлы боламыз” (1992), “Кызыл   қошантай” (1995), “Бердақ шығармалары бойынша библиографиялық   көрсеткиш” (А. Пахратдинов пенен) (1999), “Жинжыпырлар уясы” (2004),   “Алтыӊ балық” (А. Идирейсов пенен) (2006), “Атақлы алым” (2007),   “Алғыс алған азамат” (2007), “Беканныӊ автомашиналары” (2008),   “Эльза ханым” (2008), “Қызыл көйлекли жәнан” (2009), “Ақкус”   (2010), “Мақтаншақ қораз” (2010) прозалық китаплары   басылып шықты.  <br>  А. Әбдиевтиӊ “Субҳидам арафасида” романы, “Эрен сахий”   повесть ҳәм гүрриӊлери Өзбекстанныӊ “Шарқ юлдузи”, “Ёшлик”,   “Тонг юлдузи”, “Хорижий филология”, Қазақстанныӊ “Дала” ҳәм басқа   да газета-журналларында өзбек,   қазақ, тиллеринде жәрияланды.  <br>  Жәҳән әдебиятыныӊ сөз шеберлеринен: Ж. Сименон, Азиз   Несин, Ж. Оруэлл, Кикути Кан, Айзек Азимов, Сайд Ахмад   ҳәм тағы баска жазыўшылардыӊ белгили шығармаларын ана   тилимизге аўдарып, “Әмиўдәрья” журналында жәриялады.  <br>  А. Әбдиев 1997-жыддан Жазыўшылар аўқамыныӊ,   1998-жылдан Журналистлер аўқамыныӊ ағзасы."
    },
    {
        "id": 25,
        "poetName": "Әжимов Яқыпбай",
        "lifeSpan": "1955",
        "biography": "<br>  Яқыпбай Әжимов — шайыр ҳәм жазыўшы.  <br>  Я. Әжимов 1955-жылы Кегейли районыныӊ “Жалпақ жап”   аўылында туўылған.  <br>  Ол 1978-жылы Нөкис энергетика техникумын, 1984-жылы   Нөкис мәмлекетлик университетиниӊ қарақалпақ тили ҳәм   әдебияты факультетин өндиристен қол үзбей питкерип шыққан.  <br>  Я. Әжимов 1982-жылдан баслап 2001-жылға шекем “Жеткиншек”   газетасында, “Арал”, “Ғумша”,- “Әмиўдәрья”, “Қарақалпақстан”   журналларында түрли лаўазымларда жемисли ислеген. 2001-жылдан   усы күнге шекем Қарақалпақстан Республикасы “Руўхыйлық ҳәм   ағартыўшылық” Орайы баслығыныӊ орынбасары болып ислеп атыр.  <br>  Я. Әжимов мектепте оқып жүрген гезлеринен-ақ әдебиятқа   айрықша ыклас қойған. Оныӊ “Аўылым” атлы тунғыш қосығы   1970-жылы районлық газетада басылып шыққан.  <br>  Ҳәзирге шекем оныӊ гүрриӊлер, қосықпар, ертеклерден   ибарат “Қуяш сөнбейди” , “Мен сүйемен гүллерди” , “Ақ қуўлар атаўы”,   “Бар екенде, жоқ екен ” атлы төрт китабы   “Қарақалпақстан” баспасынан басылып шыққан.  <br>  Я. Әжимов аўдармашы сыпатыӊда Д. Дефо, А.Толстой,   А. Пушкин, К.Чуковский, В.Шукшин, А.Арипов х.т.б. жазыўшы-шайырлардыӊ   шығармаларын қарақалпақ тилине аўдарып,   баспа сөзде жәриялады. Ол 2000-жылы Қарақалпақстан Республикасы   Жоқарғы Кеӊесиниӊ “Ҳүрмет жарлығы” менен   сыйлықланды.  <br>  Я. Әжимов 1995-жылдан Жазыўшылар аўқамыныӊ   ағзасы."
    },
    {
        "id": 26,
        "poetName": "Әлиев Абат",
        "lifeSpan": "1930",
        "biography": "<br>  Абат Әлиев — журналист, жазыўшы ҳәм әдебиятшы алым.  <br>  А. Әлиев 1930-жылы 25-октябрьде Шымбай районыныӊ   Қамысарық аўылында туўылған. Ол 1951-жылы Қарақалпақ   мәмлекетлик пединститутын табыслы тамамлап, “Совет Қарақалпақстаны”   газетасында әдебий хызметкер, 1959-62-жыллары аспирантурада оқыды.   Соӊынан ӨзКП Қарақалпақстан Обкомында инструктор (1962-64),   “Әмиўдәрья” журналында бас редактор (1964-66),   Қаракдлпақ мәмлекетлик пединстигутында аға оқытыўшы, доцент (1966-74),   Н. Дәўқараев атындағы   Тил ҳәм әдебият институтында илимий хызметкер (1974-76),   “Совет Қарақалпақстаны” газетасында бөлим баслығы (1976-81),“Әмиўдәрья”   журналыныӊ бөлим баслығы (1985-90), Ж.Орынбаев атындағы педагогикалық   илим изертлеў институтында аға илимий хызметкер, Қарақалпақстан Жазыўшылар   аўқамыныӊ жуўаплы хаткери лаўазымларында иследи, ҳәзир   хүрметли дем алыста.  <br>  А. Әлиев 1965-жылы Қарақалпақ дәстаны “Мәспатша”   деген темада кандидатлық диссертациясын жақлады.  <br>  А. Әлиевтиӊ “Жаслық жигер” (1956), “Бахыт ушын гүрес”  (1959), “Бизиӊ аўылдыӊ жигити” (1961), “Күткен күн” (1963),   “Шынлық шежиреси”(1973),“Мениӊ Гүлжамалым”(1974), “Өмир   тәшўишлери” (1987), “Парыз” (1988), “Көрмегенимиз көп екен”   (1991),“Дүньяныӊ қызығы”(1993),“Мәртлик” еске түсириў   китабы (П. Халмуратов хаққында, 2005) деген гүрриӊ, повесть ҳәм   романлары шықты. Ол бир неше туўысқан халықлар жазыўшыларыныӊ   дөретпелерин қарақалпақ тилине аўдарған.  <br>  А. Әлиев Қарақалпақстан Республикасы Жокарғы Кеӊесиниӊ   Ҳүрмет Жарлығы менен сыйлықлаған, 1992-жылы “Қарақалпақстан   халық жазыўшысы” ҳүрметли атағына ийе болды.  <br>  А. Әлиев 1963-жылдан Жазыўшылар аўқамыныӊ ағзасы."
    },
    {
        "id": 27,
        "poetName": "Әметов Нурмухаммед",
        "lifeSpan": "1942",
        "biography": "<br>  Нурмуҳаммед Әметов — шайыр.  <br>  1942-жылы  3-сентябрьде Тахтакөпир районы “Өзбекстан”   фермер хожалығында туўылған.  <br>  1958-жылы “Андреев” атындағы орта мектепти тамамлағаннан соӊ,   Бухара саўда техникумын (1958-60) питкереди.   Мийнет жолын 1960-жылы Қарақалпақстан Республикасы   тутыныўшылар жәмийетинде жумыс ислеўден баслайды.  <br>  1968-жылы Нөкис мәмлекетлик педагогикалық институтыныӊ   филология факультетине оқыўға киреди.  <br>  1993-жылдан Қарақалпақстан Республикасы Жоқарғы   Кеӊесиниӊ мәмлекетлик қадағалаў инспекциясында бас инспектор   болып жумыс ислейди.  <br>  Ҳәзирги күни ол хүрметли дем алыста. Оныӊ биринши   дөретпелери хәзирги “Қарақалпақстан жаслары” ҳәм районлық газеталарда   жәриялана баслайды.  <br>  Н. Әметовтыӊ “Илҳам” (1982), “Дәўран” (1985), “Ығбал” (1988),   “Сырлы булақ шәшмеси” (2002) поэзиялық   топламлары басылып шықты.  <br>  Ол “Өзбекстан Республикасыныӊ Ҳүрмет жарлығы”н   (1982), “Қарақалпақстан Республикасына мийнети сиӊген   мәденият хызметкери” ҳүрметли атағын (1995) алыўға миясар болды.  <br>  Н. Әметов 1995-жылдан Жазыўшылар аўқамыныӊ, 1997-жылдан   Журналистлер аўқамыныӊ ағзасы."
    },
    {
        "id": 28,
        "poetName": "Әметов Қазақбай",
        "lifeSpan": "1941",
        "biography": "<br>  Қазақбай Әметов — сатирик жазыўшы.  <br>  Қ. Әметов 1941-жылы 23-сентябрьде Хожели районы Қолап   аўылы, ҳәзирги “Қарақалпақстан” дийхан-фермер хожалығында туўылған.  <br>  1958-жылы Жданов атындағы орта мектепти питкергеннен   соӊ, Қарақалпақ мәмлекетлик педагогикалық институтыныӊ   тарийх-филология бөлимине оқыўға киреди.  <br>  1963-жылы педагогикалық институтты табыслы тамамлап,   1969-жылға шекем мектепте муғаллим, 1973-жылға шекем районлық   газетада бөлим баслығы, соӊынан райондағы Қүнхожа   атындағы мектепте директор, 1997-2001-жылға шекем 1-санлы   оқыўшылардыӊ экологиялық-тәбият орайында директор болып иследи.  <br>  Қ. Әметовтыӊ «Абысынлар» (1974), «Ҳәмелпараздыӊ түси»   (1993), «Жала» (1995) атамасындағы гүрриӊлер топламлары   баспадан шықты.  <br>  Ҳәзирги ўақытта хүрметли дем алыста. Ол “Өзбекстан   халық билимлендириўи ағласы”.  <br>  Қ. Әметов 1995-жылдан Жазыўшылар аўқамыныӊ   ағзасы."
    },
    {
        "id": 29,
        "poetName": "Әмирлан Сейдин",
        "lifeSpan": "1972",
        "biography": "<br>  Сейдин Әмирлан 1972-жылы 23-майда Бухара ўәлаяты Тамды   районыныӊ Шийели мәканында туўылған. 1988-жылы   Аққабақ аўылындағы 11-санлы Бердақ атындағы орта мектепти питкерип,   сол жылы Санкт-Петербург қаласындағы 101-санлы кәсип-техникалық   билим журтында тәлим алады.  <br>  1990-95-жыллары Нөкис мәмлекетлик университетиниӊ   филология факультетин оқып питкергеннен соӊ, мийнет жолын өзи   билим алған университеттиӊ филология факультетинде оқытыўшы   болып ислеўден баслайДы ҳәм сол жерде   аспирантура курсын оқып тамамлайды. Ҳәзирги ўакытта Н. Дәўқараев   атындағы Тил ҳәм әдебият институтында илимий   хызметкер болып ислейди.  <br>  С. Әмирлан студентлик ўақтынан баслап-ақ өз изертлеўин   баслаған. Оныӊ “Таўелибай тарийхынан тамтум сыр”(1993).   сондай-ақ, тарийхый тулға Буқыш бий хаққында “Дала дилўары”(1997)   китабы ҳәм өзи топлаған материаллары тийкарында   “Қарақалпақ халық әпсаналары” (2000), “Мөлдир булақ”(2003)   атамасындағы китапшалары басылып шықты.  <br>  С.Әмирлан Уллыбританиядағы Кембридж Биографиялық   Орайы тәрепинен “2001 жыл зиялысы” ҳәм 2001-жыл “Қарақалпақстан   халық билимлендириў ағласы” деген ҳүрметли атақларға миясар болды.  <br>  Ол 1997-жылдан Жазыўшылар ҳәм Журналистлер аўқамыныӊ ағзасы."
    },
    {
        "id": 30,
        "poetName": "Әўезов Қасым",
        "lifeSpan": "1897-1938",
        "biography": "<br>  Қасым Әўезов — белгили мәмлекетлик ҳәм жәмийетлик   искер шайыр ҳәм дәслепки драматурглердиӊ бири.  <br>  Ол 1897-жылы Шымбай волостыныӊ (хәзирги районыныӊ)  аймағында (ҳәзирги Қасым Әўезов атындағы ижара хожалығы) туўылған.   Сол жердеги атақлы МаҚтым ахун медресесинде оқып билим алады.   Күн көристиӊ қыйыншылығына байланыслы 1915-16-жыллары   Шорахандағы байлардыӊ есигинде жалланып жумыс ислеген.  Дәслеп аўыллық Кеӊестиӊ хаткери (1921-жылға шекем) болып хызмет иследи.  <br>  1921-жылы Төрткүлдеги қысқа мүддеттеги муғаллимлер   таярлайтуғын курсты питкерип, 1922-жылы Шымбайдағы   мектеп-интернаттыӊ шөлкемлестириўшиси, соӊ баслығы   болды, сол жерде муғаллимшилик етти, 1922-23-жыллары   Самарқандтағы партия мектебинде оқыды. Шымбайда уездлик   билимлендириў бөлимин басқарды. 1923-жылы Ташкенттеги Орта Азия   университетине киреди, оны питкерип   шығыўға мүмкиншилик болмайды. 1924-25-жыллары Қарақалпақстан   автономиялы областы халық билимлендириў бөлиминиӊ баслығы лаўазымында   иследи. Усы жыллары Қ. Әўезов Қарақалпақстан автономиялы областында   шөлкемпестириў бюросыныӊ ағзасы болып сайланады ҳәм 1925-жылы   июнь айында областьлық Атқарыў комитетиниӊ баслығы   болып тайынланады.  <br>  К. Әўезов 1929-жылы Қазақстан Орайлық Атқарыў Комитети   баслығыныӊ орынбасары, соныӊ менен бирге Ишки   ислер халық комиссары хызметин атқарады. 1930-32-жыллары Москвада   Россия Федеративлик Республикасында Қарақалпақстан ҳүкиметиниӊ   турақлы елшиси лаўазымында   иследи. 1931-жылы 29-июльде Қарақалпақстан Областьлық  партия комитетиниӊ екинши секретары болып тайынланады.   1932-жылы Қарақалпақстанныӊ Автономиялы Республика болып өзгериўине   байланыслы Қ. Әўезов Қарақалпақстан Халық Комиссарлар Кеӊесиниӊ   баслығы болып сайланады. Ал, 1935-36-жыллары тағыда РСФСРда Қарақалпақстан   хүкиметиниӊ турақлы елшиси хызметине аўысады.  1936-37-жыллары Қарақалпақстан Халық Комиссарлар Кеӊеси жанындағы   көркем өнер басқармасыныӊ баслығы лаўазымында болды.   Қ. Әўезов 1938-жылы репрессияға ушырап қайтыс болды.  <br>  Қ. Әўезов 1932-жылы шөлкемлестирилген жазыўшылардыӊ   биринши шөлкемлестириў бюросыныӊ ҳәм 1934-жылы уйымласқан   Қарақалпақстан Жазыўшьшар аўқамыныӊ хүрметли   баслығы болып сайланды.  <br>  Оныӊ “Тилек жолында” пьесасы 1926-жылы жазылды   ҳәм сахнаға қойылды. Ол Мольердиӊ “Скапенниӊ ҳийлеси” пьесасын аўдарған.   1967-жылы Қ. Әўезовтыӊ “Шығармалары ҳәм аўдармалары” басылып шықты.   1987-жылы бул топлам екинши мәртебе толықтырылып басылды.  <br>  Қ. Әўезов 1934-жылдан Жазыўшылар аўқамыныӊ ағзасы."
    },
    {
        "id": 31,
        "poetName": "Бахадырова Сарыгүл",
        "lifeSpan": "1944",
        "biography": "<br>  Сарыгүл Бахадырова — жазыўшы ҳәм әдебият изертлеўшиси, сыншы.  <br>  Ол 1944-жылы Қараөзек районында туўылған.  <br>  Орта мектепти тамамлап, 1962-жылы Қарақалпақ Мәмлекетлик   педагогикалық институтына киреди ҳәм оны 1966-жылы питкерип шығады.  <br>  1967-70-жыллары Ташкентте Өзбекстан Илимлер Академиясыныӊ   Тил ҳәм әдебият институтыныӊ аспирантурасында оқыйды.   1970 жылы “Ҳәзирги қарақалпақ гүрриӊлери” деген темада   кандидатлық диссертациясын жақлады. Өзбекстан Илимлер   академиясы Қарақалпақстан бөлими Н. Дәўқараев атындағы Тарийх,   тил ҳәм әдебият институтында илимий хызметкер, бөлим баслығы,   1991-2007-жыллары усы институттыӊ директоры, ҳәзирги күни жетекши   илимий хызметкери лаўазымында ислеп атыр.  <br>  Ол “Ҳаяллар” (1973), “Турмыс сабағы” (1980), “Тәғдир”,   “Тумарис ҳәм Кир”,“Қанатынан қайрылған суӊқар” сыяқлы   повесть ҳәм романлардыӊ авторы. Қарақалпақстан Республикасы   Жаслар аўқамы сыйлығыныӊ лауреаты болды.  <br>  С. Бахадырова 1985-жылы “Фольклор ҳәм қарақалпақ   прозасы” деген темада докторлық диссертациясын жақлады ҳәм   профессор атағына ийе.  <br>  Оныӊ “Роман ҳәм дәўир” (1978), “Фольклор и Каракалпакская   советская проза” (1984), “Фольклорлық терминлердиӊ қысқаша   сөзлиги” (С. Ахметов пенен 1992), “Китаби   дедем Қорқыт”, “Коблан”, “Едиге” ҳәм “Ҳәзирги әдебият   хаққында ойлар” (1992) атлы монографиялары басылып   шықты. “Қарақалпақ совет әдебияты тарийхыныӊ очерклери” (1986),   “История Каракалпакской литературы” (1981)   сыяқлы китаплардыӊ авторларыныӊ бири.  <br>  С. Бахадырова Өзбекстан Республикасы Беруний   атындағы мәмлекетлик сыйлығыныӊ лауреаты. Қарақалпақстан   Республикасы Жоқарғы Кеӊесиниӊ Ҳүрмет жарлығы менен сыйлықланған.  <br>  С. Бахадырова 1976-жылдан Жазыўшылар аўқамыныӊ   ағзасы."
    },
    {
        "id": 32,
        "poetName": "Бегжанов Қәллибек",
        "lifeSpan": "1931-2004",
        "biography": "<br>  Қәллибек Бегжанов — журналист ҳәм жазыўшы.  <br>  Қ. Бегжанов 1931-жылы Шымбай районыныӊ “Кеӊес”   аўылында туўылған. Орта мектепти питкергеннен соӊ, Некис   полиграф комбинатында ҳәрип териўши ҳәм корректор болып жумыс баслады.   Соӊынан Қарақалпақ мәмлекетлик баспасында тех редактор,   редактор, өндирис бөлиминиӊ баслығы,   “Жеткиншек” газетасыныӊ бөлим баслығы, «Қарақалпақстан жаслары»   газетасында редактор болып иследи. 1952-56-жыллары жумыс ислеп жүрип   Қарақалпақ мәмлекетлик педагогикалық институтын сырттан оқып   питкереди. Ол Москвадағы журналистика факультетин питкереди (1964-66),   Баспа сөз басқармасында бас редактор, баслықтыӊ орынбасары,   Нөкис полиграфкомбинатыныӊ директоры, Баспа сөз бойынша мәмлекетлик   комитеттиӊ баслығы (1966-80), Қарақалпақстан Орайлық сайлаў комиссиясыныӊ   баслығы (1989-94),   “Еркин Қарақалпақстан” газетасыныӊ бас редакторы, Қарақалпақстан   Республикасы Журналистлер аўқамы, Республика китапқумарлар жәмийети   аўқамыныӊ баслығы, “Арал хаўазы” газетасында бас редактор болып иследи.  <br>  Қ. Бегжановтыӊ “Майды төккен ким?”, “Сүт ишкин келе   ме?”, “Соӊғы кетпен”, “Жүрек ҳәмири менен”, “Гүлленген   колхозда”, “Әлипбеден басладық” атлы прозалық шығармалары шықты.   Ол қазақ фольклорынан “Ел аўзынан”, түрк әдебиятынан “Ҳамидке ат жоқ”   атлы шығармаларды қарақалпақ тилине аўдарды.  <br>  Қ. Бегжанов 1995-жылдан Жазыўшылар аўқамыныӊ  ағзасы."
    },
    {
        "id": 33,
        "poetName": "Бегимов Асан",
        "lifeSpan": "1907-1958",
        "biography": "<br>  Асан Бегимов — шайыр ҳәм жазыўшы.  <br>  А. Бегимов 1907-жылы Мойнақ районы аймағында туўылған.   1924-жылдан баслап Қоӊыраттағы балалар үйинде   тәрбияланған. Ол 1927-1932-жыллары Алма-Атадағы педагогикалық   иститутта окыйды. 1932-1934-жыллар аралығында дәслеп Қарақалпақстан   Жазыўшыларыныӊ шөлкемлестириў бюросыныӊ баслығы, ал 1934-жылы Жазыўшылар   аўқамын басқарды. 1936-1937-жыллары Ташкенттеги партия   институтында оқыды. 1938-1939-жыллары тағы да республикада Жазыўшылар   аўқамыныӊ баслығы лаўазымында болды.  <br>  А. Бегимов бирқанша жыллар даўамында мәмлекетлик   театрдыӊ директоры, радиоеситтириў комитетиниӊ баслығы, полиграфия   баспасыныӊ директоры, Өзбекстан телеграф Агентлигиниӊ Қарақалпақстан   бөлиминиӊ баслығы, “Қарақалпақстан” баспасында бөлим баслық, Жазыўшылар   аўқамында әдебий мәсләҳәтши лаўазымында   иследи.  <br>  А. Бегимов бурынғы аўқам жазыўшыларыныӊ пүткил   аўқамлық биринши съездиниӊ делегаты болды ҳәм усы съезде шығып сөйледи.  <br>  А. Бегимовтыӊ дәслепки қосықлары 20-жыллардыӊ орталарында   жарық көрди. Ол “Жеӊистен — жеӊиске” (1935),   “Сүйиӊиз” (1949), “Туўған жер” (1955), “Сәпура” (1956),   “Таӊламалы шығармалары” (1957), “Жаӊарған үлке” (1960)   сыяқлы топламлардыӊ авторы.  <br>  А. Бегимовтыӊ “Сәпура” (1938), “Туўған жер” (1945),   “Өмир” (1955) сыяқлы поэмалары белгили.  <br>  А. Бегимовтыӊ “Хорлықтан азат” (1929), “Бул ким” (1932),   “Ғарип-ашық” (1949-1955) пьесалары мәмлекетлик театр сах-   насында қойылған.  <br>  Прозаныӊ раўажланыўында А. Бегимовтыӊ “Балықшыныӊ қызы”   романы (1958) белгили орын ийелейди. Бул   шығарма өзбек ҳәм рус тиллерине аўдарылған (1958-1960).  сондай-ақ, Асан Бегимов Пушкин, Лермонтов, Шевченко,   Горькийдиӊ гейпара шығармаларын Қарақалпақ тилине   аўдарған.  <br>  А. Бегимов “Өзбекстан Республикасына мийнети сиӊген   мәденият хызметкери” атағына миясар болды (1957). Ол   “Ҳүрмет белгиси” ордени ҳәм медаллары менен, Өзбекстан   ҳәм Қарақалпақстан Республикалары Жокарғы Кеӊесиниӊ   ҳүрмет жарлықлары менен сыйлықланған.  <br>  А. Бегимов 1934-жылдан Жазыўшылар аўқамыныӊ ағзасы."
    },
    {
        "id": 34,
        "poetName": "Бекбаўлов Оразақ",
        "lifeSpan": "1929-1993",
        "biography": "<br>  Оразақ Бекбаўлов—жазыўшы, тилши ҳәм әдебиятшы алым.  <br>  О. Бекбаўлов 1929-жылы Қыпшак районыныӊ Назархан   аўылында туўылған.  <br>  1952-жылы Қарақалпақ мәмлекетлик педагогикалық институтын   тамамлады, соӊ мектеп директоры болып иследи.  <br>  1951-195-жыллары Республиқалық муғаллимлердиӊ билимин   жетилистириў институтында, 1956-1960-жыллары Нөкис   қалалық мектеплеринде муғаллим, ал 1960-жылдан баслап   Н. Дәўқараев атындағы Тарийх, тил ҳәм әдебият институтында   аға илимий хызметкер болып иследи.  <br>  О. Бекбаўлов 1967-жылы Қарақалпақ тилиниӊ диалектологиясы   бойынша кандидатлық диссертациясын жақлады.  <br>  О. Бекбаўловтыӊ әдебий дөретиўшилигинде “Тарас Аралда” (1964),   “Беруний” (1977), “Владимир Каракалпаков” (1990)   сыяқлы роман ҳәм повестлери белгили орын тутады.  <br>  Оныӊ “Тарас Аралда” романы украин тилине аўларылған.  <br>  О. Бекбаўловқа “Қарақалпақстан Республикасына мийнети сиӊген   мәденият хызметкери” ҳүрметли атағы берилген   (1979).  <br>  О. Бекбаўлов 1970-жылдан Жазыўшылар аўқамыныӊ   ағзасы."
    },
    {
        "id": 35,
        "poetName": "Бекбергенова Зияда",
        "lifeSpan": "1968",
        "biography": "<br>  Зияда Бекбергенова — жазыўшы ҳәм әдебият изертлеўшиси.  <br>  З. Бекбергенова 1968-жылы 10-январьда Шымбай районыныӊ   Таза жол аўылында туўылған.  <br>  Ол 1984-жылы Бердақ атындағы Қарақалпақ мәмлекетлик   университетиниӊ филология факультетине оқыўға киреди.   1989-жылы оқыўды питкерип, жоллама менен ӨзРИАҚб   Н. Дәўқараев атындағы тил ҳәм әдебият институтында илимий хызметкер   болып жумыс баслаған.  <br>  1990-1993-жыллары Ҳәзирги дәўир Қарақалпақ әдебияты   қәнигели бойынша аспирантурада оқып, 1995-жылы “Ҳәзирги   дәўир қарақалпақ поэзиясында халық аўыз еки поэтикалық   дәстурлери” (70-80-жыллар) деген темада кандидатлық диссертациясын жақлаған.  <br>  Ол бүгинги күни ҳәзирги дәўир қарақалпақ әдебияты бөлиминиӊ   баслыгы болып ислеп атыр.  <br>  “Мәӊги қалған дақ” (1994) гүрриӊлер топламы, ҳәзирги   дәўир балалар әдебияты бойынша изертлеўлери, “Бала тили   пал” (1997) китабы жарық көрди.  <br>  Улыўма билим береғуғын мектеплердиӊ 9-класслары ушын   “XX әсирдеги қарақалпақ әдебияты”, «Әдебият» сабаклығыныӊ(2002, 2006, 2010)   авторларыныӊ бири. “Әмиўдәрья” журналында (1997, № 5-6) “Ҳаял тәғдири”   повести жәрияланды.   2001-жылы “Маърифат” газетасыныӊ 10 жыллығына бағышланып өткерилген   “Дөретиўши педагог хызметкерлер” таӊлаўында Қарақалпақстан   Республикасы Халық билимлендириў   Министрлигиниӊ “Хүрмет жарлығы” менен сыйлықланған.  <br>  Ол 2000-жылдан Жазыўшылар аўқамыныӊ ағзасы."
    },
    {
        "id": 36,
        "poetName": "Бекбергенова Мария",
        "lifeSpan": "1953",
        "biography": "<br>  Мария Бекбергенова — әдебият изертлеўшиси.  <br>  Ол 1953-жылы 3-декабрьде Мойнақ қаласында туўылды.  <br>  1971-жылы Мойнақ қаласындағы М.В. Ломоносов мектебин   питкерип, 1971-1976-жыллары Таганрог мәмлекетлик педагогикалық   институтыныӊ рус тили ҳәм әдебияты факультетинде оқыйды.  <br>  М. Бекбергенова хызмет жолын 1976-жылы Өзбекстан Республикасы   Илимлер Академиясыныӊ Қаракдлпақстан бөлиминиӊ Н. Дәўқараев атындағы   тил ҳәм әдебият инстититутыныӊ “Әдебият теориясы ҳәм әдебий байланыслар”   бөлиминде үлкен лаборантлықтан баслаған. Соӊынан усы институтта илмий   хызметкер, илимий хаткер болып ислесе, соӊ Әжинияз атындағы   Нөкис мәмлекетлик педагогикалық институтыныӊ қарақалпақ   әдебияты факультетинде деканныӊ оқыў   ислери бойынша орынбасары, 2004-жылдан кафедра доценти   ўазыйпасында ислеп киятыр.  <br>  М. Бекбергенованыӊ бир қанша илимий мийнетлери   республикалық баспа сөзде жәрияланған.  <br>  Ол “Қарақалпақ әдебиятында дәстүр, мийраслық ҳәм   көркем аўдарманыӊ айрым әҳмийетли мәселелери” (2004)   китабыныӊ ҳәм “Қарақалпақ әдебияты” (Академиялық лицейлердиӊ   3-курсы (2007) ушын) сабақлықтыӊ авторларыныӊ бири.  <br>  М. Бекбергенова 2005-жылдан Жазыўшылар аўқамыныӊ   ағзасы."
    },
    {
        "id": 37,
        "poetName": "Бекимбетов Айтбай",
        "lifeSpan": "1919-1979",
        "biography": "<br>  Айтбай Бекимбетов — жазыўшы.  <br>  А. Бекимбетов 1919-жылы 5-майда Төрткүл районыныӊ   “Уллыбағ” аўылында туўылған.  <br>  1939-жылы Төрткүлдеги медициналық училищени, 1944-жылы   әскерий авиациялық ушқышлар мектебин питкерген,   екинши жәҳән урысыныӊ қатнасыўшысы.  <br>  Урыстан соӊғы жыллары А. Бекимбегов Төрткүлде районлық   партия комитетинде, районлық милиция бөлиминде иследи.   Соӊ ишки ислер министрлигинде жынаят қыдырыў   бөлимин басқарды.  <br>  А. Бекимбетов 50-жыллардыӊ басларынан-ақ әдебий   дөретиўшилик пенен шуғылланған.  <br>  Оныӊ “Аўыр тәғдирди жеӊиўшилер” (1957), “Сырлы излер   изинен” (1963), “Аўыр сынақлар” (1975), “Әжайып әўладлар”  (1970), “Гүрес” (1961) сыяқлы повесть ҳәм романлары Қарақалпақ прозасында  белгили орын ийелейди.  <br>  Оныӊ көплеген шығармалары өзбек ҳәм рус тилине аўдарылған.   “Сырлы излер изинен” шығармасы ушын оған Қарақалпақстан   Республикасыныӊ Бердақ атындағы мәмлекетлик сыйлығы берилди (1972).  <br>  А. Бекимбетов Өзбекстан ҳәм Қарақалпақстан Республикасына   мийнети сиӊген мәденият хызметкери.  <br>  А. Бекимбетов 1958-жылдан Жазыўшылар аўқамыныӊ   ағзасы."
    },
    {
        "id": 38,
        "poetName": "Бекниязова Базаргүл",
        "lifeSpan": "1916-1995",
        "biography": "<br>  Базаргүл Бекниязова — жазыўшы.  <br>  Б. Бекниязова 1916-жылы 15-апрельде Шымбай қаласында   туўылған.  <br>  Ол Төрткүлде рус тили бойынша муғаллимлер таярлайтуғын   курсларда оқыған, жумысшы факультетин питкерген, 1938-жылдан   баслап Хожели қаласында муғаллим болып ислейди.  <br>  1945-1949-жылЛары Қарақаппақ мәмлекетлик педагогикалық   институтында оқып, питкерип шығады.  <br>  1949-1961-жыллар аралығында Нөкис медициналық училищесинде   оқытыўшы, 1961-1967-жыллары республикалық китапханада ҳәм   1967-1972-жыллары Өзбекстан Республикасы   Илимлер академиясыныӊ Қарақалпақстан филиалында жумыс иследи.  <br>  Оныӊ дәслепки шығармалары 30-жыллардыӊ ақырларында   жәриялана баслады.  <br>  Б. Бекниязованыӊ дәслепки топламы “Мәнги қуяш”   1957-жылы баспадан шықты. Соӊ “Қызлар тәғдири” повести 1964-жылы жарық көрди.  <br>  1976-жылы шығармаларыныӊ жыйнағы “Қызлар”деген   ат пенен жәрияланды.  <br>  Ол Қарақалпақстан Республикасы Жоқарғы Кеӊесиниӊ   Ҳүрмет жарлығы менен сыйлықланған.  <br>  Б. Бекниязова 1957-жылдан Жазыўшылар аўқамыныӊ   ағзасы."
    },
    {
        "id": 39,
        "poetName": "Беласаров Дәнияр",
        "lifeSpan": "1952",
        "biography": "<br>  Данияр Беласаров — жазыўшы ҳәм публицист.  <br>  Д. Беласаров 1952-жылы 25-февральда Хожели районында   туўылған. Ол 1977-жылы Алма-Ата Политехникалық институтын,   1983-жылы Москва инженерлик қурылыс институтын  тамамлайды. Соӊ Халықаралық Академияныӊ юридика факультетин сырттан   оқып питкерген. 1977-жылдан Тахыятас   районындағы онлаў-механика заводында цех баслығы болып   жумыс ислеўден баслайды. Ҳәзирги ўақытта ол Қарақалпақстан   Республикасы Министрлер Кеӊесиниӊ социаллық раўажланыў   бөлиминде жуўаплы хызметкер болып ислейди ҳәм   “Қашарман топ” Федерациясыныӊ Президенти.  <br>  Д. Беласаровтыӊ дәслепки шығармалары 70-жыллардыӊ   басларында жарық көрди. Ҳәзирге шекем оныӊ “Ер қосай”   (1996), “Сатыпалды палўан” (2000), “Табын шежиреси” (2001),   “Әдил батыр ким еди” (2006), “Қашарман топ” (2007) сыяқлы   гүрриӊ ҳәм публицистикалық шығармалары китап болып   шықты.  <br>  Д. Беласаров Таципин, Л. Гумилевтыӊ, Мурад Аджидин,   П. Ивановтыӊ шығармаларын қарақалпақ тилине аўдарған. Жазыўшыныӊ   бир қатар шығармалары өзбек ҳәм қазак тиллерине аўдарылған.  <br>  Д. Беласаров “Қарақалпақстан Республикасына мийнети   сиӊген жаслар устазы” ҳәм Қарақалпақстан Республикасы Жоқарғы   Кеӊесиниӊ Ҳүрмет жарлығы менен сыйлықланған. Греция халық аралық   Академиясы сыйлығыныӊ лауреаты.  <br>  Д. Беласаров 2006-жылдан Жазыўшылар аўқамыныӊ   ағзасы."
    },
    {
        "id": 40,
        "poetName": "Бердиев Мәтибай",
        "lifeSpan": "1951",
        "biography": "<br>  Мәтибай Бердиев — шайыр.  <br>  М. Бердиев 1951-жылы 5-майда Хожели районы Сарышүӊгил   аўылында туўылған.  <br>  1973-жылы Нөкис мәмлекетлик педатогикалық институтын   питкергеннен кейин 43-санлы мектепте қарақалпақ   тили ҳәм әдебияты пәни муғаллими, директордыӊ оқыў-тәрбия   ислери бойынша орынбасары болып ислеген.  <br>  1983-1985-жыллары Жамбыл атындағы мектептиӊ директоры,   “Хожели хақыйқаты” газетасы редакторыныӊ орынбасары лаўазымында ислеген.  <br>  М. Бердиевтыӊ буннан кейинги хызмети тиккелей баспасөз   бенен байланыслы.  <br>  Дәслепки шығармалары 70-жыллардыӊ орталарында көрине   баслады. “Әмиўдәрья”, “Арал” журналларында, “Еркин Қаракаппақстан”,   “Қарақалпақстан жаслары”, “Устаз жолы”, “Жипек жолы” ,   “Жеткиншек” газеталарында бир неше дүркин   қосықлары жарияланған. Қосықлары қазақ ҳәм ноғай тиллерине аўларылған.  <br>  Оныӊ “Қуяш күлип Қарай баслады” (1992), “Ҳақыйқатлық” (1994),   “Жаӊғырык” (“Билим” 1996), “Мәӊгилик реӊлер” (1997)   ҳәм балаларға арналған “Аўыл баласы” (1997)   топламлары жарық көрген. Белгили палўан С. Мылтықбаев хаққында   “Палўан-Сатыбалды Мылтықбаев” атлы китап таярлаған (“Қарақалпақстан” 1997).  <br>  М. Бердиев 1994-жыддан Жазыўшьшар аўқамыныӊ ағзасы."
    },
    {
        "id": 41,
        "poetName": "Генжемуратов Бахтыяр",
        "lifeSpan": "1959",
        "biography": "<br>  Бахтыяр Генжемуратов — шайыр.  <br>  Б. Генжемуратов 1959-жылы 11-майда Тахтакөпир районында   туўылған. 1976-жылы орта мектепти тамамлап, районлық   газетада ислеген. 1978-80-жыллары әскерий хызметте болған. Ол   1980-жылы Нөкис мәмлекетлик университетиниӊ   филология факультетине оқыўға киреди ҳәм “Нөкис университети”   газетасыныӊ жуўаплы хаткери болып ислейди.   1985-жылы НМУ филология фаультетин питкерип, 1993-жылға   шекем “Әмиўдәрья” журналында әдебий сын ҳәм  мәденият бөлиминиӊ баслығы, жуўаплы хаткери, Қарақалпақстан   Жазыўшылар аўқамында поэзия бойынша   мәсләҳәтши, баслықтыӊ орынбасары, жуўаплы хаткер лаўазымларында ислейди.  <br>  1993-жылларда Бердақ атындағы Қарақалпақ мәмлекетлик   университетиниӊ аспирантурасында оқыйды ҳәм 1996-жылы  “Әжинияз лирикасыныӊ поэтикасы” деген темада   кандидатлық диссертациясын қорғайды.  <br>  Б. Генжемуратов 1996-2006-жыллар аралығында филология   факультетинде оқытыўшы, кафедра баслығы, журналистика   бөлиминиӊ баслығы, Бердақ атындағы миллий музейинде   тарийх ҳәм археология бөлиминиӊ баслығы лаўазымларында   ислейди. 2006-жылдан кафедра доценти болып ислеп атыр.  <br>  Б. Генжемуратовтыӊ “Әптаптыӊ өмири” (1987), “Саратан”   (1990), “Оқ қадалған ай” (1997) қосықлар топламлары қарақалпақ   тилинде “Ўкуздарё битиклари” (2006) қосықлар ҳәм   поэмалар топламы өзбек тилинде баспадан шықты. Шайырдыӊ   “Мөде хан сөзи яки Чин жипегиндеги битик”, “Қар Ақ  Алп Ақ” поэмалары өзбек тилинде, “Ўкуздарё битиклари”   (2006) атамада өз алдыӊа китап болып қайтадан басылды. Оныӊ  бир дүркии қосықлары “Түрк шеърияты антологиясы” (Анка-ра, 2006)   ҳәм “XX аср ўзбек шеърияти антология”сына (Ташкент, 2007) киргизилген.   Шайыр Батыс ҳәм Шығыс классиклериниӊ қосықларын қарақалпақшалап,   “Лирика” деген ат пенен 1992-жылы баспадан шығарды.  <br>  Шайырдыӊ бир қатар қосықлары қазак, орыс ҳәм француз   тиллеринде жәрияланған. Ол белгили тарийхшылар А. Ю. Якубовский   ҳәм Б.Д.Грековтыӊ “Алтын Орда ҳәм оныӊ кулаўы”   деген көлемли фундаменталь мийнетин Қарақалпақшалады. Б. Генжемуратовтыӊ   “Әжинияз лирикасыныӊ поэтикасы” (1997)   деген монографиясы баспадан шықты.  <br>  Ол Қарақалпақстан Жаслар аўқамы сыйлығыныӊ (1991)   ҳәм Өзбекстан Жазыўшылар аўқамы сыйлығыныӊ (2001) лауреаты.   2006-жылы “Шуҳрат” медалы менен, еӊ жақсы қосықлары ушын   Хорезм Маъмун академиясы, Өзбекстан Жазыўшылар аўқамы ҳәм   Хорезм ўалаяты ҳәкимлиги тәрепинен сыйлықланды. Б. Генжемуратов   2007-жылы Қазақстан Республикасыныӊ Ақтаў қаласында өткерилген   шайырлар конкурсыныӊ лауреаты болды.  <br>  Б. Генжемуратов 1990-жылдан Жазыўшылар аўқамыныӊ ағзасы."
    },
    {
        "id": 42,
        "poetName": "Гордеев Валерий",
        "lifeSpan": "1950",
        "biography": "<br>  Валерий Леонидович Гордеев — лирик шайыр.  <br>  Ол 1950-жылы 24-январьда Россияныӊ Куйбышев областыныӊ   Кошки районы орайында туўылған Әскерий хызметтен соӊ (1967-1969)   Димитровград автоагрегат заводында токарь болып жумыс ислейди.   1972-жылдан баслап районлық   “Звезда” (Новая Малыкла), “Знамя труда” (Мелекесс) ҳәм Димитровград   қаласындағы “Знамя коммунизма” газеталарында   дәслепки жазыўшылық, журналистлик жумысларын алып барған.   1976-жылы Казан мәмлекетлик университетиниӊ журналистика   бөлимин сырттан оқып питкерип, Қарақалпақстанға   жумысқа келеди ҳәм “Советская Каракалпакия” (Ҳәзирги   “Вести Каракалпакстана”) газетасына алдын өз хабаршысы   болып, соӊынан газетаныӊ жуўапды хаткериниӊ орынбасары   болып ислеген. 1978-жылы усы газетаныӊ жуўаплы хаткери   лаўазымына тайынланады.  <br>  В.Л. Гордеевтыӊ дәслепки қосықлары 1966-жылдан   Республиқалық баспа сөз бетлеринде жәриялана баслады. Оныӊ  “Маршалский жезл”(1980), “Доверие”( 1982) сыяқлы қосықлар   топламлары “Қарақалпақстан” баспасында басылып   шықты.  <br>  Ол аўдарма жумыслары менен де шуғылланып Өзбекстан   ҳәм Қарақалпақстан халық жазыўшысы Жолмурза Аймурзаевтыӊ   “Әмиўдәрья бойында” романы менен “Даӊқлы дослар”   поэмаларын рус тилине аўдарып, кеӊ оқыўшылар жәмийетшилигине таныстырды.  <br>  В.Л. Гордеевтыӊ бир неше қосықлары Қарақалпақ тилине   де аўларылған.  <br>  Ол 1982-жылдан баслап Жазыўшылар аўқамыныӊ ағзасы."
    },
    {
        "id": 43,
        "poetName": "Дабылов Аббаз",
        "lifeSpan": "1898-1970",
        "biography": "<br>  Аббаз Дабылов — белгили халық шайыры.  <br>  А. Дабылов XX әсирдеги қарақалпақ поэзиясыныӊ   раўажланыўына айрықша үлес қосқан талантлы сөз шебери. Шайырдыӊ   дөретиўшилигинде халық аўызеки поэзиясыныӊ, әдебиятмыздыӊ ҳәм   шығыс әдебиятыныӊ еӊ жақсы дәстүрлери өзиниӊ көркемлик бирикпесин тапты.  <br>  А. Дабылов 1898-жылы Тахтакөпир районыныӊ Қараой   аўылында туўылған. Ол медреседе оқып саўатын ашқан, өз дәўириниӊ   саўатлы адамларыныӊ бири болды. Усыған байланыслы ол бир   қанша ўақыт куўдалаўға да түскен. 20-жыллардыӊ   орталарында жаӊа уйымласқан жәмәәтлик хожалыққа киреди,   жәмәәт басқармасына ағзалыққа сайланады.  <br>  1939-жылы А.Дабылов Төрткүлге тартылады ҳәм ол жерде   дөретиўшилик жумыс пенен биротала шуғылланыўға имканият алады,   усы жылы Ташкент, Москва қалаларына экскурсияға жибериледи.  <br>  А. Дабылов Қарақалпақ әдебиятыныӊ ҳәр бир дәўиринде   өзиниӊ әжайып шығармалары менен белгили болды. Шайырдыӊ “Қосықлар” (1940),   “Жеӊислер йошы” (1947), “Алға”   (1959), “Қосықлар” (1962), “Жүрекке жақын адамлар” (1965)   «Арнаў» (1966) «Темир жол» (1973) «Нәмәрт жигит неге   дәркар” (1976) ҳәм басқа да топламлары басылып шықты.   1950-195-жыллары “Бахадыр” дәстаны басылды. Шайырдыӊ   көпшилик шығармаларын өз ишине алған 1,2,3 томлары (1958,1967,1972) басылды.  <br>  Аббаз шайырдыӊ көп ғана қосықлары өзбек, рус ҳәм   қазақ тиллерине аўдарылып, топлам болып басылған. “Бахадыр”   дәстаны 1990-жылы толық түринде рус тилинде жарық көрди.  <br>  Аббаз шайырға “Баҳадыр” дәстаны ушын Қарақалпақстан   Республикасыныӊ Бердақ атындағы мәмлекетлик сыйлығы   берилди (1990). Ол “Қарақалпақстан халық шайыры” (1967)   ҳәм “Өзбекстан халық жыршысы” (1945) еди.  <br>  А. Дабылов 1957-жылдан Жазыўшылар аўқамыныӊ ағзасы."
    },
    {
        "id": 44,
        "poetName": "Дәўкараев Нәжим",
        "lifeSpan": "1905-1953",
        "biography": "<br>  Нәжим Дәўқараев — жазыўшы ҳәм драматург, қарақалпақ   әдебияттаныў илиминиӊ тийкарын салыўшы.  <br>  Н. Дәўқараев 1905-жылы Қоӊырат районыныӊ “Соркөл”   елатыӊда (ҳәзирги Мойнақ районы, Мойнақ хожалығы) туўылған.   Ол усы жерде дәслеп ески мектепте, медреседе, соӊынан жаӊа   ашылған баслаўыш мектепте оқып билим алады,   1924-1925-жыллары Оренбург қаласында педагогикалық институттыӊ   таярлық курсында оқыйды. 1925-жылы Қарақалпақстанға қайтып   келип, дәслеп Қоӊырат округлик атқарыў   комитетинде инструкгор, соӊынан Төрткүл қаласында областлық судта   практикант болып хызмет етеди. 1926-1930-жыллары Алма-Ата   қаласындағы халықағартыў институтыныӊ агробиологиялық   бөлиминде оқыйды. 1928-1932-жыллары Оренбург пединститутыныӊ   қазақ тили ҳәм әдебияты факультетинде де оқып,   бирден еки институтты питкерип шығады.  <br>  Н. Дәўқараев 1930-1934-жыллары Алма-Ата, Қостанай   қалаларындағы педагогикалық техникумларында, 1929-1932-жыл-   лары Урал педагогикалық институтында қазақ тили ҳәм   әдебияты пәни бойынша оқытыўшы болып ислейди. 1934-жылы   Н. Дәўқараевты Қарақалпақстан ҳүкимети басшылары   шақырып алады ҳәм Қарақалпақстан муғаллимлер институтыныӊ   қарақалпақ тили ҳәм әдебияты кафедрасыныӊ баслығы болып ислейди.   Ол Қарақалпақстан Республикасы   халық Билимлендириў Комиссариатында инспектор-методист   лаўазымын қоса атқарады.  <br>  1939-жылы  Қарақалпақстан жазыўшыларыныӊ II съездинде   Қарақалпақстан жазыўшылар аўқамы басқармасыныӊ жуўаплы хаткери   болып сайланады. 1942-1944-жыллары Қарақалпақстан Халық   Комиссарлар Кеӊеси қасындағы көркем  өнер ислери бойынша баскарманыӊ баслығы, К.С. Станиславский   атындағы музыкалық драма театрыныӊ директоры, 1944-жылы   Қарақалпақстан Республикасы Министрлер   Кеӊесиниӊ қасынан ашылған Тил ҳәм әдебият институтыӊын   директоры (бул институт 1947-жылы Өзбекстан Илимлер Академиясы   экономика ҳәм мәденият институты болып өзгерген) ҳәм өмириниӊ   ақырына шекем педагогикалық институтта Қарақалпақ   әдебияты кафедрасыныӊ баслығы болып ислейди.  <br>  Н. Дәўқараевтыӊ студентлик дәўиринде жазған “Көп күнлердиӊ бири”   гүрриӊи 1929-жылы Алма-Ата қаласындағы   “Жаӊа мектеп” журналында (№11,12) басылады. Жазыўшыныӊ   “Партизанлар” (1936), “Интернатта” (1934) “Тойға   барғанды”, “Бағман”, “Бийбихан”, “Өлимди писент етпеўшилер” ҳәм   тағы басқа гүрриӊлери тек жазыўшыныӊ емес, ал   Қарақалпақ прозасыныӊ да дәслепкп дөретпелери сыпатында   белгили. Ол 1942-жылы “Алпамыс” драмасын жазды ҳәм   пьеса театрда сахналастырылды. Аўдарма тараўында А. С. Пушкинниӊ   “Капитан қызы” повестин, “Ғарғаныӊ гулдәстеси”,   Н.Некрасовтыӊ “Темир жол”, Л.Н. Толстойдыӊ   “Кавказ тутқыны”, А.П. Чеховтыӊ “Каштанка\", “Ванька”,   М. Горькийдиӊ “Саяхатшы қурбака”, К.М. Симоновтыӊ “Рус   адамлары” шығармаларын қарақалпақ тилине аўдарған.  <br>  Н. Дәўқараев 1946-жылы “XVIII-XIX әсирдеги Қарақалпақ әдебияты”   деген темада филология илимлериниӊ кандидаты ҳәм 1951-жылы   “Қарақалпақ әдебияты тарийхыныӊ   очерклери” темасында докторлық диссертацияларын табыслы жақлады.  <br>  Жазыўшы ҳәм үлкен алым орденлер ҳәм медальлар   менен сыйлықланған, “Өзбекстан Республикасына мийнети   сиӊген муғаллим” ҳүрметли атағына ийе еди, Өзбекстан   ҳәм Қарақалпақстан Республикасы Жоқарғы Кеӊеслерине   депутат болып сайланған. Ҳәзир Өзбекстан Илимлер Академиясы   Қаракдлпақстан бөлиминиӊ Тил ҳәм әдебият институты үлкен алым   Н. Дәўқараевтыӊ атына қойылған.  <br>  Н. Дәўқараев 1934-жылдан Жазыўшылар аўқамыныӊ   ағзасы."
    },
    {
        "id": 45,
        "poetName": "Дәўлетназаров Халила",
        "lifeSpan": "1952",
        "biography": "<br>  Халила Дәўлетназаров — шайыр.  <br>  Х. Дәўлетназаров 1952-жылы 10-февральда Кегейли районыныӊ   Халқабад елатыӊда туўылды.  <br>  Ол орта мектепти питкергеннен соӊ 1970-1975-жыллары   Нөкис мәмлекетлик көркем өнер училищесинде оқыған ҳәм   әскерий хызметте болған.  <br>  1977-жылдан баслап “Қарақалпақстан жаслары” газетасында   әдебий хызметкер болып иследи.  <br>  Буннан соӊғы жыллары Қарақалпақстан телерадиокомпаниясында   телередактор, радиода музыка бөлиминиӊ баслығы, “Қарақалпақстан”   баспасында редактор, республикалық радионыӊ әдебият   ҳәм драма бөлиминиӊ баслығы,   “Еркин Қарақалпақстан” газетасы бас редакторыныӊ орынбасары   лаўазымларында хызмет етти.  <br>  2009-жылдан “Әмиўдәрья” журналыныӊ бас редакторы.  <br>  Шайырдыӊ “Хат”, “Сен маған керексеӊ”, “Сен жақсы   қызсаӊ”, “Ашық болмаған ким бар”, “Хош қал, жаслығым”,   “Әлўидағ, муҳаббат, әлўидағ”, “Дос болыў ҳәммениӊ қолынан   келмес” поэзиялық китаплары басылып шықты.  <br>  Оныӊ “Ҳәсирет хәўири”, “Парахатшылық ҳаққында сөз”,   “Анамахат”, “Бүлбил пығаны”, “Ийесиз журт”, “Қарақалпақ баязы”,   “Зийўарий шежире”, “Әлўидағ муҳаббат, хош   қал жаслығым» насрый поэмалары бар.  <br>  Х. Дәўлетназаров 1991-жылдан Жазыўшылар аўқамыныӊ   ағзасы."
    },
    {
        "id": 46,
        "poetName": "Дәўлетова Гүлистан",
        "lifeSpan": "1959",
        "biography": "<br>  Гүлистан Дәўлетова — шайыр.  <br>  Г. Дәўлетова 1959-жылы 20-ноябрьде Шымбай районыныӊ Шахаман   аўылында туўылды.  <br>  Усы райондағы Гагарин атындағы орта мектепти 1976-жылы тамамлап,   аўылда жумысшы болып иследи.  <br>  1983-жылы Нөкис мәмлекетлик университетиниӊ   роман-герман филологиясы факультетиниӊ англичан тили, 1993-   жылы университеттиӊ филология факультетиниӊ Қарақалпақ тили   ҳәм әдебияты қәнигелигин питкерген.  <br>  Мектепте муғаллим, университетте ассистент оқытыўшы,   Нөкис қалалық халық билимлендириў бөлими баслығы   болып иследи.  <br>  Г. Дәўлетованыӊ тунғыш қосықлары “Әмиўдәрья\" журналында,   республикалық ҳәм районлық газеталарда жарық көрди.  <br>  Оныӊ “Әжинияз поэзиясында дәстүр ҳәм жаӊашыллық”   (1997) монографиясы менен “Әжинияз поэзиясында руўхый   дереклер” (1998), “Руўхыйлық-әдебият өлшеми” (1998), “Инсан тәрбиясы   балалықтан басланады” (1999) деген китапшалары ҳәм “Сениӊ дәртин менен жасайман, хаял”(2001)  “Аёл ишқи”, (2001) “Қыз тахтым” (2009) қосықлар топламлары   жарық көргенф.  <br>  Г. Дәўлетова 2006-жылдан Жазыўшылар аўқамыныӊ   ағзасы"
    },
    {
        "id": 47,
        "poetName": "Дәўлетбаев Нурлыбай",
        "lifeSpan": "1954",
        "biography": "<br>  Нурлыбай Дәўлетбаев — шайыр.  <br>  Н. Дәўлетбаев 1954-жылы 10-октябрьде Қанлыкөл районыныӊ   “Наўрыз” пухаралар жыйыны аймағында туўылған.  <br>  1972-жылы райондағы Н. Дәўқараев атындағы орта мектепти   питкергеннен соӊ, 1978-жылы Нөкис мәмлекетлик университетиниӊ   филология факультетиниӊ Қарақалпақ тили ҳәм   әдебияты бөлимине оқыўға кирип, оны 1983-жылы табыслы питкерип шығады.  <br>  Сол жылдан баслап №14 санлы орта мектепте муғаллим   болып ислейди.  <br>  1985-жылы “Қарақалпақстан” баспасынан “Үмит”, 2001-жылы   “Ел тилеги”, 2007 жылы “Билим” баспасынан “Ата-мәкан” китаплары басылып шықты.  <br>  Н. Дәўлетбаев 2006-жылдан Жазыўшылар аўқамыныӊ   ағзасы."
    },
    {
        "id": 48,
        "poetName": "Дәрибаев Мырзағалий",
        "lifeSpan": "1909-1942",
        "biography": "<br>  Мырзағалий Дәрибаев — шайыр, жазыўшы ҳәм драматург.  <br>  М. Дәрибаев 1909-жылы Қоӊырат районында туўылған. Ол   1929-жылы педагогикалық курсты питкерип, өз аўылында   муғаллим болып ислейди. 1935-жылы Ташкенттеги Орта Азия   аўыл хожалық мектебин питкереди, соӊ “Қызыл Қарақалпақстан” газетасында   мәденият бөлимин басқарады, бир қанша жыллар даўамында   “Қызыл Қарақалпақстан” газетасында, Жазыўшылар аўқамында   жуўаплы хаткер хызметин атқарады ҳәм   усы газетаныӊ партия турмысы бөлиминиӊ баслығы болып ислейди.   Жазыўшы 1942-жылы самолёт апатынан мезгилсиз қайтыс болды.  <br>  Жазыўшыныӊ дәслепки шығармалары 30-жыллардыӊ басында жәрияланды.   Оныӊ “Қосықлар” (1930), “Жеӊиўшилер”   (1940), “Гүреске”(1942) деген топламлары басылып шықты.   Соӊғы жыллары жазыўшыныӊ “Қосықлар ҳәм поэмалар”   (1954), “Шығармалары”( 1958),“Таӊламалы шығармалары”   (1963), “Қәлбийке” (1984) деген топламлары жәрияланды.  <br>  М. Дәрибаевтыӊ драматург сыпатыӊда “Көклен батыр”   (1936), Әрман” (1940),“Ғәрип-Ашық”(1939), “Жаӊа адамлар”   (1939) атлы пьесалары бар. Оныӊ проза тараўында   “Мыӊлардыӊ бири” (Қарақалпақстан әдебияты ҳәм искусствосы”. 1940,   N1-6) деген повести Қарақалпақ прозасыныӊ кәлиплесиўинде   айрықша әҳмийетке ийе. Жазыўшыныӊ гейпара шығармалары   рус, өзбек, қазақ ҳәм тағы басқа тиллерге аўларылған.  <br>  М. Дәрибаев Пушкин, Лермонтов, Некрасов, Шевченко,   Байрон, Франко, Тоқтағул, Жамбыл шығармаларын Қарақалпақ   тилине аўдарыўға қатнасқан шайыр.  <br>  М. Дәрибаев 1936-жылдан Жазыўшылар аўқамыныӊ ағзасы."
    },
    {
        "id": 49,
        "poetName": "Дилмуратов Жолдасбай",
        "lifeSpan": "1928-2000",
        "biography": "<br>  Жолдасбай Дилмуратов 1928-жылы 5-майда Шымбай   районында туўылған. 1950-жылы педагогикалық институтты сырттан оқып тамамлайды.  <br>  Ж. Дилмуратов Шымбай районындағы А.С. Пушкин атындағы   сегиз жыллық мектепте муғаллим ҳәм директор болып   ислейди. 1952-жылдан баслап “Совет Қарақалпақстаны” газетасында әдебий   хызметкер, соӊынан телерадио комитетинде   аға редактор лаўазымларында ислейди.  <br>  Оныӊ дәслепки қосықлары 1948-жылы жәрияланды.   Ҳәзирге шекем оныӊ “Жаслық йошы” (1954), “Қараман”   (1961), “Жүрек алғысы” (1966), “Нәўбәхәр” (1973), “Гүллер   ашылғанда” (1976), “Заман заўқы” (1983), “Сен мениӊ илҳамымсаӊ” (1988)   сыяқлы топламлары баспадан шықты.  1992-жылы оныӊ “Таӊламалы шыгармаларыныӊ бир томлығы” басылды.  <br>  Ж. Дилмуратовтыӊ балаларға арналган қосықлары, поэма   лары хәзирги поэзияда белгили орын тутады, булардыӊ қатарында шайырдыӊ   “Өмир гүли” (1958), “Артекте” (1969), “Кийиклер” (1976),   “Жолбарыстыӊ тәғдири” (1980) ҳәм басқа да   топламларын атап өтиўге болады. Шайырдыӊ айырым шығармалары өзбек,   қырғыз тиллеринде жәрияланған.  <br>  Ж. Дилмуратов Қарақалпақсган ҳәм Өзбекстан Республикасына   мийнети сиӊген мәденияг хызметкери. Ол Өзбекстан Республикасы Жоқарғы   Кеӊесиниӊ Хүрмет жарлығы   менен сыйлықланған.  <br>  Ж. Дилмуратов 1955-жылдан Жазыўшылар аўқамыныӊ ағзасы."
    },
    {
        "id": 50,
        "poetName": "Досанов Қармыс",
        "lifeSpan": "1922-1990",
        "biography": "<br>  Қармыс Досанов — шайыр ҳәм жазыўшы.  <br>  Қ. Досанов 1922-жылы 15-майда Хожели қаласында туўылған.   Усы қаладағы мектеп-интернатта оқыйды ҳәм тәрбияланады. 1940-жылы   Төрткүлдеги педтехникумды питкерип   “Қарақалпақстан әдебияты ҳәм искусствосы” журналында ислейди.   Ол екинши жәҳән урысы қатнасыўшысы.  <br>  Урыстан қайтқан соӊ районлық, областьлық Жаслар комитетинде,   “Жас Ленинши” газетасында жумыс иследи. Ташкенттеги партия   мектебин питкереди (1950-1953). Москвадағы жоқары әдебий   курста оқыйды. 1957-58-жыллары “Қарақалпақстан” баспасында көркем   әдебият бөлимин басқарады,   1958-63-жыллары Жазыўшылар аўқамында жуўаплы хаткер   болды. 1964-жылдан өмириниӊ ақырына шекем республикалық   телевидение ҳәм радио еситтириў комитетинде иследи.  <br>  Қ. Досановтыӊ “Қызыл байрақ” (1952), “Шайыр ҳаўазы”   (1954), “Таӊ самаллары” (1959), “Қәдирли гүлзар” (1968), “Саҳра   шәшмелери”(1983), “Первая тропинка” (1957) жыйнақлары   сондай-ак өзбек, тәжик тиллеринде топламлары басылды.  <br>  Оныӊ “Азаматлар”, “Қамыслықтағы саўаш”, “Шамурат   ата”, “Әмиў ағысы”, “Биринши салют”, “43-жылдыӊ жазы   еди” «Разведчик» деген повесть ҳәм романлары басылған.   “Арал ҳаўазы” пьесасы театр саҳнасында қойылды.  <br>  К. Досановтыӊ “Камыслықгағы саўаш”, “Шамурат ата” повестьлери   рус тилинде басылған. Ол жаўынгерлик орден   ҳәм медальлар менен сыйлықланған.  <br>  Қ. Досанов 1955-жылдан Жазыўшылар аўқамыныӊ ағзасы."
    },
    {
        "id": 51,
        "poetName": "Ембергенов Өмирбай",
        "lifeSpan": "1942",
        "biography": "<br>  Өмирбай Ембергенов — жазыўшы.  <br>  Ө. Ембергенов 1942-жылы 24-декабрде Қоӊырат районыныӊ   9-аўылында туўылған.  <br>  1960-жылы Нөкис аўыл хожалық техникумын, 1973-жылы   Ташкент қаласындағы Республика рус тили ҳәм әдебияты   институтын питкерген.  <br>  1973-жылдан ҳәзирги күнге шекем Қоӊырат қаласындағы   №53 санлы мектепте рус тили ҳәм әдебияты пәнипен   муғаллим болып ислеп атыр.  <br>  Оныӊ “Ертенги күн” (1987), “Наўрыздыӊ ақша қары” (1990),   повесть ҳәм гүрриӊлер жыйнағы “Ышқы - муҳаббат саўдасы”,   “Тәўипшилик сырлары” (1991) атлы ҳәр қыйлы дереклерден   жыйнаған топламлары, “Жыққын” (1995), “Бирликли Қоӊырат еллерим барды” (2002)   китаплары басылып шықты.  <br>  2007-жылы “Қарақаппақфильм” киностудиясы тәрепи-   нен түсирилген “Ҳәким - Ата” кинофильминиӊ сценарийин жазған.  <br>  Ж. Шамуратов пенен биргеликте жазған “Қоӊырат”,   “Ҳәким-Ата” китабы ҳәм өзиниӊ “Туйғылар оянғанда” атлы   қосықлар топламы жарық көрди.  <br>  Ол “Мийнет ветераны”, “Уллы Жеӊистин 20 жыллығы”   медаллары ҳәм “Өзбекстан халық билимлендириў ағласы”   көкирек нышаны менен сыйлықланған.  <br>  Ө. Ембергенов 1999-жылдан Жазыўшылар аўқамыныӊ   ағзасы."
    },
    {
        "id": 52,
        "poetName": "Ембергенов Сағындык",
        "lifeSpan": "1952",
        "biography": "<br>  Сағындық Ембергенов — шайыр ҳәм журналист.  <br>  С. Ембергенов 1952-жылы 27-декабрьде Кегейли районыныӊ   “Халкабад” аймағында туўылған.  <br>  1961-жылы мектепти питкергеннен соӊ, Әжинияз атындағы   Нөкис мәмлекетлик педагогикалық институттыӊ филологня факультетиниӊ   Қаракаапақ тили ҳәм әдебияты бөлимин тамамлаған.  <br>  Хызмет жолын Қарақалпақстан телевидениесинде редактор болып   жумыс ислеўден баслаған.  <br>  1989-1994-жыллары “Жеткиншек”, “Еркин Қарақалпақстан”,   “Қарақалпақстан жаслары” газеталарында жуўаплы   хаткер ҳәм редактордыӊ орынбасары болып ислесе, 1994-жылдан   Қарақалпақстан телевидениесинде бас редактор   ўазыйпасында ислеп атыр.  <br>  “Излеймен” (1984), “Әпенде бала” (1986), “Бир атаныӊ   уллары” (1988), “Атамныӊ айтқанлары” (2003) атлы қосықлар топламлары   өз алдына китап болып шықты.  <br>  Соӊдай-ақ Қарақалпақстан киностудиясында “Қара лалалар”   (Черные тюльпаны) атлы хужжетли фильми ҳәм Қарақалпақстан телевидениесинде   2004-жылы еки сериалы   “Өрмекши” видеофильми, 2009-жылы “Аўылдан көшпейтуғын болдық”   атлы видеофильмлери тамашагөйлер тәрепинен жақсы күтип алынды.  <br>  С. Ембергенов 2006-жылдан Жазыўшылар аўқамыныӊ   ағзасы."
    },
    {
        "id": 53,
        "poetName": "Евгений Емельянов",
        "lifeSpan": "1937-1983",
        "biography": "<br>  Евгений Емельянов — шайыр ҳәм жазыўшы.  <br>  Ол 1937-жылы 12-февральда Тамбов қаласында туўылған.  <br>  1956-жылы Ташкент курылыс техникумын питкереди, соӊ районлық   ҳәм қалалық газеталардыӊ редакцияларында ислейди.  <br>  1959-1970 жыллары “Хорезм ҳақыйқаты” газетасында, ал   1973-жылы “Советская Каракалпакия” газетасына келип орналасады.   Ол газстада жуўаплы хаткердиӊ орынбасары болып   иследи.  <br>  Оныӊ биринши шығармалары 60-жыллардыӊ орталарында   жәриялана баслады.  <br>  Е. Емельяновтыӊ “Дина түс көрди” (1974), “Жоллар шақырады” (1975),  “Естелик” (1977), “Жаздыӊ соӊғы күнлери”   (1981) атлы топламлары басылып шықты.  <br>  Е.Емельяновтыӊ “Ёш Гвардия” баспасында “Екинши гезек” китабы   1979-жылы жарық көрди. Оныӊ “Василка”, “Пазелге жол” (1982) роман   ҳәм повестьлери “Қарақалпақстан”   баспасынан шықты.  <br>  Жазыўшыныӊ бир қатар шығармалары қарақалпақ тилинде де басылған.  Е. Емельянов рус тилине Әжинияз, М.Дәрибаев, Т. Сейтжанов, Т. Қабулов,   С. Салиевтыӊ шығармаларын аўдарды.  <br>  Ол Қарақалпақстан Республикасы Жоқарғы Кеӊесиниӊ   Ҳүрмет жарлығы менен сыйлықланған.  <br>  Е. Емельянов 1979-жылдан Жазыўшылар аўқамыныӊ   ағзасы."
    },
    {
        "id": 54,
        "poetName": "Ерманов Карабай",
        "lifeSpan": "1903-1977",
        "biography": "<br>  Қарабай Ерманов — жазыўшы.  <br>  Қ. Ерманов 1903-жылы Қоныратта туўылған. Ескише   саўат ашқан ол дәслеп Хийўа қаласында, соӊынан Москвадағы   Шығыс халықлары университетинде оқып билим алады, 30-жыллары   билимлендириў тараўында ҳәм нызам органларында хызмет иследи,   бир қанша жыллар даўамында Республикалық китапханада жумыс атқарды,   1961-72-жыллары Н.Дәўқараев атындагы Тарийх, тил ҳәм әдебият институтында   илимий хызметкер болады.  <br>  Жазыўшыныӊ дәслепки шығармалары 20-жыллардыӊ   ақырында жәриялана баслады, соӊынан оныӊ “Қарақалпақ   қызы” (1931), “Жақтылық” (1932), “Өткен ўақларда” (1933)   деген пьесалары ҳәм прозалық шығармалары басылды.  <br>  Қ. Ермановтыӊ биринши қосықлар топламы 1934-жылы   Москвада қарақалпақ тилинде басылды, соӊғы жыллары   оныӊ “Мақтаньш!” (1977), “Бултлы күнниӊ қуяшы” (1993)   деген китаплары басылып шықты.  <br>  Қ. Ерманов 30-жыллары проза тараўында “Айжамал”,   “Балықшылар”, “Өткен ўақларда” сыяқлы повесть ҳәм   тарийхый шежире сыпатындағы шығармаларын дөретти ҳәм   жәриялады.  <br>  Жазыўшы соӊғы ўақытлары “Балықшылар” пьесасын,   “Өткен күнлер”, “Ояныў”, “Шымбай” романларын жазды.  <br>  Жазыўшы “Қарақалпақстан Республикасына мийнети   сиӊген мәденият хызметкери” ҳүрметли атағына ийе болды."
    },
    {
        "id": 55,
        "poetName": "Ерназаров Бекназар",
        "lifeSpan": "1954",
        "biography": "<br>  Бекназар Ерназаров — жазыўшы ҳәм журналист.  <br>  Б. Ерназаров 1954-жылы 11-августта Тахтакөпир районында туўылған.  <br>  1977-жылы Нөкис мәмлекетлик университетин питкерген.  <br>  Мийнет жолын “Қарақалпақстан жаслары” газетасыныӊ   хабаршысы болып ислеўден баслайды.  <br>  Соӊынан Қарақалпақстан Республикасы телерадио компаниясы   редакторы, “Жеткиншек” газетасыныӊ бөлим баслығы, “Ғумша” журналыныӊ  бас редакторы, “Қарақалпақстан”   баспасы бас редакторыныӊ орынбасары, “Қарақалпақстан   мәденияты” газетасыныӊ бас редакторы, Қарақалпақстан Жазыўшылар   аўқамы баслығыныӊ орынбасары, “Жазыўшы”   қорыныӊ директоры болып иследи.  <br>  «Кәсиплик билимлендириў» газетасыныӊ бас редакторы   ҳәм қатар газета журналлардыӊ шөлкемлестириўшиси.  <br>  Биринши дөретпеси 1972-жылы “Жас Ленинши” газетасында жәрияланды.  <br>  Б. Ерназаровтыӊ “Ақ қус” (1992), “Министрдиӊ шофёры”   (1994),“Мыӊ қыздыӊ ашығы”(1995),“Шек”(1997) прозалық   китаплары “Қарақалпақстан” баспасында басылып шықты.  <br>  Ол 1989-жылдан журналистлер аўқамыныӊ, 2001-жылдан   Жазыўшылар аўқамыныӊ ағзасы"
    },
    {
        "id": 56,
        "poetName": "Ерназаров Көбейсин",
        "lifeSpan": "1944",
        "biography": "<br>  Көбейсин Ерназаров — шайыр ҳәм жазыўшы.  <br>  К. Ерназаров 1944-жылы 5-февральда Қонырат районында туўылған.   Ол 1962-1967-жыллары Қарақалпақ мәмлекет-   лик педагогиқалық институтыныӊ тарийх, қарақалпақ тили ҳәм әдебияты   факультетин тамамлады.  <br>  1967-1985-жыллары Республиқалық үлкетаныў музейинде,   Өзбекстан Илимлер Академиясыньщ Қарақалпақстан   бөлиминиӊ Н. Дәўқараев атындағы Тил ҳәм әдебият институтында   илимий хызметкер, “Қарақалпақстан” баспасында редактор болып ислейди.  Оныӊ қосықлары ҳәм гүрриӊлери студентлик жылларда “Совет муғаллими”,   “Жеткиншек” газеталарында жәрияланды.  <br>  Соӊдай-ақ, “Босаға” (1985), “Музалар дүньясы” (1988),   “Жақсылық ҳәм жаманлық ҳаққында ертек” (1990), “Кешки   саат алтыдан кейин” (1992), “Сақал” (1994), “Еситпеген елде   көп” (1996), “Адақ қаласын излеп” (1997) атамасындағы   поэзиялық ҳәм прозалык топламлары баспадан шықты. Ол   “Дағыстан шайырлары” (1983), “Планета хаўазы” (1987) топламларына   кирген бир қатар шығармаларды, сондай-ақ   түркмен шайыры А. Мәмбетовтыӊ “Кеўилимниӊ шар айнасы” (1991)   топламын қарақалпақ тилине аўдарған.  <br>  К. Ерназаров 1993-жылы Қарақалпақ фольклорыныӊ 20   томлығын жыйнаў ҳәм баспаға таярлаўға белсене қатнасқанлығы ушын   Қарақалпақстан Республикасы Бердақ атындағы   Мәмлекетлик сыйлықты алыўға миясар болды.  <br>  Ол 1999-жылдан Жазыўшылар аўқамыныӊ ағзасы."
    },
    {
        "id": 57,
        "poetName": "Ерниязов Қайбулла",
        "lifeSpan": "1938",
        "biography": "<br>  Қайбулла Ерниязов — жазыўшы ҳәм журналист.  <br>  К. Ерниязов 1938-жылы 21-майда Тахтакөпир районында туўылған.  <br>  Ол Ташкент мәмлекетлик университетиниӊ журналистика   факультетин тамамлап,1961-64-жыллары “Совет Қарақалпақстаны” газетасында   әдебий хызметкер, 1964-78-жыллары бөлим баслығы, 1978-79-жыллары   “Агитатор блокноты” журналыныӊ жуўаплы хаткери, бир қанша жыллар   даўамында “Қарақалпақстан” баспасында бас редактор, Қарақалпақстан   баспа сөз Комитети баслығыныӊ орынбасары,   ӨзТАГтыӊ Қарақалпақстан бөлиминиӊ баслығы, “Еркин   Қарақалпақстан” газетасында бас редактордыӊ орынбасары   лаўазымларында иследи.  <br>  Оныӊ “Тәғдирим мениӊ - Арал” (1980) деген публицистикалар   топламы шықты. “Айбат берген, ғайрат берген — Алатаў” (1992),   “Барак батыр...” ( Қ. Бегжанов пенен бирликте 1993),   “Еркин Қарақалпақстан” газетасына 70 жыл”   (1994) деген китаплары басылып шықты.  <br>  Ол аўдарма тараўында М. Шагинянныӊ, Р. Мир-Хайдаровтыӊ   бир қатар повесть ҳәм романларын қарақалпақ тилинде бастырып шығарды.  <br>  Қ. Ерниязов “Қарақалпақстан Республикасына мийнети   сиӊген мәденият хызметкери” ҳүрметли атағына ийе. Ол   Өзбекстан ҳәм Қарақалпақстан Республикасы Жокарғы Кеӊеси Президумларыныӊ   Хүрмет жарлықлары менен сыйлықланған.  <br>  Ол 1983-жылдан Жазыўшылар аўқамыныӊ ағзасы."
    },
    {
        "id": 58,
        "poetName": "Есемуратов Генжемурат",
        "lifeSpan": "1932-2007",
        "biography": "<br>  Генжемурат Есемуратов — әдебий сыншы ҳәм шайыр.  <br>  Г. Есемуратов 1932-жылы 3-майда Қанлыкөл районында   туўылған. Ол 1950-жылы Хожелидеги педучилищени, 1954-жылы   Қарақалпақ мәмлекетлик пединститутын питкергеннен соӊ “Әмиўдәрья”   журналында жуўаплы хаткер (1955-56), Областьлық партия комитетинде   инструктор болып ислейди (1957-58), Өзбекстан Илимлер Академиясында   аспирантураныӊ теориялық курсынан өтеди (1958-61). Соӊ Н. Дәўқараев   атындағы Тарийх, тил ҳәм әдебият институтында бөлим   баслығы (1962-63), Қарақалпақ мәмлекётлик пединститутында оқытыўшы,   кафедра баслығы (1963-65), Н. Дәўқараев атындағы Тарийх, тил ҳәм   әдебият институтыӊда сектор баслығы   (1965-69), “Әмиўдәрья” журналында бас редактордыӊ орынбасары (1979-81),   Нөкис мәмлекетлик университетинде аға   оқытыўшы (1983-91), 1991-жылдан Әжинияз атындағы Қарақалпақ   мәмлекетлик пединститутында аға оқытыўшы болып   иследи. 1962-жылы “Уллы Ўатандарлық урыстан кейинги қарақалпақ   әдебиятында аўыл адамларыныӊ образы” темасында кандидатлық   диссертациясын жақлаған.  <br>  Шайыр ҳәм сыншыныӊ “Қосықлар дәптери” (1958), “Жулдызлар” (1970),   “Кеўил тарлары”(1974),“Алақанымдағы сызықлар” (1984) деген қосықлар   топламлары,“Уллы Ўатандарлық   урыстан кейинги қарақалпақ әдебиятыӊда аўыл адамларыныӊ образы” (1963),   “Н. Дәўқараев” (1965), “И. Юсуповтыӊ   поэзиясы” (1976) илимий сын мийнетлери басылып шықты.   Булардан тысқары “Қарақалпақ совет әдебияты тарийхыныӊ   очерклери”(1968) көлемли мийнеттиӊде авторларыныӊ бири.  <br>  Ол Қарақалпақстан Республикасы Жоқарғы Кеӊесиниӊ   Ҳүрмет жарлығы менен сыйлықланған.  <br>  Г. Есемуратов 1957-жылдан Жазыўшылар аўқамыныӊ ағзасы."
    },
    {
        "id": 59,
        "poetName": "Есемуратова Гүлайша",
        "lifeSpan": "1930",
        "biography": "<br>  Гүлайша Есемуратова — жазыўшы.  <br>  Г. Есемуратова 1930-жылы 18-февральда Шымбай районында туўылған.  <br>  Ол 1951-жылы Қарақалпақ мәмлекетлик пединститутын  питкерип, сол жылдан баслап “Жас Ленинши” газетасында   бөлим баслығы, 1957-60-жыллары “Жеткиншек” газетасында,   “Әмиўдәрья” журналында бөлим баслығы, “Арал қызлары” журналыныӊ   бас редакторы болып иследи.  <br>  Жазыўшыныӊ “Кесте” (1969), “Халмурат жүргиш” (1971),   “Айдай қыз” (1980), “Кызым саған айтаман” (1981),   “Жийрен” (1975), “Соӊғы гүўалар” (1990), “Мын да бир   кеширим” (1991), “Дүўдендеги дәптер” (1992),   “Шығармалары I, II, томлығы” (1995-1997),   “Бәри өмир ҳаққында” (III том) (2000), “Дәўирлер нәпеси” (IV том) (2009) деген   повесть ҳәм гүрриӊлер топламлары басылып шықты.  <br>  Ол Ф. М. Достоевский, Б. Майлин, Чайковский, Шестинскийлердиӊ   бир қатар шығармаларын қарақалпақ тилине   аўдарған.  <br>  Г. Есемуратова “Қарақалпақстан Республикасына мийнети   сиӊген мәденият хызметкери” хүрметли атағына ийе.  <br>  Қарақалпақстан Республикасы Жоқарғы Кеӊесиниӊ   Ҳүрмет жарлығы менен сыйлықланған, оған Қарақалпақстан Жазыўшылар   аўқамыныӊ сыйлығы берилген.  <br>  Г.Есемуратова 1972-жылдан Жазыўшылар аўқамыныӊ   ағзасы."
    },
    {
        "id": 60,
        "poetName": "Ешанов Турсымурат",
        "lifeSpan": "1946",
        "biography": "<br>  Турсымурат Ещанов — балалар шайыры.  <br>  Т. Ещанов 1946-жылы 10-декабрьде Шымбай районында   туўылган.  <br>  Ол Нөкистеги педагогиқалық институттыӊ филология   факультетин тамамлаған. 1983-жылдан 2001-жылға шекем   Нөкис районындағы №17 санлы мектепте муғаллим, директордыц   руўхый-ағартыўшылық ислери бойынша орынбасары болып ислеген.  <br>  Т. Ещановтыӊ дәслепки қосығы 1970-жылы “Жеткиншек”   газетасында басылған. Сол ўақыттан баслап оныӊ   қосықлары, гүрриӊ, очерклери күнделикли баспа сөзде   жәрияланып киятыр.  <br>  1996-жылы “Пайғазы”, қосықлар топламы, 1997-жылы   “Сақаўатлы инсан” очерки, балаларға арналған “Тайыншақ”   китабы “Қарақалпақстан” баспасынан басылып шықты.  <br>  Т. Ещанов “Қарақалпақстан Республикасы халық билимлендириў   ағласы”, Журналистлер аўқамыныӊ ағзасы.  <br>  Т. Ещанов 1999-жылдан Жазыўшылар аўқамыныӊ   ағзасы."
    },
    {
        "id": 61,
        "poetName": "Жаңабаева Нағыйма",
        "lifeSpan": "1963",
        "biography": "<br>  Нағыйма Жаӊабаева — жазыўшы.  <br>  Н. Жаӊабаева 1963-жылы 31-майда Шымбай районыныӊ   ҳәзирги “Таза жол” аўылында туўылды.  <br>  1980-жылы Хожели қаласындағы №4 А.П. Чехов атындағы орта   мектепти тамамлап, 1981-86-оқыў жылларында Нөкис мәмлекетлик университетиниӊ   филология факультети қарақалпақ тили ҳәм әдебияты бөлимин питкереди.  <br>  Мийнет жолын 1987-2000-жыллары Шымбай районындағы 31-санлы   мектепте қарақалпақ тили ҳәм әдебияты пәни   муғаллими болып ислеўден баслайды.  <br>  2000-жылдан ҳәзирги күнге шекем Шымбай педагогикалық   колледжинде қарақалпақ тили ҳәм әдебияты пәни муғаллими ҳәм кафедра   баслығы болып ислеп атыр.  <br>  Оныӊ биринши дөретпелери 1977-жылдан республикалық, районлық   баспа сөзде шыға баслады.  <br>  1990-жылы “Ана меҳри”, 1993-жылы “Сәлем, муғаллим!”,   1996-жылы “Қырық бес минут” атамасында китаплары ба-   сылып шықты.  <br>  Н. Жаӊабаева 2005-жылдан Жазыўшылар аўқамыныӊ   ағзасы."
    },
    {
        "id": 62,
        "poetName": "Жапақов Наўрыз",
        "lifeSpan": "1914-1975",
        "biography": "<br>  Наўрыз Жапақов — шайыр, алым ҳәм белгили жәмийетлик   искер.  <br>  Н. Жапақов 1914-жылы Тахтакөпир районында туўыл-   ған. Ол 1930-жылы Коммуна мектебин питкерип, Кегейли   районында муғаллим болып ислеген, 1931-42-жыллары   дәслеп әдебий хызметкер, соӊынан “Жас Лениӊши” газетасыныӊ   жуўаплы хаткери, “Жеткиншек” газетасыныӊ редакторы лаўазымын   атқарды ҳәм “Қарақалпақстан әдебияты   ҳәм искусствосы” журналында жуўаплы хаткер, “Қызыл Қарақалпақстан”   газетасында бөлим баслығы болды.  <br>  Н. Жапақов 1942-жылдан баслап Областьлық Жаслар   комитетиниӊ биринши хаткери (1942-43), Областьлық партия   комитетиниӊ хаткери (1943-47), Қарақалпақстан Республикасы   Министрлер Кеӊесиниӊ баслығы (1947-52), 1952-55-жыллары   Москвадағы Жокарғы партия мектебинде оқыйды, 1955-жылы   Қарақалпақстан Республикасы Жоқарғы Кеӊеси Президумыныӊ Баслығы   болып сайланды, ал 1956-59-жыллары Қарақалпақстан Республикасы   Министрлер Кеӊесиниӊ Баслығы болып иследи. соӊынан өмириниӊ ақыры-   на шекем Н. Дәўқараев атыӊдағы Тарийх, тил ҳәм әдебият   институтында сектор баслығы лаўазымын атқарады.  <br>  Н. Жапақов 1961-жылы “А. Мусаевтыӊ творчествосы”   деген темада филология илимлериниӊ кандидаты, 1967-жылы   “Қарақалпақ әдебиятыӊда социалистлик реализмниӊ кәлиплесиў   дәреклери” деген темада докторлық   диссертацияларын жақлады.  <br>  Шайыр ҳәм алымныӊ 1930-жыллардыӊ орталарынан   баслап қосықлары ҳәм мақалалары жәриялана баслады.   Оныӊ көркем дөретпелери “Қүн” (1940), “Қуўанышлы  күн” (1946), “Шайыр сөзи” (1949), “Бахыт” (1951), “Дослық дәстаны” (1960),   “Уллы рус халқына” (1954) деген   топламларына киргизилген. Оныӊ көплеген шығармалары   өзбек ҳәм рус тиллеринде топлам болып басылған.  <br>  Н. Жапақов әдебий мийрасларды жыйнаў ҳәм жазып   алыўға белсене қатнасып, 30-жыллары “Қоблан” дәстанын  жазып алды ҳәм бастырып шығарды. Ол қарақалпақ   фольклорыныӊ жигирма томлығын бастырып шығарыўға   жақыннан жәрдем бериў менен бирге оған басшылық етти.  <br>  Жазыўшы “Арал балықшылары” ( М. Мелькумов пенен   бирликте) деп аталатуғын кинофильмниӊ, сценарийин жазды.  <br>  Н. Жапақовтыӊ, “Аяпберген Мусаевгыӊ творчествосы”   (1964), “Реализм жолында” (1967), “Революцияға шекемги   Қарақалпақ әдебиятыӊда реализм мәселеси” (1972), “Әдебиятымыз ҳақкында   ойлар” (1974) деген илимий китаплары басылып шықты. Соӊғы жыллары   “Шығармаларыныӊ еки томлығы” (1978-80), “Наўрыз Жапақов” (1990) деген   ат пенен бир қатар илимий мийнетлери ҳәм ол туўралы   еске түсириўлер басылды.  <br>  Жазыўшы ҳәм алым, үлкен жәмийетлик искер мәмлекетлик   орденлер ҳәм медальлар менен сыйлықланған.  Ол Қарақалпақстан Республикасына мийнети сиӊген илим   ғайраткери (1964), Өзбекстан Республикасына мийнети сиӊген   илим ғайраткери (1974) ҳүрметли атақларды, Қарақалпақстан   Республикасыныӊ Бердақ атыӊдағы мәмлекетлик сыйлығын (1992)алыўға миясар болды.  <br>  Н. Жапақов бир неше мәртебе Өзбекстан ҳәм Қарақалпақстан   Республикасы Жоқарғы Кеӊесиниӊ депутаты болып сайланды.  <br>  Н. Жапақов 1939-жылдан Жазыўшылар аўқамыныӊ   ағзасы."
    },
    {
        "id": 63,
        "poetName": "Жийемуратов Түркменбай",
        "lifeSpan": "1953",
        "biography": "<br>  Түркменбай Жийемуратов — шайыр ҳәм педагог алым.  <br>  Т. Жийемуратов 1953-жылы Шымбай районында туўылған.   1970-жылы Шахаман аўылындағы орта мектепти тамамлағаннан соӊ   1980-жылы Ташкенттеги Өзбекстан Миллий Универ-   ситетиниӊ физика факультетин питкерген.  <br>  Мийнет жолын 1980-жылы Нөкис қаласындағы 21-санлы   орта мектепте муғаллим болып ислеўден баслаған. Соӊ директордыӊ   оқыў-тәрбия ислери бойынша орынбасары, мектеп директоры,   Қарақалпақстан Республикасы Халық билимлендириў министрлиги   Оқыў-методиқалық орайыныӊ аға методисти, биринши категориялы   қәниге-методисти (1990-94), 1994-жылдан бүгинги күнге шекем   Әжинияз атыӊдағы Нөкис мәмлекетлик педагогикалық институтыныӊ   “Педагогика” кафедрасында оқытыўшы болып ислеп атыр. Жумыстан қол үзбей   “Қарақалпақстанда мектептен тыскары тәлим мәкемелериниӊ   кәлиплесиўи ҳәм раўажланыўы” деген темада кандидатлық   диссертациясын жақлады. Ҳәзирги күнде “Улыўма педагогика”   кафедрасыныӊ доценти лаўазымында ислеп атыр.  <br>  Оныӊ “Гөззаллық” (1993), “Ушыраттым бир гөззалды”  (1995) атамасындағы поэзиялық топламлары басылып шықты. Бир қанша   гүрриӊлери республикалық газеталарда жарық  көрди. Т. Жийемуратовтыӊ “Физика терминлериниӊ түсиндирме сөзлиги” (1996)   атлы илимий китабы, сондай-ақ жетпистен аслам илимий-педагогикалық,   методиқалық мақалалары баспасөзде жәрияланды.  <br>  Т. Жийемуратов 1997-жылдан Жазыўшылар аўқамыныӊ   ағзасы."
    },
    {
        "id": 64,
        "poetName": "Жумамуратов Тилеўберген",
        "lifeSpan": "1915-1990",
        "biography": "<br>  Тилеўберген Жумамуратов — белгили халық шайыры.  <br>  Т. Жумамуратов 1915-жылы 27-декабрьде Мойнақ районыныӊ   Ақдәрья аўылында туўылған.  <br>  1937-жылы муғаллимлер таярлайтуғын бир жыллық курсты   питкерип, өз аўылында муғаллим болып ислейди. 1942-45-жыллары Мойнақ   районлық газетасында редактор лаўазымында, 1945-49-жыллары   районлық партия комитетинде   иследи. 1948-жылы Ташкент мәмлекетлик университетин сырттан оқып питкерди.   1951-52-жыллары “Совет Қарақалпақстаны” газетасында, 1952-58-жыллары   радиокомитетте, 1958-61-жыллары “Әмиўдәрья” журналында бөлим баслығы,   “Қарақалпақстан” баспасында (1961-62), Жазыўшылар аўқамында   жуўаплы хызметлерде (1963-81) жумыс иследи.  <br>  Т. Жумамуратовтыӊ биринши қосығы 1937-жылы жарыққа шықты.   Шайырдыӊ “Жүрек мухаббаты” (1956), “Дослық” (1959),   “Мениӊ заманласларым”(1963), «Кәраматлы тулға” (1975),   “Толқында”(1970) топламларынан кейин “Таӊламалы шығармалары”(1967),   1978-82-жыллары Шығармаларыныӊ 2 томлығы, “Түрли өткеллер” (1983),   “Дослық хаққында қосықлар”(1988), “Өмириӊниӊ өзи философия” (2005)   топламлары баспадан шықты. Шайырдыӊ “Макарья сулыў”   поэмасы 1973, 1975-жыллары қарақалпақ тилинде басылды.  <br>  Шайырдыӊ көплеген поэзиялық шығармалары, соӊдай-ақ   “Макарья сулыў” поэмасы рус, өзбек тиллерине аўдарылды.  <br>  Т. Жумамуратовтыӊ “Қызлар ҳәзили” (1976), “Тикленген туў” (1971)   пьесалары театр саҳнасында қойылған.  <br>  Шайыр “Толқында” топламы ушын Қарақалпақстан   Республикасы Бердақ атындағы мәмлекетлик сыйлығыныӊ лауреаты   болды (1972). Ол туўысқан халықлар поэзиясынан Омар Хайям, Ә.Наўайы,   Ғ.Токай, Муўса Жәлил, А.Пушкин шығармаларын аўларыўға қатнасты.  <br>  Т. Жумамуратов “Қарақалпақстан халық шайыры” (1957),   “Өзбекстан халық шайыры” (1969) ҳүрметли атақларына   миясар болды. Қарақалпақ әдебияты тараўындағы мийнети   ушын “Халықлар дослығы”, “Ҳүрмет белгиси” орденлери,   медальлары соӊдай-ақ Өзбекстан, Қарақалпақстан ҳәм   Башқуртстан Республиқалары Жоқарғы Кеӊеслериниӊ Хүрмет   жарлықлары менен сыйлықланған.  <br>  Т. Жумамуратов 1957-жылдан Жазыўшылар аўқамыныӊ   ағзасы."
    },
    {
        "id": 65,
        "poetName": "Жуманиязов Қалый",
        "lifeSpan": "1924-2004",
        "biography": "<br>  Қалый Жуманиязов — жазыўшы ҳәм журналист.  <br>  К. Жуманиязов 1924-жылы 10-майда Шымбай районындағы   Тазажол аўылында туўылған. Ол 1941-45-жылға шекем екинши   жәҳән урысы фронтларында болды, 1947-жылы әскерликтен   қайтып келгеннен соӊ мектепте муғаллим болып иследи. 1950-жылы   педагогикалық училищени сырттан оқып питкереди, 1955-жылы Қарақалпақ   мәмлекетлик пединститутын питкерип, “Совет Қарақалпақстаны”   газетасына жумысқа келеди.  <br>  Қ. Жуманиязов бул жерде дәслеп әдебий хызметкер, соӊынан   бөлим баслығы, 1958-72- жыллары “Әмиўдәрья” журналыныӊ жуўаплы   хаткери, 1972-77-жыллары “Совет Қарақалпақстаны” газетасыныӊ өз   хабаршысы, кейинги жыллары   “Әмиўдәрья” журналыныӊ проза бөлиминиӊ баслығы хыз-   метлерин атқарады. Жазыўшыныӊ “Талпыныў” (1960), “Дәслеп-   ки ойлар” (1961), “қосықлар” (1972), “Жырларым мениӊ”   (1972) атлы қосықлар ҳәм поэмалар топламлары басылды.  <br>  Оныӊ “Қызыл қум қоӊыраўлары” (1969), “Қосбулақ қыссасы” (1974),   “Дәслепки адым” (1980) деген очерк ҳәм гурриӊлер топламлары,   повестьлери ҳәм романы өз алдына китап   болып басылды.  <br>  Қ. Жуманиязовтыӊ бир неше шығармалары туўысқан халықлар   тиллерине де аўларылған.  <br>  Қ. Жуманиязов “Қарақалпақстан Республикасына мийнети   сиӊген мәденият хызметкери” Ҳүрметли атағына ийе, соӊдай-ақ ол   “Қаҳарманлығы ушын” медалы, Қарақалпақстан Республикасыныӊ   Жоқарғы Кеӊесиниӊ ҳүрмет жарлықлары менен сыйлықланған.  <br>  Қ. Жуманиязов 1961-жылдан Жазыўшылар аўқамыныӊ   ағзасы."
    },
    {
        "id": 66,
        "poetName": "Жумабаев Турғанбай",
        "lifeSpan": "1947",
        "biography": "<br>  Турғанбай Жумабаев — шайыр.  <br>  Т. Жумабаев 1947-жылы 13-апрельде Тахтакөпир районы,   Қаракөл аўылында туўылған. 1969-жылы Нөкис мәмлекетлик   пединститутыныӊ қарақалпақ тили ҳәм әдебиягы факультетине кирип,   оны 1973-жылы табыслы питкерип шығады. 1973-1975-жыллары Нөкис   районындағы 35-санлы мектепте муғаллим болып ислейди. Соӊ   “Целинник Каракалпакии” газетасында хабаршы (1975-76,   “Еркин Қарақалпақстан” газетасында хабаршы (1982-83),   «Қарақалпақфильм» киностудиясында редактор (1983-86),   Қарақалпақстан Республикасы Министрлер   Кеӊеси жанындағы Баспа сөз мәмлекетлик сыр саклаў басқармасы,   “Билим” ҳәм “Қарақалпақстан” баспаларында редактор   (1986-91), 1992-96-жылға шекем Нөкис мәмлекетлик педагогикалық  институтында деканныӊ орынбасары, оқытыўшы болып иследи.   Ол 2007-жылдан ҳүрметли дем алыста, дөретиўшилик жумыслар   менен шуғылланып атыр.  <br>  Т. Жумабаевтыӊ қосықлары менен мақалалары 1965-жылдан   баслап шыға баслады. 1980-жылы “Ағыс”, 1983-жылы “Келешек”,   1987-жылы “Мезгил”, 1991-жылы “Биринши сентябрь”, 1994-жылы   “Ҳәркимниӊ өз жолы”, 2004-жылы “Бир данышпан жартас басында”   қосықлар топламлары басылып шықты. 1992-жылы рус жазыўшысы С. Есенинниӊ   “Мениӊ жолым” атлы қосық ҳәм поэмаларын   қарақалпақ тилине аўдарды.  <br>  Ол 1995-жылдан Жазыўшылар аўқамыныӊ ағзасы."
    },
    {
        "id": 67,
        "poetName": "Жумағулов Сайлаўбай",
        "lifeSpan": "1951",
        "biography": "<br>  Сайлаўбай Жумағулов — юморист жазыўшы ҳәм драматург.  <br>  С. Жумағулов 1951-жылы 27-январьда Тахтакөпир районында   туўылады. 1968-жылы Нөкис қаласындағы Бердақ  атындағы орта мектепти тамамлайды.  <br>  Мийнет жолын Нөкис консерва заводында жай жумысшы   болып ислеўден баслайды. 1970-1972-жыллары әскерий хызметте болады.   1976-1980-жыллары Т. Шевченко атындағы   Нөкис мәмлекетлик университетиниӊ Қарақалпақ тили ҳәм   әдебияты факультетин сырттан оқып питкереди.  <br>  С. Жумағулов өзиниӊ дөретиўшилик ислерин мектепте   \"Жеткиншек” газетасына “Кишкенелер сөйлейди” деген   ат пенен қысқа юморлар жазыўдан баслайды. Соӊ “Целинник Каракалпакии”,   “Жеткиншек”, “Еркин Қарақалпақстан” газеталарында, “Әмиўдәрья”,   “Арал қызлары” журналларында жуўаплы орынларда хызмет етеди. Ҳәзирги ўакытта   Қарақалпақстан Республикасы Телерадиокомпаниясында редакторлық   лаўазымында ислеп киятыр.  <br>  С. Жумағулов “Сырым да усы, шыным да ...” (1984),   “Туфлийдин нәли” (1990), “Балалығымнан бир елес” (1991),   “Қырық жылдан соӊғы бир күн” (1992), “Мениӊ ҳаялым   жазыўшы” (1992), “Билеттиӊ жартысы кимде?”, (1995),   “Адамлар қалай бузылған?” (1997) атлы юморлық повесть   ҳәм гүрриӊлер топламларыныӊ авторы.  <br>  “Текин тарвуз” атлы өзбек тилиндеги китабы   (М.Нызанов пенен биргеликте) Ташкент қаласында басы-   лып шықты.  <br>  С. Жумағуловтыӊ драматургия жанрында “Күйеўиӊди   берип тур” , “Экстрасенс”, “Бултлы күнлер”, “Ғарры ӊыздыӊ бахты”,   “Сабыр түби, сары алтын” , “Ана қәбирин   излеген жигит”, “Қара шаян”, “Өтирик жинли” атлы   пьесалары Қарақалпақстан, Өзбекстан, Түркменистан ҳәм   Кырғызстан театрларында қойылып келмекте. “Экстрасенс” пьесасы   ушын Қарақалпақстан Жазыўшылар аўқамыныӊ сыйлығыныӊ лауреаты болды.  <br>  Ол 1993-жылдан Жазыўшылар аўқамыныӊ ағзасы."
    },
    {
        "id": 68,
        "poetName": "Жуманазарова Минайхан",
        "lifeSpan": "1957",
        "biography": "<br>  Минайхан Жуманазарова — шайыр.  <br>  М. Жуманазарова 1957-жылы Кегейли районыныӊ “Еркиндәрья”   аймағында туўылган.  <br>  1974-жылы 19-санлы орта мектепти питкереди.  <br>  1987-жылы Бердақ атындағы Қарақалпақ мәмлекетлик   университетиниӊ филология факультетин тамамлаған. Баспа   сөзде қосықлары 1972-жылдан баслап шыға баслаған.  <br>  Оныӊ 1983-жылы “Жаслар ҳаўазы” альманахында, соӊынан   1986-жылы “Қус жолы” жаслар топламында қосықлары   жәрияланды.  <br>  1992-жылы “Елим деп еӊиремесеӊ” , 1993-жылы “Жүрегимде   бир дәрт бар”, 1997-жылы “Әлўидағ айтпайман, муҳаббат”, 2003-жылы   “Еле мен” таӊламалы қосықлар топламы,   2001-жылы Ташкент қаласыныӊ “Шолпан” баспасынан өзбек   тилинде “Қәлбиӊизде қалғым келеди” қосықлар топламлары басылып шықты.  <br>  Түркияда шыққан “Қарақалпақ әдебияты антологиясы”   китабында қосықлары түрк тилинде жәрияланды.  <br>  Ол Қарақалпақстан радиоканалында бөлим баслық болып   жумыс иследи.  <br>  М. Жуманазарова 1993-жылдан Жазыўшылар аўқамыныӊ   ағзасы."
    },
    {
        "id": 69,
        "poetName": "Зайтова Гүлжәҳән",
        "lifeSpan": "1961",
        "biography": "<br>  Гүлжахан Зайтова — жазыўшы ҳәм журналист.  <br>  Г. Зайтова 1961-жылы 24-январьда Шымбай районыныӊ   “Кеӊес” аўылында туўылған.  <br>  1978-жьшы орта мектепти тамамлап, Ташкенттеги Шет тиллери  универстетине оқыўға түседи ҳәм оны 1983-жылы   табыслы питкерип шығады.  <br>  Мийнет жолын 1983-жылы Шымбай районы халық билимлендириў   бөлиминде методист болып ислеўден баслайды.  <br>  Соӊынан №3 мектепте директордыӊ тәрбия жумыслары   бойынша орынбасары, “Шымбай ҳаўазы” газетасыныӊ хабаршысы,   Өзбекстан ғалаба хабар куралларын демократияластырыў ҳәм   қоллап-қуўатлаў бөлиминиӊ референти,   “Ғәзийне” газетасыныӊ жуўаплы хаткери, “Шыпакер” газетасы редакторыныӊ   орынбасары болып ислейди.  <br>  Ҳәзирги ўақытта “Шыпакер” газетасыныӊ бас редакторы   лаўазымында ислеп атыр.  <br>  2000-жылы “Әрманлы дүнья” атлы китабы жарық көрди.  <br>  2005-жылдан Жазыўшылар аўқамыныӊ ағзасы."
    },
    {
        "id": 70,
        "poetName": "Зияўов Сағын",
        "lifeSpan": "1941-2007",
        "biography": "<br>  Сағын Зияўов — шайыр ҳәм журналист.  <br>  С.Зияўов 1941-жылы Мойнақ районыныӊ “Ақ дәрья”   аўылында туўылды. 1962-1968-жыллары Нөкис мәмлекетлик   педагогикалық институтыныӊ Қарақалпақ тили ҳәм әдебияты факульттинде оқыды.  <br>  Мийнет жолын 1959-1965-жыллар аралығында Мойнақ   ПМК сында экскаватор машинисти, экскаваторшылар бригадири болып   ислеўден баслаған. 1965-1966-жыллары райондағы мектеплерде муғаллим,   1966-1971-жылларда районлық “Арал   балықшысы” газетасында бөлим баслығы, редактор, 1978-1985-жыллары   газетаныӊ жуўаплы редакторы болды.  <br>  Соӊынан өмириниӊ ақырына шекем Қарақалпақстан те-   лерадиокомпаниясыныӊ Мойнақ районы бойынша өз хабаршысы болып иследи.  <br>  Оныӊ “Мениӊ әкем балықшы” (1970), “Тербелер толқын” (1973),   “Теӊизде” (1977), “Шағала” (1984), “Арал азама-   ты” (1988), “Айдын” (1992), “Аралымнан айырма” (1996)   поэзиялық китаплары, 1980-жылы өзбек тилинде “Туккиз   тургай” атамасында (1980) бирликтеги әдебий альманахта   қосықлары, 2002-жылы “Аралды жағалаған Қара бала” хүжжетли   повести баспадан шықты.  <br>  Ол бир неше мәрте Мойнақ районлық Кеӊесине депутат   болып сайланды. Оған “Қарақалпақстан Республикасына мийнети сиӊӊген   мәденият хызметкери” ҳүрмет/и атағы берилди.  <br>  С. Зияўов 1995-жылдан Жазыўшылар аўқамыныӊ ағзасы."
    },
    {
        "id": 71,
        "poetName": "Ибрагимов Сағынбай",
        "lifeSpan": "1956",
        "biography": "<br>  Сағынбай Ибрагимов — шайыр.  <br>  С. Ибрагимов 1956-жылы 1-сентябрьде Қоӊырат районында   туўылған. Ол усы районныӊ хәзирги Киндикөзек аўылында орта мектепти   тамамлағаннан соӊ, өзиниӊ мийнет жолын   1973-жылы Мойнақ районыӊда “Арал балықшысы” газетасында корректор   болып ислеўден баслаған. 1974-76-жыллары   әскерий хызметте болады. 1982-жылы Москвадағы А.М. Горький   атындағы әдебият институтыныӊ проза бойынша семинарын   питкергеннен кейин Қарақалпақстан киностудиясында,   телевидение ҳәм радио еситтириўлери комитетинде, “Билим”   жәмийетинде “Қарақалпақстан” баспасында иследи.  <br>  С. Ибрагимов Қарақалпақстан Жазыўшылар аўқамыныӊ   мәсләҳәтшиси, соӊ жуўаплы хаткери, баслықтыӊ орынбасары   (1986-91), “Әмиўдәрья» журналыныӊ бас редакторы (1991-1994) лаўазымларын   атқарды. 1994-2000-жыллары Республиқалық руўхый ағартыўшылық орайыныӊ   мәсләҳәтшиси ҳәм баслықтыӊ орынбасары болып иследи. 2000-жылдан   “Шегарасыз шыпакерлер” халықаралық қайырқомлық шөлкеминде   хызмет атқарады.  <br>  Оныӊ “Бесинши мәўсим” (1986), “Жер менен аспанныӊ   аралығында” (1990) атлы қосықлар топламлары жарық көрди. Буннан соӊғы   жыллары бир қатар қосықлар дуркинлери ҳәм мәдений мәселелер бойынша   мақалалары күнделикли баспасөзде жәрияланды. Ол Саадийдиц “Гүлистан” дәстанын,   Низамий, Мақтумқулыныӊ қосықларын рус, инглис ҳәм парсы тиллеринен бир   қатар шығармаларды қарақалақ тилине аўдарды. Ол Қарақалпақстан   Республикасы Жаслар сыйлығыныӊ лауреаты.  <br>  С. Ибрагимов 1988-жылдан Жазыўшылар аўқамыныӊ   ағзасы."
    },
    {
        "id": 72,
        "poetName": "Избасқанов Жийенбай",
        "lifeSpan": "1949",
        "biography": "<br>  Жийенбай Избасқанов — шайыр.  <br>  Ж. Избасқанов 1949-жылы 12-июньде Шоманай районында туўылған.   Ол 1972-жылы Қарақалпақ мәмлекетлик пединститутын питкерип,   туўылған районында муғаллим, соӊынан   Қарақалпақстан телевидениеси ҳәм радио еситтириў комитетинде   редактор (1973-1982), “Жеткиншек” газетасында бөлим   баслығы (1982-85), Жазыўшылар Аўқамыньщ жуўаплы хаткери (1985-89),   Қарақалпақстан Республикасы Баспа сөз комитети баслығыныӊ   орынбасары (1990-95), “Қарақалпақстан баспасында бас редактор (195-2010)   болып иследи.  <br>  Шайырдыӊ “Тулпар ҳаққында баллада” (1975), “Жаз өткенде” (1979),   “Лирика дәптеринен” (1982), “Балалықтыӊ несин   айтасан” (1984), “Өмирге қуштарлық” (1987), “Муҳаббаттыӊ   алмаз қырлары” (1990), “Муҳаббат лирикасы” (1992),   “Таӊламалы шығармалары” (1993), «Жолларым узақ» (1995) поэзиялық   китаплары жарыққа шықты. Оныӊ озбек тилинде “Шабандоз” (1987),   рус тилинде “Жду тебя” деген топламлары   жәрияланды. Ол бир қанша классиклердиӊ шығармаларын   Қарақалпақ тилине аўдарды.  <br>  Ж. Избасканов Қарақалпақстан Республикасы Жоқарғы Қеӊесиниӊ   “Хүрмет жарлығы” менен сыйлықланған. 2000-жылы   “Сайланды шығармалары”ныӊ 1-томлығы ушын Қарақалпақстан Республикасы   Бердақ атындағы мәмлекетлик сыйлығы,   2005-жылы “Қарақалпақстан халық шайыры” ҳүрметли атағы   берилди.  <br>  Ол 1982-жылдан Жазыўшылар аўқамыныӊ ағзасы."
    },
    {
        "id": 73,
        "poetName": "Исмайлов Бабаш",
        "lifeSpan": "1926-1985",
        "biography": "<br>  Бабаш Исмайлов — шайыр, дилмаш, сыншы ҳәм әдебият   изертлеўшиси.  <br>  Б.Исмайлов 1926-жылы 12-июньде Әмиўдәрья районында туўылған.   1942-жылы орта мектепти питкерип, мектепте муғаллим болып ислейди.   1948-жылы Қарақалпақ мәмлекетлик педагогикалық институтын тамамлайды ҳәм   усы институтта оқытыўшы болып қалады. 1951-53- жыллары областьлық   партия комитетинде инструктор , “Жас Ленинши” газетасында редактор (1953-1956),  Өзбекстан Республикасы Экономика ҳәм мәденият комплексли институтында илимий   хызметкер болды.  <br>  1958-1961-жыллары “Қарақалпақстан” баспасында бас редактор,   Қарақалпақстан мәмлекетлик телевидение ҳәм радио   еситтириў комитетиниӊ баслығы (1961-1963), 1963-жылдан   өмириниӊ ақырына шекем Областьлық партия комитетннде   идеология бөлиминиӊ баслығы болып иследи.  <br>  1965-жылы “Күнхожаныӊ өмири ҳәм творчествосы” деген   темада кандидатлық диссертациясын жақлады.  <br>  Б.Исмайловтыӊ “Жеӊис сааты ” қосығы 1943-жылы   “Қызыл Қарақалпақстан” газетасында басылды. Шайырдыӊ   “Гүллен, Республикам”( 1954) “Гейбиреўди аш бүйирден”   (1959), “Ҳәркимниӊ өз сыбағасы”(1977), “Жыллар ҳәм айлар” (1976),   “Оқыўшыларға естелик” (1978). «Таӊламалы шығармалары» басылған.   Оныӊ 1972-жылы “Лирика ҳәм сатира ” деген топламы рус тилинде жәрияланды.  <br>  Б.Исмайлов А.Т. Твардовский, Ғ.Ғулам, М.Турсынзада,   К.Яшен, И.Юзеев, Хзмза Ниязий, М .Рыльский, Ғ.Токай,   С.Олейник ғағы басқа белгили жазыўшылардыӊ шығармаларын қарақалпақ тилине   аўдарған.  <br>  Әдебият изертлеўшиси сыпатыӊда Б.Исмайлов “Кунхожаныӊ өмири   ҳәм творчествосы” (1961) деген монографиясын   бастырып шығарды. Ол 8-10-класслар ушын бириншилерден   болып оқыў бағларламасын дүзди ҳәм оларға арнап сабаклықлар жазды,   алымныӊ таярлаўы менен Күнхожаныӊ, Әжинияздыӊ топламлары басылып шықты.  <br>  Б.Исмайлов Қарақалпақстан Республикасына мийнети сиӊген   мәденият хызметкери (1968), Өзбекстан Республикасына   мийнети сиӊген мәденият хызметкери (1969) ҳүрметли атағына ийе еди,   ол мәмлекетлик орденлер ҳәм бир неше мәртебе   Хүрмет жарлықлары менен сыйлықланған.  Шайыр “Жыллар ҳәм айлар” деген китабы ушын Қарақалпақстан Республикасы   Бердак атындағы мәмлекетлик сыйлығыныӊ лауреаты (1976) болды.   Шайыр ҳәм алым, жәмийетлик искер Қарақалпақстан Республикасы Жоқарғы   Кеӊесине бес рет депутат болып сайланды.  <br>  Ол 1953-жылыдан Жазыўшылар аўқамыныӊ ағзасы."
    },
    {
        "id": 74,
        "poetName": "Исмайлов Сәдирбай",
        "lifeSpan": "1956",
        "biography": "<br>  Сәдирбай Исмайлов — фантаст жазыўшы.  <br>  С. Исмайлов 1956-жылы 13-июньда Қараөзек районыныӊ  Қараөзек хожалығында туўылған.  <br>  Ол 1972-жылы орта мектепти питкерип, районлық   газетада жумыс ислейди. 1972-82 жыллары “Жеткиншек” газетасында   әдебий хызметкер, 1982-84-жыллары Қараөзек районлық “Мийнет байрағы”   газетасында бөлим баслығы ,1984-90-жыллары   “Жас Ленинши ” газетасында әдебий хызметкер, 1990-92-жыллары   “Әмиўдәрья” журналында проза-бөлиминиӊ редакторы болып иследи.  <br>  Ол Қарақалпақстан Жазыўшылар аўқамында жуўаплы хаткери   лаўазымын атқарды.  <br>  Жазыўшыныӊ “Парахатшылық мәӊгилик” (1986), “Жүрек   галактикасы”(1991) деген фантастиқалық гүрриӊ, повесть ҳәм   романлар китабы басылып шықты.  <br>  Ол 1986-жылы Ташкентге өткерилген Өзбекстан жас жазыўшылар   семинар — кеӊесиниӊ ҳәм Латвия республикасында өткерилген   жас фантаст жазыўшылардыц пүткил аўқамлық семинар кеӊесиниӊ катнасыўшысы болды.  <br>  С. Исмайлов 1991-жылы Қарақалпақстан Жаслар сыйлығыныӊ   лауреаты, 1993-жылы Қарақалпақстан Республикасы   Жоқары Кеӊесиниӊ “Ҳүрмет жарлығы”менен сыйлықланған.  <br>  С. И смайлов 1992-жылдан Жазыўшылар аўқамыныӊ   ағзасы."
    },
    {
        "id": 75,
        "poetName": "Ишманова  Зубайда",
        "lifeSpan": "1949",
        "biography": "<br>  Зубайда Ишманова — шайыр ҳәм жазыўшы.  <br>  3. Ишманова 1949-жылы Төрткүл қаласында туўылған.   Ломоносов атындағы мектепти питкергеннен соӊ, ТашМУниӊ   журналистика факультетине окыўға кирип 1974-жылы питкерип шығады.  <br>  Мийнет жолын “Қарақалпақстан” баспасында киши   редактор болып ислеўден баслаған, соӊынан “Балалар ҳәм жас   өспиримлер”, “Көркем әдебият”лар бөлиминиӊ баслығы болып ислейди.  <br>  Оныӊ “Жаслығым сени жырлайман”, “Гүлдәсте”, “Нийет”,   \"Аспанда не бар”, “Не мазалы”, “Үйректиӊ уясы”, “Ким сындырды”,   “Алтын ғәзийне”, “Улбосынныӊ ақ тутлары” поэзиялық ҳәм прозалық   китаплары басылып шықты.  <br>  3. Ишманованыӊ қосықлары өзбек, орыс, татар, башкурт,   қазақ, түркмен тиллерине де аўдарылған. Өзбек шайырлары   Зульфияныӊ, Ө. Ҳашимовтыӊ, А. Пардаевтыӊ, Ҳ. Ҳудайбердиеваныӊ   қосықлары ҳәм гүрриӊлерин қарақалпақ тилине аўдарған.   Дүнья жүзилик әдебиятлардан Даниэл Дефоныӊ “Робинзон Крузо”ны   қарақалпақ тилине аўдарған.  <br>  Ол 1993-жылы Қарақалпақстан Республикасы Жоқарғы Кеӊесиниӊ   “Ҳүрмет жарлығы”, 1997-жылы “Қарақалпақстан Республикасына мийнети   сиӊген мәденият хызметкери” ҳүрметли атағыныӊ, 2002-жылы “Шуҳрат”   медалыныӊ ийеси болды.   1999-жылы Қарақалпақстан Жазыўшылар аўкамыныӊ сыйлығын алды.  <br>  3. Ишманова 1998-жылдан Жазыўшылар аўқамыныӊ   ағзасы."
    },
    {
        "id": 76,
        "poetName": "Камалов Қонысбай",
        "lifeSpan": "1939-2001",
        "biography": "<br>  Қонысбай Камалов — әдебиятшы алым ҳәм сыншы.  <br>  К.Камалов 1939-жылы 5-декабрьде Шымбай районындағы   Тазажол аўылында туўылған.  <br>  Ол 1965-жылы Қарақалпақ мәмлекетлик пединститутын  тамамлағаннан кейин сол жерде оқытыўшы болып қалады. Соӊ   Москва мәмлекетлик университетиниӊ аспирантурасыныӊ теориялық   курсынан өтеди (168-71), “Әмиўдәрья” журналында жуўаплы хаткер,   бас редактордыӊ орынбасары болып ислейди (1971-79). 1979-жылдан   баслап Қарақалпақ мәмлекетлик университегиниӊ окытыўшысы, доценти,   Әжинияз атыӊдағы Нөкис мәмлекетлик пединститўтыныӊ Қарақалпақ   филологиясы факультетиниӊ деканы болып иследи.  <br>  К. Камалов 1975-жылы “Қарақалпақ повести” (жанрдыӊ эволюциясы)   деген темада кандидатлық, 1989-жылы “Қарақалпақ   әдебиятында көркем методтыӊ эволюциясм” деген темада докторлық  диссертациясын жақлаған. Оған профессор илимий атағы берилген.   Әдебиятшы алым ҳәм сыншыныӊ “Қарақалпақ повести” (1978),   “Кәрўан басы” (1979), “Қарақалпақ әдебиятыныӊ көркем методы” (1982),   “Қарақалпақ әдебиятыӊда көркем   методтыӊ эволюциясы”( 1989), деген илимий мийнетлерл ҳәм   “Маржангүл” (1972) атлы гүрриӊ ҳәм повестьлер топламы басылып шықты.   Соныӊ менен бирге ол “Қарақалпақ совет әдебияты”(1984) деген жоқары   окыў орнына арналған сабақлық   авторларыныӊ бири. К. Камалов М.Горький, Э.Хэменгуэй, Г.Маркестиӊ   бир катар шығармаларын қарақалпақ тилине аўдарды.  <br>  К. Камалов “Қарақалпақстан Республикасына мийнети сиӊген   мәденият хызметкери”, “Өзбекстан Республикасына мийнети сиӊген   халық билимлендириў хызметкери” Ҳүрметли   атақларына ийе. Ол Қарақалиакстан Республикасы Жоқарғы   Кеӊесиниӊ хүрмет жарлығы менен сыйлықланған.  <br>  К. Камалов 1976-жылдан Жазыўшылар аўқамыныӊ ағзасы."
    },
    {
        "id": 77,
        "poetName": "Каримов Кеңесбай",
        "lifeSpan": "1948",
        "biography": "<br>  Кеӊесбай Каримов — шайыр.  <br>  К. Каримов 1948-жылы 27-августта Шымбай районындағы   Шымбай хожалығында туўылған.  <br>  Ол орта мектепти питкерип “Совет Қарақалпақстаны”   газетасында хабаршы (1967-68), әскерий хызметте (1968-70) болады.   1975-жылы Қарақалпақ мәмлекетлик пединститутын тамамлап,   “Жас Лениӊши” газетасында (1976-83), “Қарақалпақстан” баспасында,   телевидение ҳәм радио еситтириў комитетинде, “Әмиўдәрья” журналында,   Қарақалпақстан мәмлекетлик телерадио компаниясында жуўаплы хызметлерде ислейди.   Соӊынан “Еркин Қарақалпақстан” ҳәм “Вести Қарақалпақстана”   газетасыныӊ Бас редакторы болып иследи. 2011-жылдан Қарақалпақстан   Республикасы Жазыўшылар Аўқамыныӊ   баслығы лаўазымында ислеп атыр.  <br>  Шайырдыӊ дәслепки қосықлары 60-жыллардыӊ орталарында   жәрияланды. Оныӊ “Аралықлар” (1980), “Ўақыт минарасы” (1982),   “Умытылған ярым ай” (1984), “Мениӊ терезелерим” (1985),   “Аралдан келдим” (1985), “Көндим мүлки” (2005)   деген поэзиялық топламлары басылып шықты. К. Каримовтыӊ   балаларға арналған “Алтын тенге”, “Арық мерген” пьесалары   жас тамашагейлер театырыныӊ саҳнасында қойылды.  <br>  Ол А.С. Пушкинниӊ, А. Блоктыӊ, Саадийдин шығармаларын   қарақалпақ тилине аўдарды.  <br>  К. Каримов Қарақалпақстан Республикасы Жоқарғы Кеӊесиниӊ   Ҳүрмет жарлығы менен сыйлықланған. «Қарақалпақстан Республикасына   мийнети сиӊген журналист», Қарақалпақстан Республикасы   Жоқарғы Кеӊесиниӊ депутаты.  <br>  К. Каримов 1983-жылдан Жазыўшылар аўқамыныӊ ағзасы."
    },
    {
        "id": 78,
        "poetName": "Керимов Дәўлетмурат",
        "lifeSpan": "1963",
        "biography": "<br>  Дәўлетмурат Керимов 1963-жылы 22-апрельде Төрткүл   районы А. Адакаев фермер хожалығында туўылды. 1970-1980-жыллары   орта мектепти питкергеннен соӊ, 1981-1986-жылларда   Ташкент Суў ҳәм аўыл хожалығын механизацияластырыў институтыӊда оқыйды.   Мийнет жолын 1986-жылы трестюг,   “ККВС” ға Қараслы ПМК-30 да бөлим механиги болып ислеўден баслайды.   1990-1996-жылларда усы трестке қараслы   УПТК-4 те директордыӊ орынбасары, 1997-2003-жылларда “Бостан” фермер   хожалығы баслығы, 2003-жылдан баслап Төрткүл   районы Қорғаныў ислери бөлиминде иследи.  <br>  Д. Керимов аўдарма менен шуғылланады. Оныӊ аўдармасында   ҳәм авторлығында “Ҳадис” (1991), “Муҳаммед Пайғамбар” (1992),   “Ийса Пайғамбар” (1993), “Муўса Пайғамбар”   (1994), “Будда” (1994), “Қуръани-карим” (1995), “Гизлин   дурдоналар” (1997), “Мажлислар дурдонаси*’ (1999),   “Курани-кәрим” (екинши мәрте, 2000), “Қурани-кәрим” (үшинши мәрте, 2002)   китаплары баспадан шығарылды.  <br>  Ол 1994-жылы дүнья түркменлериниӊ үшинши халықаралық   конференциясына делегат, 1995-жылы дүнья түркий   халықларыныӊ үшинши халықаралық поэзия фестивалына   қатнасып, диплом менен сыйлықланады. 1996-жылы дүнья   түркменлерниӊ төртинши халықаралық конференциясына   қатнасып, Түркменстан Президенти Қарары менен “Ватанга   севгиси учун” медалын алады. 2002-жылы Қарақалпақстан Рес-   публикасы Жоқарғы Кеӊесиниӊ “Ҳүрмет жарлығы” менен   сыйлықланды."
    },
    {
        "id": 79,
        "poetName": "Кожуров Орынбек",
        "lifeSpan": "1910-1954",
        "biography": "<br>  Орынбек Кожуров— шебер дилмаш, белгили филолог.  <br>  О. Кожуров 1910-жылы Төрткүл қаласында туўылған.   1930-жылы Ташкент Политехникумын тамамлап, 1932-жылға шекем   суў хожалығы тараўында ислейди. 1932-жылдан “Қызыл Қарақалпақстан”   газетасында аўдармашы, жуўаплы хаткер болыў менен бирге   Қарақалпақ аўызеки әдебиятын жыйнаўға белсене   қатнасады, 1945-47-жыллары Илим изертлеў институтыӊда қарақалпақ   фольклоры секторын басқарады. 1947-49-жыллары   “Қызыл Қарақалпақстан” газетасыныӊ бас редакторы, 1949-жылдан   өмириниӊ ақырына шекем Қарақалпақ мәмлекетлик   баспасыныӊ социаллық-экономиқалық бөлиминиӊ баслығы   болды. О. Кожуров Л. Толстойдыӊ “Хажымурат”, А.Толстойдыӊ   “Ғәлле”, М.Горькийдиӊ “Изергиль кемпир”, “Суӊқар ҳақмында жыр”,   “Даўылпаз ҳаққында жыр”, Вишневскийдиӊ “Биринши атлы”   шығармаларын қарақалпақ тилине аўларып бастырған. О. Кожуров   1947-жылы Москвада биринши рет басылып   шыққан “Русша-Қарақалпақша сөзлик”ти дүзиўшилердиӊ бири.  1938-1939-жыллары “Қарақалпақстан әдебияты ҳәм искусствосы”   журналында О.Кожуровтыӊ Қ. Айымбетов пенен биргеликте жыйнаған   ҳәм изертлеген қарақалпақ әдебиятыӊа тийисли материаллары   “Қарақалпақ әдебиятыныӊ түрлери” деген ат   пенен басылып шықты. О. Кожуров “Қырқ қыз” дәстанын рус   тилине биринши сөзбе-сөз аўдарды.  <br>  Оныӊ шығармаларыныӊ айрымлары “Шығармалар” деген   ат пенен 1990-жылы басылды. О. Кожуров Қарақалпақстан   Республикасы Жоқарғы Кеӊесиниӊ Ҳүрмет жарлығы менен   сыйлықланған, Қарақалпақстан Республикасы Жоқарғы Кеӊесиниӊ   депутаты болып сайланды.  <br>  О. Кожуров 1939-жылдан Жазыўшылар аўқамыныӊ ағзасы."
    },
    {
        "id": 80,
        "poetName": "Көбентаев Әлибек",
        "lifeSpan": "1950-2007",
        "biography": "<br>  Әлибек Көбентаев — жазыўшы.  <br>  Ә. Көбентаев 1950-жылы 13-июльде Нөкис қаласында   туўылды.  <br>  Орта мектепти питкергеннен соӊ, Хожели педагогикалық   училищесин питкерип шығады.  <br>  Мийнет жолын М. Горький атындағы орта мектепте жаслар   аўқамыныӊ баслығы болып ислеўден баслады. 1973-83-жыллары   Таганрог педагогиқалық институтын тамамлайды.  <br>  1982-жылдан Нөкис педагогиқалық колледжинде му-   ғаллим болып нследи.  <br>  Ә. Көбентаевтыӊ “Нурлы жағыс” (1992), “Алағадалы   кеше” (1993), “Көргенли перзент” (1993) атлы прозалық   шығармалары менен “Пән ҳәптеликлерин өткериў” (1993),   “Оқыўшы-практикантларға еслетпе” (1993) методиқалық   қолланбапары китап болып шықты.  <br>  Ә.Көбентаев 1995-жылдан Жазыўшылар аўқамыныӊ   ағзасы."
    },
    {
        "id": 81,
        "poetName": "Қабулов Толыбай",
        "lifeSpan": "1939-2006",
        "biography": "<br>  Толыбай Қабулов — шайыр.  <br>  Т. Қабулов 1939-жылы 10-майда Қараөзек районыӊ  Қарабуға аўылында, дийқан шаӊарағында туўылған.  <br>  Ол Нөкис аўыл хожалық техникумын, Қарақалпақ   мәмлекетлик пединститутын питкерип, “Қарақалпақстан” баспасыныӊ   бөлим баслығы, бас редактордыӊ орынбасары, Республика Жазыўшылар   аўқамыныӊ жуўаплы хаткери, “Әмиўдәрья”   журналыныӊ бас редакторы, Қарақалпақстан Республикасы   Мәлимлеме агентлигинде аға редактор болып хызмет етти.  <br>  Т.Кабуловтыӊ баспадан “Қара буға” (1964), “Ашығыӊман”   (1968), “Дийдар” (1972), “Пәтулла зор” (1974), “Сен туўылған   ақшамы”, (1981), “Я влюблен” (1985), “Сен мени қутлықла”   (1989), “Капель” (1991), Пәндиў-нәсият (1995) атлы топламлары басылып шықты.  <br>  Ол В.Гогольдыӊ “Тарас Бульба”, А.Чеховтыӊ “Гүрриӊлери”н,   С.Михалковтыӊ “Алтын қышлақ” атлы белгили шығармаларын ҳәм тағы   басқа туўысқан халықлар әдебиятыныӊ   дөретпелерин қарақалпақ тилине аўдарған.  <br>  Шайырдыӊ қосықлары да туўысқан халықлар тиллеринде   басылған.  <br>  Ол “Қарақалпақстан халық шайыры” хүрметли атағына ийе   болды.  <br>  Т.Кабулов 1976-жылдан Жазыўшылар аўқамыныӊ ағзасы."
    },
    {
        "id": 82,
        "poetName": "Қайыпбергенов Төлепберген",
        "lifeSpan": "1929-2010",
        "biography": "<br>  Төлепберген Қайыпбергенов — ҳәзирги Қарақалпақ прозасыныӊ   ири ўәкиллериниӊ бири, үлкен романист, Қарақалпақлар тарийхыныӊ жылнамашысы.  <br>  Т.Қайыпбергенов 1929-жылы 7-майда Кегейли районында   ҳәзирги Нөкис районыныӊ аймағындағы Шортанбай   аўылында туўылған. Ол Хожелидеги педучилищени питкерип (1950),   аўыллық мектепте муғаллим болып ислейди. Қарақалпақ мәмлекетлик   пединститутыныӊ рус тили ҳәм әдебияты факультетин тамамлап (1955), “Әмиўдәрья”   журналында әдебий хызметкер, радио еситтирў комитетинде редактор,   Жазыўшылар аўқамында жуўаплы хаткер, “Жас Ленинши” газетасыныӊ   редакторы (1959-64), соӊынан “Қарақалпақстан” баспасыныӊ   директоры, “Совет Қарақалпақстаны” газетасыныӊ редакторы лаўазымларын атқарды.   Буннан кейинги жыллары ол Қарақалпақстан телевидениеси ҳәм радио   еситтириў Комитетинде редактор, Қарақалпақстан баспа   сөз Комитети баслығыныӊ орынбасары (1967-80) хызмет-   лерин атқарды. Т.Кайыпбергенов 1980-жылдан өмириниӊ   ақырына шекем Қарақалпақстан Жазыўшылар аўқамыныӊ   баслығы болып иследи.  <br>  Жазыўшы “Қарақалпақ кызы” романы ушын Қарақалпақстан   Республикасы Бердақ атыӊдағы мәмлекетлик сыйлығыныӊ,   “Муғаллимге раҳмет” повести ушын Өзбекстан Республикасы Хамза   атыӊдағы мәмлектлик сыйлығыныӊ, “Қарақалпақ дәстаны” трилогиясы ушын   бурынғы аўқам мәмлекетлик сыйлығыныӊ лауреатлары болды, ол соныӊ менен   бирге бурынғы аўқам Жазыўшыларыныӊ, ВЦСПС, “Правда”   газетасы,“Крестьянка” журналы, “Қарақалпақнама” роман-эссеси ушын   Махмуд Қашқарий атыӊдағы Халық аралық сыйлық, “О дүньядағы атама хатлар”   дөретпеси ушын М. Шолохов атындағы сыйлықтыӊ лауреаты болды.  <br>  Жазыўшы бир неше мәртебе Қарақалпақстан Республикасы   халық депутаты болып сайланды. Т. Қайыпбергенов де-   путат сыпатыӊда Қарақалпақстан Республикасы Жокарғы   Кеӊеси Президиумы Баслығыныӊ штаттан тыс орынбасары   (1986-1990) болып иследи.  <br>  1989-жылы  бурынғы аўқамныӊ халық депутаты болып сайланды.   Ол Ҳүрмет белгиси ордени, Өзбекстан Республикасыныӊ Дослық   ордени (1994), Өзбекстан ҳәм Қарақалпақстан   Республикасы Жоқарғы Кеӊеслериниӊ Хүрмет жарлықларын,   айрым сырт еллердиӊ де сыйлықларын алды.  <br>  Т. Қайыпбергенов “Өзбекстан (1993) ҳәм Қарақалпақстан   халық жазыўшысы” (1974), “Өзбекстан Қахарманы” (2003)   деген ҳүрметли атақларға ийе.  <br>  Ол баска да бир қатар жәмийетлик жумыслар менен бирге   Қарақалпақстан Республикасы Бердақ атындағы мәмлекет-   лик сыйлығы Комитетин басқарды.  <br>  Жазыўшыныӊ шығармалары 50-жыллардыӊ орталарынан   баслап жәрияланған. Оныӊ дөретпелери өзбек, қазақ, рус, эстон,   молдаван, қырғыз, украин, татар, түркмен ҳәм басқа да тиллерге   аўларылып басылған.  <br>  Т. Қайыпбергеновтыӊ Қарақалпақ тилинде басылған   китаплары: “Секретарь” (1956), “Муғаллимге рахмет” (1959),   “Соӊғы ҳүжим” (1960), “Блокнот сөйлейди” (1961),   “Суўық тамшы” (1964) “Уйқысыз түнлер” (1965), “Қарақалпақ кызы” (1960,1966),   “Маманбий әпсанасы” (1968), “Бахытсызлар” (1971),   “Түсиниксизлер” (1976), “Шығармаларыныӊ бес томлығы”   (1979,1980), “Қарақалпақ дәстаны” (1-т, 1979), “Қарақалпақ   дәстаны” (2-т, 1979), “Қарақалпақ дәстаны” (3-т, 1979),   “Қарақалпақ қызы” (4-т, 1980), “Соӊғы хүжим” (5-т, 1980), соӊғы   жыллары “Қарақалпақнама” (1985), “Көздиӊ қарашығы” (1986),   “Из юрты в мир” (1987), “Фамилия” (1988), “Сколько   имен у бога” (1990), “Тәнҳә өзине мәлим сыр” (1992), “О   Дүньядағы атама хатлар” (1992). “Қарақалпақпан, тәўекелшимен” (2003),   “Қәлбимниӊ қамусы” (2008) китаплары басылып шықты.  <br>  Т. Қайыпбергенов басқа тиллерде “Секретарь” (өзбекше, 1959),   “Уқитувчига раҳмат” (өзбекше, 1963), “Повестьлер” (өзбекше,1978),   “Соӊғы ҳүжим” (өзбекше, 1970), “Последний бой” (Т, 1970),   “Маманбий афсонаси” (өзбекше, 1973, 1982),   “Түсиниксизлер” (өзбекше, 1983, 1978), “Қарақалпақнама” (өзбекше 1990),   рус ҳәм баска тиллерде шыққан дөретпелери “Секретарь” (М, 1975, 1985),   “Муғаллимге рахмет”, (Таллин, 1965(эст), М., 1966,   М., 1978 Т., 1979, Кишинев, 1981 (молд.), Алма ата, 1983), “Соӊғы   ҳүжим” (М, 1989), “Қарақалпақ кызы” (М, 1968, 1971,1989, Киев,   1977 (укр.)), “Суўық тамшы” (1969, М, 1978; 1990, Ашхабат,   1983 (турк)), “Маманбий әпсанасы” (М,1979, 1985,1989, Бишкек, 1992),   “Бахытсызлар”(1982, 1985,1989), “Түсиниксизлер” (М, 1983,1985,1989),   “Қарақалпақнама” (М, 1989,1991, Алма-Ата   1988), “Көздиӊ қарашығы” (Т, 1984, М., 1986,1989),   “Бахытсызлар” (өзбекше, 1975), “Гумроҳлар” (өзбекше, 1978),   “Қарақалпақ дәстаны” (өзбекше, 1-том, 1982, 2-том, 1982, 3-том, 1983),   “Дочь Каракалпака” (1977), “Дастан о Каракалпаках” (1-3 том,   1979, 1982) ҳәм тағы басқа китаплары басылды.  <br>  Жазыўшы 1990-жылы Меккеге сапар шегип, бириншилер   қатарында бурынғы аўқам жазыўшылары арасында ҳажы болып кайтты.  <br>  Буннан тысқары ол мәмлекетлик делегация ағзасы   сыпатында Америка, Япония, Туркия, Монголия, Вьетнам, Венгрия,   Ҳиндистанға барды, Нью-Йорк, Токио, Стамбул, Дели, Москва   ҳәм тағы баска қалаларда ҳәзирги Арал, елимиздиӊ тәғдири   туўралы бир неше рет халық аралық бас қоспаларда шығып   сөйледи, дүньялық баспа сөзде материаллар жәриялады.  <br>  Соӊдай-ақ Сирия, Ҳиндистан мәмлекетлерине барғанда бурынғы   аўқам жазыўшыларыныӊ делегацияларына, Әрмения   ҳәм Туркменстан Жазыўшыларыныӊ сьездлерине, Өзбекстан   жазыўшыларыныӊ делегациясына басшылық етти.  <br>  Т. Қайыпбергенов 1957-жылдан Жазыўшылар аўқамыныӊ   ағзасы."
    },
    {
        "id": 83,
        "poetName": "Қайыпназаров Байнияз",
        "lifeSpan": "1916-2001",
        "biography": "<br>  Байнияз Қайыпназаров — белгили шайыр.  <br>  Б. Қайыпназаров 1916-жылы 25-августта Шымбай районында туўылған.  <br>  1939-жылы Төрткүлдеги муғаллимлер институтын питкерип,   өз аўылында муғаллим болады (1939-1941). Екинши жәҳән   урысыныӊ басланыўы менен фронтка атланады (1941-1944),   жарақатланыўына байланыслы фронттан қайтқан Б.Қайыпназаров   муғаллимшилик жумысын даўам етти (1944-1946). Ол   Жазыўшылар аўқамында мәсләҳәтши (1946-1947), радиоеситтириў   Комитетинде (1947-1948), мәмлекетлик баспада (1948-1951) редактор   болып ислеген.  <br>  Б. Қайыпназаров 1951-1956- жыллары Москвадағы   М.Горький атындағы әдебият институтыӊда оқыды. Ал, 1956-1958-   жыллары “Әмиўдәрья” журналыныӊ бас редакторы, Жазыўшылар   аўқамында мәсләҳәтши (1958-1963), “Әмиўдәрья” журналында бөлим   баслығы, 1967-жылдан хүрметли демалысқа   шыққанға шекем (1986) “Қарақалпақстан” баспасында аға   редактор болды.  <br>  Шайырдыӊ дәслепки қосықлары 30-жыллардыӊ орталарында жарыққа шықты.  <br>  Оныӊ “Қосықпар”(1940), “Халыққа хызмет қыламан” (1947),   “Алтын гүз”(1959), “Куўаныш қосықлары”(1950), “Бозжап бойында”(1955),   “Көк емен”(1956), “Кызыл гүл” (1958), “Сүй достым”(1962), “Мениӊ Ўатаным”(1956),   “Мениӊ бахтым”(1968),   “Еки аяз”(1970), “Нәрўан”(1972), “Гүлдәсте” (1981), “Мен сениӊ   бир шақаӊман” (1977) сыяқлы топламлары жәрияланған. Соныӊан   “Таӊламалы шығармалары” (1981), 1985-жылы поэмалар топламы ҳәм   балаларға арналған “Жарлы адам ҳәм ғарғалар патшасы” китабы басылып шықты.  <br>  Б. Қайыпназаров туўысқан халықлар поэзиясынан Твардовскийдиӊ   “Василий Теркин”, Ш. Рашидовтыӊ “Кашмир   қосығы” поэмаларын,соӊдай-ак, Лермонтов, Мицкеевич, Ян   Райнис, Шевченколардыӊ қосықларын аўдарыўға қатнасты.  <br>  Б. Кайыпназаров биринши дәрежели “Ўатандарлық урыс   ордени” ҳәм медальлары және Өзбекстан ҳәм Қарақалпақстан   Республикасы Жоқарғы Кеӊесиниӊ Ҳүрмет жарлықлары   менен сыйлықланған.  Ол “Қарақалпақстан халық шайыры” (1976) “Қарақалпақстан   Республикасы Бердақ атыӊдағы мәмлекетлик сый-   лығыныӊ лауреаты” (1984) ҳүрметли атақларына ийе еди.  <br>  Б. Кайыпназаров 1939-жылдан Жазыўшылар аўкамыныӊ   ағзасы."
    },
    {
        "id": 84,
        "poetName": "Қайыпов Мәмбеталы",
        "lifeSpan": "1944-2009",
        "biography": "<br>  Мәмбеталы Қайыпов — жазыўшы.  <br>  М. Қайыпов 1944-жылы 20-апрельде Қанлыкөл районында туўылған.  <br>  Ол 1963-жылы Хожелидеги муғаллимлер таярлайтуғын бир   жыллық курсты питкерип муғаллим болып ислейди.  <br>  1967-68-жыллары “Жас Лениӊши” газетасында, 1968-73-   жыллары “Жеткиншек” газетасында ислейди. М. Қайыпов   соӊынан “Өзбеккинохроникада” (1973-76), “Қарақалпақстан”   баспасында (1976-81) иследи.  <br>  М. Қайыпов Қарақалпақ мәмлекетлик педагогиқалық   институтыӊ оқып питкерген.  <br>  Жазыўшыныӊ “Ушырасыў” (1976), “144-бийикликте” (1977),   “Теӊиз күшиги” (1984) деген повесть ҳәм гүрриӊлер топламлары   ҳәм “Қара чемодан” (1980) атлы романы басылып   шықты.  <br>  Оныӊ “Ушырасыў” повести (1979) ҳәм “Қара чемодан”   романы рус тилинде жарық көрди.  <br>  М.Кайыпов 1977-жылдан Жазыўшылар аўқамыныӊ ағзасы."
    },
    {
        "id": 85,
        "poetName": "Қайыпов Әбдикәдир",
        "lifeSpan": "1963",
        "biography": "<br>  Әбдикәдир Қайыпов 1963-жылы 5-февральда Қанлықөл   районыныӊ ҳәзирги Қуламет жыраў атыӊдағы дийқан-фер-мер   хожалығында туўылған.  <br>  Орта мектепти питкергеннен 1984-жылға шекем қурылыс   мәкемесинде жумысшы, 1984-87-жыллары шофер болып иследи.  <br>  Ол 1989-жылы Нөкис мәмлекетлик университетиниӊ   филология факультетин сырттан оқып питкереди.  <br>  Ҳәзирги ўакытта Қарақалпақстан Республикасы Ескек есиў   федерациясыныӊ директоры лаўазымында ислеп атыр.  <br>  Ә.Қайыповтыӊ “Жоражан” (2000) қосықлар китапшасы,   “Дәслепки саўға” (2001) атамасында прозалық шығармалары,   “Тири жетим” (2002) повести ҳәм Баҳадыр Қайыпов   пенен авторлықта “Қарақалпақ бокси” (2002) атамасындағы   публицистиқалық шығармалар жыйнағы, С. Жәниев пенен   авторлықта “Бабалар ескегине садық мектеп” (2008) атамасындағы китабы   басылып шықты.  <br>  2001-2002 жыллары “Еӊ жақсы спорт журналисти”   номинациялаыныӊ жеӊимпазы.  <br>  Ә. Қайыпов 2002-жылдан Жазыўшылар аўқамыныӊ   ағзасы."
    },
    {
        "id": 86,
        "poetName": "Қарабаев Марат",
        "lifeSpan": "1934",
        "biography": "<br>  Марат Қарабаев — шайыр.  <br>  М. Қарабаев 1934-жылы 22-мартта Терткүл қаласында   туўылған. Ол Нөкис медициналық училищесин питкергеннен   соӊ 1966-73-жыллары Мойнақта, Нөкисте медициналық мәкемелерде   иследи. 1973-79-жыллары “Жеткиншек”   газетасында бөлим баслығы, 1979-83-жылларда “Қарақалпақстан”   баспасында көркем әдебиятлар бөлимин басқарды,   соӊынан Қарақалпақстан Жазыўшылар аўкамында көркем   әдебиятты нәсиятлаў бюросында иследи. Ол Қарақалпақ   мәмлекетлик пединститугын тамамлаған.  <br>  М. Қарабаевтыӊ 1962-жылы “Гүлзар”, 1968-жылы “Гүмис   шықпар”, 1970-жылы “Мениӊ биринши достым”, 1976-жылы   “Толған ай”, 1979-жылы “Апрель шуўағы”, 1982-жылы   “Алтыӊ босаға”, 1973-жылы “Семсер” атлы қосықлар ҳәм   поэмалар топламлары ҳәм “Қараторғай” прозалық китабы   басылып шықты.Абдурахман-аль Хамисийдиӊ “Гагарин   мениӊ қаламда” (1965), М. Твенниӊ “Гүрриӊлер”ин (1969),   А. Бартоныӊ “Сениӊ байрамыӊ” (1969), К. Чуковскийдиӊ   “Мойдодыр” (1971), Рудакийдиӊ “Ғәззел ҳәм рубайыларын” (1976),   П. Неруданыӊ “Қашқын” (1978), М. Канааттыӊ “Сталинград сазасы” (1980),   Шекспирдиӊ “сонетлер”   ин (1981) қарақалпақ тилине аўдарды. М. Қарабаевтыӊ бир   қанша аўлармалары “Жүректен жүрекке” (1983) деген ат   пенен де өз алдына топлам болып басылды.  <br>  М.Қарабаев 1977-жылдан Жазыўшылар аўқамыныӊ ағзасы."
    },
    {
        "id": 87,
        "poetName": "Қасымов Дәўлетияр",
        "lifeSpan": "1904-1973",
        "biography": "<br>  Дәўлетияр Қасымов—белгили халық шайырларыныӊ бири.  <br>  Д. Қасымов 1904-жылы Мойнақ районындағы Ақбөгет   деген жерде туўылған.  <br>  Ол аўыл хожалық жумысларында ислеп жүрип шайыршылық   пенен шуғылланады, шайырдыӊ дәслепки қосықлары   жигирмаланшы жыллардыӊ ақырында жазылады.  <br>  Халық шайырыныӊ дәслепки шығармасы 1938-жылы   “Қарақалпақстан әдебияты ҳәм искусствосы” журналында   жәрияланды.  <br>  Мине, усы жыллардан баслап оныӊ дөретпелери жерги-   ликли баспа сөз бетлеринде жийи-жийи жәриялана баслады.  <br>  Шайырдыӊ “Қосықлар” (1956), “Мийрас” (1971)деген   топламлары басылып шықты.  <br>  Халық шайыры Өзбекстан ҳәм Қарақалпақстан Республикасы   Жоқарғы Кеӊесиниӊ Ҳүрмет жарлықлары менен   сыйлықланды.  <br>  Д. Қасымов 1939-жылдан Жазыўшылар аўқамыныӊ   ағзасы."
    },
    {
        "id": 88,
        "poetName": "Қасымова Марьям",
        "lifeSpan": "1917-1976",
        "biography": "<br>  Мәрьям Қасымова — шайыр ҳәм жазыўшы.  <br>  М. Қасымова 1917-жылы Хожели қаласында туўылған.  <br>  Ол дәслеп Хожелидеги педучилищени (1935), соӊынан   Төрткүлдеги муғаллимлер институтын питкергеннен соӊ   (1940) муғаллим болып ислейди.  <br>  1945-жылдан баслап “Қызыл Қарақалпақстан” газетасында   әдебий хызметкер, 1949-56-жыллары “Қарақалпақстан” баспасында   редактор, 1956-59-жыллары Өзбекстан Телеграф агентлигинде редактор,   Қарақалпақстан мәденият   министрлигинде бөлим баслық (1959-62), “Әмиўдәрья” журналында әдебий   хызметкер (1962-65), ал соӊғы жыллары   өмириниӊ ақырына шекем баспа сөз тарқатыў орынларында   жумыс иследи.  <br>  Жазыўшыныӊ “Қосықлар” (1955), “Қарақалпақ қызлары” (1957),   “Қурылысшы” (1959) деген топламлары басылып шықты.  <br>  Ол А. Мухтардыӊ “Апалы-сиӊлилер” (1976) романын, М. Пришвинниӊ   гүрриӊлерин қарақалпақ тилине аўдарды.  <br>  М. Қасымова Өзбекстан ҳәм Қарақалпақстан Республикасы   Жоқарғы Кеӊесиниӊ Ҳүрмет жарлықлары менен сыйлықланды.  <br>  М. Қасымова 1957-жылдан Жазыўшылар аўқамыныӊ ағзасы."
    },
    {
        "id": 89,
        "poetName": "Қәлимбетов Баекеш",
        "lifeSpan": "1934",
        "biography": "<br>  Баекеш Қәлимбетов — әдебият изертлеўшиси.  <br>  Б. Қәлимбетов 1934-жылы 21-декабрьде Кегейли районыныӊ   Халқабад аймағында туўылған. Ол орта мектепти питкергеннен соӊ,   мийнет жолын Нөкис полиграфкомбинатында ҳәрип териўши хызметинен баслаған.  <br>  Б. Кәлимбетовтыӊ биринши мақаласы 1950-жылы “Қызыл   Қарақалпақстан” газетасында жәрияланған. 1951-55-жыллары Нөкис   мәмлекетлик педагогикалық институтыныӊ қарақалпақ тили ҳәм   әдебияты факультетинде оқыйды. 1975-жылдан   баслап ҳәзирги күнге шекем Өзбекстан Республикасы Илимлер   Академиясы Қарақалпақстан бөлими Н.Дәўкараев атындағы Тил ҳәм   әдебият институтында үлкен илимий хызметкер болып ислеп атыр.  <br>  Б. Қәлимбегов 1982-жылы “Әжинияз лирикасы деген   темада кандидатлық диссертациясын жақлады. Ол “Лирика   Ажинияза” (1991), “XIX әсирдиӊ ақыры XX әсирдиӊ   басындағы қарақалпақ әдебиятында реализмниӊ раўажланыўы”   (2005) илимий китаплары ҳәм улыўма орта билим   бериў мектеплериниӊ 2,3,4-класслары оқыў китапларыныӊ авторларыныӊ бири.  <br>  Б. Қәлимбетов дүнья халықлары әдебиятынан “Татар   халық ертеклери”н, орыс фантаст жазыўшысы А.А. Беляевтыӊ   “Профессор Доуэлдиӊ басы” романын қарақалпақ тилине аўдарған.   Классик шайыр Әжинияздыӊ “Бир пәрий”   (1993) китабын баспадан шығарды.  <br>  Б. Қәлимбетов Журналистлер аўкамыныӊ ҳәм 1995-жылдан   Жазыўшылар аўқамыныӊ ағзасы."
    },
    {
        "id": 90,
        "poetName": "Қожықбаев Әдилбай",
        "lifeSpan": "1934-2005",
        "biography": "<br>  Әдилбай Қожықбаев — әдебият изертлеўшиси.  <br>  Ә. Қожықбаев 1934-жылы 18-январьда Қоӊырат районыныӊ   Соркөл аўылында туўылған.  <br>  Ол 1955-жылы Қарақалпақ мәмлекетлик пединститутын   питкерип мектепте муғаллим, мектеп директоры (1955-61),   соӊынан “Әмиўдәрья” журналында әдебий хызметкер, телевидение   ҳәм радио еситтириў комитетинде редактор (1962-64), пединститутта   оқытыўшы (1964-68), Н. Дәўқараев атындағы Тарийх, тил ҳәм әдебият   институтында илимий хызметкер, “ Қарақалпақстан” баспасында   көркем әдебият бөлиминиӊ баслығы, сол баспаныӊ бас редакторы болып ислейди.  <br>  Ол 1972-жылы “Қарақалпақ романында конфликт ҳәм   қаҳарман” деген темада филология илимлериниӊ кандидаты   деген илимий дәрежени алыў ушын диссертация жақлады.  <br>  Әдебиятшыныӊ “Қарақалпақ романы” (1977), “Тарийхый   қосықлар” (1980) деген мийнетлери басылып шықты. Соныӊ   менен бирге ол “Қарақалпақ фольклоры тарийхыныӊ очерк   лери” (1977) деген китаптыӊ авторларыныӊ бири.  <br>  Ә. Қожықбаев Ж. Шәриповтыӊ “Хорезм” романын, С.   Зуннунова, Д. Юлтый, В. Солоухинниӊ повестьлерин қарақалпақ тилине аўдарған.  <br>  Ә.Қожықбаев 1982-жылдан Жазыўшылар аўқамыныӊ   ағзасы."
    },
    {
        "id": 91,
        "poetName": "Қудабаев Абдукасым",
        "lifeSpan": "1952-2006",
        "biography": "<br>  Абдулқасым Қудабаев — жазыўшы.  <br>  А. Кудабаев 1952-жылы 15-апрельде Шымбай районыныӊ   “Май” аўылында туўылды.  <br>  Орта мектепти питкергеннен соӊ Шымбай газ мәкемесинде,   пахта тазалаў заводында слесарь болып иследи.  <br>  1970-75-жыллары Қарақалпақ мәмлекетлик   педагогикалық институтыныӊ тарийх-филология факультетинде   оқыйды.  <br>  Мийнет жолын 1975-жылдан Шымбай районындағы кешки   мектепте муғаллим болып ислеўден баслайды.  <br>  1975-77-жыллары әскерий хызметте болады.  <br>  1977-жылдан өмириниӊ ақырына шекем Шымбай экономикалық   колледжинде муғаллим болып ислейди.  <br>  А. Қудабаевтыӊ “Апа үйге қайтайық”, “Көпир үстинде”,   “Ай толысқан ақшам еди”, “Ала тайыншақ”, “Тырналар киятыр”,   “Мәрдикар”, “Соӊғы етиниш”, “Жасаў бахты”, “Жумка”   атлы прозалық шығармалары китап болып шықты.  <br>  А. Қудабаев 1998-жылдан Жазыўшылар аўқамыныӊ   ағзасы."
    },
    {
        "id": 92,
        "poetName": "Қошкаров Янгибай",
        "lifeSpan": "1958",
        "biography": "<br>  Янгибай Қошқаров 1958-жылы 8-ноябрьде Беруний районыныӊ   Саркоп аўылында туўылды.  <br>  Ол 1976-жылы орта мектепти тамамлап, Ташкент аграр университетиниӊ   агрохимия ҳәм топырақтаныў факультетине   окыўға киреди. Мийнет жолын 1979-жылы Елликқала районы   (ҳәзирги “Давр кўзгуси”) газетасында жумыс ислеўден баслайды, соӊынан   Беруний районы газетасында бөлим баслығы,   1991-1992-жылларда Халық депутатлары Елликқала районлық   кеӊесинде үлкен референт, 1991-1995-жылларда Бостан қалалық Кеӊеси   баслығыныӊ орынбасары болып сайланады.  <br>  Я. Кошкаров Мирзо Улуғбек атыӊдағы Өзбекстан Миллий   университетиниӊ журналистика факультетин питкергеннен   соӊ “Туркистон” (1993-96), “Қишлоқ хаёти”( 1996-99) газеталарыныӊ   Қарақалпақстан Республикасы ҳәм Хорезм ўәлаяты бойынша хабаршысы,   1999-жылдан баслап “Халқ сўзи”- “Народное слово” газетасыныӊ   Қарақалпақстан Республикасы бойынша хабаршысы болып иследи.   Хәзирги ўақытта “XXI аср” газетасыныӊ хабаршысы болып ислейди.  <br>  Я. Қошқаровтыӊ дәслепки қосығы 1978-жылы “Туркистон” газетасында   басылған. Оныӊ “Ёшлик баёзи” ҳәм “Ёшлик” (1980) альманахында қосықлары басылды,   “Асрларнинг армони” (2002), “Отажоннинг олтин сози” дәстаны (2004),   “Қоӊыратнома” (2006) дәстаны ҳәм “Оролбўйи азаматлари”,   “Юз фидоий қиссаси”, “Аллома авлодлари”, “Элликқала қахарманлари”   атлы оннан артық публистиқалық китаплары басылып шықты. Соӊдай-ақ,   “Эллик наво” тўплами, “Акчакўл илҳомлари” альманахи оныӊ редакторлаўында шығарылды.   Оған 2001-жылы “Қарақалпақстан Республикасына мийнети   сиӊген журналист” атағы берилди.  <br>  Я. Қошқаров 1999-жылдан Жазыўшылар аўқамыныӊ   ағзасы."
    },
    {
        "id": 93,
        "poetName": "Қурбанбаев Исмайыл",
        "lifeSpan": "1929-2008",
        "biography": "<br>  Исмайыл Қурбанбаев — шайыр, жазыўшы ҳәм илимпаз.  <br>  И. Қурбанбаев 1929-жьыы 22-октябрьде Шымбай районында   туўылған.  <br>  1947-жылы Шымбай педагогикалық училишесин, соӊынан   Қарақалпақ мәмлекетлик педагогикалық институтын питкереди ҳәм   сол институтта оқытыўшы болып қалады (1951-1953).   1954-1956-жыллары “Жас Ленинши” газетасында бөлим баслығы,   1956-1957-жыллары Кеӊес районлық жаслар аўкамыныӊ биринши секретары,   ал 1957-1962-жыллары қайтадан “Жас Ленинши” газетасында бөлим баслық   болып ислейди.  <br>  И.Қурбанбаев 1962-1964-жыллары Москвадағы Жоқары   партия мектебиниӊ тынлаўшысы, областьлық партия комитетиниӊ   инструкторы (1964-1966), “Әмиўдәрья” журналыныӊ   бас редакторы (1966-1971), 1974-1979-жыллары “Совет Қарақалпақстаны”   газетасыныӊ жуўаплы хаткери, Н.Дәўқараев   атындағы Тарийх, тил ҳәм әдебият институтында илимий хызметкер болды (1971-1974).  <br>  Ол 1971-жылы “Қарақалпақ балалар әдебиятыныӊ қәлиплесиўи ҳәм раўажланыўы”   деген темада кандидатлық диссертациясын жақлады.  <br>  1979-1982-жыллары Қарақалпақстан Республикасы   Министрлер Кеӊеси жаныӊдағы баспа сөзде мәмлекетлик   сыр сақлаў бөлиминиӊ баслығы болды Ал, 1982-жылдан 1988-жыллар аралығында   “Қарақалпақстан” баспасында бөлим баслығы, 1988-1991-жылларда баспаныӊ   директоры лаўазымында, соӊынан Жазыўшылар аўқамы жанындағы Әдебиятты   носиятлаў бюросында иследи.  <br>  И.Қурбанбаевтыӊ 20 дан аслам китабы басылған. Солар-   дыӊ ишинде “Жоллар” қосықлар топламы, “Исеним” «Алтын  масақ» романлары,“Мискин ўакыялары” повестьлер, гүрриӊлери,   “Қарақалпақ балалар әдебияты тарийхыныӊ очерклери”(1974),   «Қарақалпақ балалар әдебияты» (1988) сыяқлы мийнетлери бар.  <br>  И.Қурбанбаев “Қарақалпақстан халық жазыўшысы”, “Қарақалпақстан   Республикасына мийнети сиӊген мәденият хызметкери” деген ҳүрметли атақларға ийе,   ол Өзбекстан ҳәм Қарақалпақстан Республикасы Жоқарғы Кеӊесиниӊ Ҳүрмет жарлықлары менен сыйлықланған.  <br>  И.Қурбанбаев 1967-жылдан Жазыўшылар аўқамыныӊ ағзасы."
    },
    {
        "id": 94,
        "poetName": "Қурбаниязов Сәрсен",
        "lifeSpan": "1918-1942",
        "biography": "<br>  Сәрсен Қурбаниязов — жаўынгер шайыр.  <br>  С. Курбаниязов 1918-жылы Төргкүл районындағы жаӊа   Әмирабад аўылында туўылған.  <br>  Ол 1934-жылы Төрткүл педтехникумын питкерип, соӊынан   газета редакцияларында ҳәм Қарақалпақстан Жазыўшылар аўқамында жумыс ислейди.  <br>  Шайыр 1942-жылы фронтка атланады ҳәм сол жылы   саўашта қаҳарманларша қайтыс болады.  <br>  Шайырдыӊ дәслепки қосығы баспа сөзде 1933-жылы   жәрияланған. Урыстан алдынғы жыллары да оныӊ қаҳарманлық   руўхтағы қосықлары жергиликли баспа сөз бетлеринде жийи-жийи   көринип турды, әсиресе, оныӊ “Атлан, халқым!” деген қосығы көпшиликке   кеӊнен мәлим болды.  <br>  Шайырдыӊ “Бахытлы жаслық қосықлары” (1939),   “Халқым, қолыӊа қурал ал!” (1941), “Саза” (1990) поэзиялық  топламлары басылып шықты.  <br>  С. Курбаниязов 1939-жылдан Жазыўшылар аўқамыныӊ  ағзасы."
    },
    {
        "id": 95,
        "poetName": "Қурамбаев Кәримбай",
        "lifeSpan": "1942",
        "biography": "<br>  Кәримбай Қурамбаев — әдебиятшы ҳәм сыншы.  <br>  Ол тийкарынан туўысқан халықлар әдебиятыныӊ өз ара   байланыслары ҳәм тәсири мәселелери менен шуғылланады.  <br>  К.Қурамбаев 1942-жылы 10-ноябрьде Түркменстан Республикасы,   Ташаўыз районыныӊ “Алтмыш” аўылында туўылған.   1965-жылы Ташкент мәмлекетлик университетиниӊ филология   факультетин питкерип, 1965-1970-жыллары Ташаўыз районындағы   2-орта мектепте муғаллим, мектеп директорыныӊ  орынбасары болып ислеген.  <br>  Кәримбай Қурамбаев 1970-1977-жыллары ӨзР. И.А,   А.С. Пушкин (Ҳәзирги Алишер Наўайы) атындағы Тил ҳәм әдебият   институтында дәслеп аспирант, соӊ сол институтта үлкен   илимий хызметкер болған. Ол 1977-жылы ӨзР. И.А Президиумыныӊ   арнаўлы қарары ҳәм жолламасы менен Нөкис   мәмлекетлик университетине өзбек тили ҳәм әдебияты кафедрасы   доценти лаўазымына жумысқа жиберилген. 1978-1985-жыллары   филология факультети деканыныӊ оқыў ислери   бойынша орынбасары, өзбек тили ҳәм әдебияты кафедрасыныӊ   баслығы, 1991-2001-жыллары Нөкис мәмлекетлик педагогикалық   институтыныӊ филология факультети деканы   болып иследи. Ҳәзирги күни усы жерде профессор оқытыўшы болып ислейди.  <br>  Кәримбай Қурамбаев “Әдебиятлардыӊ өз-ара тәсири ҳәм   жазыўшы дөретиўшилигиниӊ өзгешелиги” деген темада кандидатлық (1972),   “Миллий әдебиятлардыӊ раўажланыўында   басқа әдебиятлар поэтикалық тәжирийбесиниӊ роли” (1992)   Деген темада докторлық диссертацияларын жақлады. Ол доцент (1981),   профессор (1995) атақларына ийе.  <br>  Кәримбай Қурамбаевтыӊ “Хидир Деряев” (1977), “Өзбек-туркман   адабий алоқалари” (1978), “Махтумқули шеърияти   Ўзбекистонда” (1984), “Ҳамза ҳәм қарақалпақ әдебий орталығы” (1989),   “Кеўил-кеўилден суў ишер...” (1991), “Кўнгил бермиш сўзимга” (1992),   “Взаимное обогащение литератур” (1993),   “Ғафур Ғулом ва адабий алоқалар” (2006), “Адабий таъсирдан   ижодий ўзига хосликка” (2007), “Таржимон ва таржима маъсулияти” (2007),   “Адабий жараён, Ижод маъсулияти, Адабий   алоқалар” (2009) деген китаплары Өзбекстан хәм Қарақалпақстан   баспаларында басылып шыққан.  <br>  К.Курамбаев Өзбекстан Республикасыныӊ “Ҳүрмет жар-   лығы” (1994) ҳәм Өзбекстан Республикасы “Ғәрезсизлигиниӊ 10 жыллығы” (2001)   нышаны менен сыйлықланган. Ол “Өзбекстан Республикасы халық билимленлириў ағласы” (1999).  <br>  К. Курамбаев 1995-жылдан Жазыўшылар аўқамынынӊ  ағзасы."
    },
    {
        "id": 96,
        "poetName": "Юрий Леонтичев",
        "lifeSpan": "1926-2006",
        "biography": "<br>  Юрий Александрович Леонтичев — жазыўшы.  <br>  Ю.А. Леонтичев 1926-жылы 28-октябрьде Ярославь областыныӊ   Выбинский районында туўылған. 1933-жылдан   баслап оныӊ өмири Қарақалпақстан менен тығыз байланыслы.   Ол Төрткүлдеги орта мектепти питкереди, әскерий хызметте болады,   1954-жылы Қарақалпақ мәмлекетлик пединститутын тамамлайды,   Қарақалпақстан билимлендириў министрлигинде инспектор (1954-56 ),   областьлык партия комитетинде йнструктор (1956-57),   Мойнақ районлық партия   комитетиниӊ екинши секретары (1957-58 ), “Советская Каракалпакия”   газетасында редактордыӊ орынбасары (1958-60), соӊынан Москвадағы   Жоқары партия мектебинде оқыйды (1960-62),   областьлық партия комитетинде идеология бөлими баслығыныӊ орынбасары (1962),   Нөкис қалалық партия   комитетиниӊ екинши секретары (1962-63), “Советская Каракалпакия”   газетасыныӊ бас редакторыныӊ орынбасары, усы   газетаныӊ бас редакторы (1969-87) болып хызмет атқарады.  <br>  Жазыўшыныӊ шығармалары 50-жыллардыӊ орталарынан   баслап жарық көрди. Оныӊ “Сәлем, мектеп” (1960), “Куўаныш”   (1961), “Олар қыршын кеткен еди” (1974), “Соӊғы атыспа”   (1979), ‘Галканыӊ шынлығы” (1981), деген повесть ҳәм   гурриӊлер китаплары, еки китаптан ибарат “Адамларға ығбал инам ет” (1970-1976),   “Шөлистанныӊ көз жасы” атлы романлары басылып шықты.   Оныӊ дерлик барлық шығармалары қарақалпақ тилине аўдарылған.  <br>  Ю. Леонтичев орден-медальлар ҳәм Өзбекстан Республикасы Жоқарғы   Кеӊесиниӊ Ҳүрмет жарлықлары менен сыйлықланған,   Қарақалпақстан Республикасы Жоқарғы Кеӊесине бир неше рет депутат болып сайланған,   “Қарақалпақстан халық жазыўшысы”, “Қарақалпақстан Республикасына мийнети   сиӊген мәденият хызметкери”, “Адамларға ығбал инам   ет” романы ушын Қарақалпақстан Республикасы Бердақ   атындағы мәмлекетлик сыйлығыныӊ лауреаты болыўға ери-   сти.  <br>  Ю.А. Леонтичев 1963-жылдан Жазыўшылар аўқамыныӊ ағзасы."
    },
    {
        "id": 97,
        "poetName": "Иван Майоров",
        "lifeSpan": "1914-1970",
        "biography": "<br>  Қарақалпақ әдебиятында өзиниӊ аўдармашылық жумысы   менен танылған жазыўшы Иван Майоров Шымбай районында 1914-жылы туўылған.  <br>  Дәслеп Шымбайдағы педтехникумды, кейин Москвадағы   Медициналық институтты питкерип (1937), Қарақалпақстанға келеди   ҳәм медицина саласында иследи (1937-43).   1943-45-жыллары екинши жәхән урысына қатнасты.  <br>  1945-жылдан Қарақалпақстан Жазыўшылар аўқамыныӊ  жуўаплы хаткери, педагогикалық институтта оқытыўшы,   1949-жылдан баслап биротала аўдарма менен шуғылланды.  <br>  Ол 150 ден аслам шығарманы қарақалпақ тилине аўдарды.   Солардыӊ ишинде Горькийдиӊ “Ана” романы (1955),   “Балалық” (И. Сағитов пенен бирге) (1959), “Адамлар   арасында” (1959), Лермонтовтыӊ “Бизиӊ заманымыздыӊ   қаҳарманы” (1940), Н. Островскийдиӊ “Даўылдан туўылғанлар”,   “Полат қалай шынықты” (1940), И. С. Тургеневтиӊ   “Әкелер ҳәм балалар” (1974), Фадеевтыӊ “Тас-талқан”, Чеховтыӊ   “Шийе бағы”, Л. Толстойдыӊ “Кавказ тутқыны”   шығармалары бар.  <br>  И. С. Майоров Қарақалпақстан Республикасы Жоқарғы   Кеӊесиниӊ Ҳүрмет жарлығы менен сыйлықланған.  <br>  Иван Майоров 1940-жылдан Жазыўшылар аўқамыныӊ  ағзасы."
    },
    {
        "id": 98,
        "poetName": "Мақсетов Қабыл",
        "lifeSpan": "1929-2002",
        "biography": "<br>  Қабыл Мақсетов — белгили фольклорист ҳәм әдебиятшы алым.  <br>  Қ.Мақсетов 1929-жылы 16-январьда Қанлыкөл районыныӊ   аймағында туўылған. Ол дәслеп Хожелидеги педучилищени   тамамлап бир қанша жыллар муғаллим болып ислейди,   Қарақалпақ мәмлекетлик пединститутын питкергеннен соӊ  сол жерде муғаллим, соӊынан кафедра баслығы (1949-53),   Москвадағы Шығыстаныў институтыныӊ аспиранты (1954-57),   Н.Дәўкараев атындағы Тарийх, тил ҳәм әдебият институтыныӊ   аға илимий хызметкери, фольклор секторыныӊ баслығы (1957-63),   усы институттыӊ директоры лаўазымларында ислейди (1963-85).   Қ. Мақсетов 1985-жылдан өмириниӊ  ақырына шекем Қарақалпақ мәмлекетлик университетиниӊ  профессоры болып иследи.  <br>  Қ. Мақсетов 1958-жылы “Қарақалпақ қаҳарманлық эпосы   “Қырк қыз” деген темада филология илимлериниӊ кандидаты,   1966-жылы “Қарақалпақ қаҳарманлық эпосыныӊ  поэтикасы” деген темада филология илимлериниӊ докторы   диссертацияларын жақлады.  <br>  Фольклорист ҳәм әдебиятшы алым қарақалпақ халқыныӊ   әдебий мийрасларын жыйнаў ҳәм жәриялаўда көп мийнет етти.   Алымныӊ “Қарақалпақ қаҳарманлық эпосы”,   “Қырык кыз” (1962), “Қарақалпақ қаҳарманлық эпосларыныӊ   поэтикасы” (1965), “ Қарақалпақ фольклорыныӊ эстетикасы” (1971),   “Қарақалпақ жыраў-бақсылары” (1983),   “Қарақалпақ эпосы”, “Қурбанбай жыраў репертуарындағы   дәстанлардыӊ көркемлик өзгешеликлери” (1976), “Фольклор ҳәм әдебият” (1975),   “Октябрьден туўылған әдебият” (1979),   “Қарақалпақ әдебиятыныӊ туўысқан халықлар әдебияты менен байланыслары” (1987),   “Қаракалпақ фольклористикасы”  (1989), “Дәстанлар, жыраўлар, бақсылар” (1992),  деген мийнетлери, сондай-ақ, университет студентлери ушын   “Қарақалпақ фольклоры” (А.Тәжимуратов пенен бирликте, 1979),   “Қарақалпақ халқынын көркем аўызеки дөретпелери” (1996)   сабақ лыкларын ҳәм Академиялық лицей ҳәм кәсип-өнер колледжлери ушын   “Қарақалпақ халқыныӊ көркем аўызеки дөретпелери” (Р.Мақсетова менен бирликте, 2002)   сабақлығы басылып шықты. Соныӊ менен бирге фольклорист   “Қарақалпақ фольклоры тарийхыныӊ очерклери” (1977) деген китаптыӊ   авторларыныӊ бири, ол жигирма томлық карақалпақ фольклорыныӊ   үлгилерин баспаға таярлаўға тиккелей   қатнасты ҳәм редакциясын басқарды.  <br>  Қ. Мақсетов Қарақалпақстан Республикасына мийнети сиӊген   илим ғайраткери (1973), Өзбекстан Республикасына мийнети сиӊген   илим ғайраткери (1979) деген ҳүрметли атақларға ийе.   Қарақалпақстан Республикасы Бердақ атындағы мәмле-   кетлик сыйлығыныӊ лауреаты (1976), Қарақалпақстан Республикасы   Жоқарғы Кеӊесиниӊ Ҳүрмет жарлығы менен сыйлықланған.  <br>  Қ. Мақсетов 1971-жылдан Жазыўшылар аўқамыныӊ   ағзасы."
    },
    {
        "id": 99,
        "poetName": "Маткаримова Дилноза",
        "lifeSpan": "1986",
        "biography": "<br>  Жас талант ийеси Дилноза Маткаримова 1986-жылы   6-февральда Хожели районында туўылған.  <br>  2004-жылы райондағы 14-санлы орта мектепти тамамлағаннан соӊ,   усы райондағы медицина колледжинде оқып   билим алады.  <br>  2006-жылы ТашПМИ Нөкис филиалыныӊ жоқары   ҳәмшийра иси факультетине оқыўға кирип, тамамлағаннан   соӊ Хожели районындағы медициналық бирлеспесине қараслы “Дослық”   бөлиминде ислеп атыр.  <br>  Д. Маткаримованыӊ “Мен уллы ел перзентимен” (2001),   “Үмитлериме талпынып жасайман” (2001), “Қәлемимнен   шашылған гәўхәрлар” (2004) китаплары басылып шықты.  <br>  Ол 2003-жылы О. Худайшукуровты еске алыў күнине   бағышлап өткерилген “Нафосат бўстоним маним” республика танлаўына,   “Нафосат”, “Иқтидорли болалар”   қурылтайларына қатнасып, Ҳүрмет жарлықлары менен сыйлықланған.  <br>  Д. Маткаримова 2005-жылдан Жазыўшылар аўқамыныӊ  ағзасы."
    },
    {
        "id": 100,
        "poetName": "Мәтякупов Айтбай",
        "lifeSpan": "1909-1932",
        "biography": "<br>  Айтбай Мәтяқубов — қарақалпақ әдебиятыныӊ дәслепки   ўәкиллериниӊ бири.  <br>  Ол 1909-жылы Төрткүл қаласында туўылған.  <br>  1923-1924-жыллары сол қаладағы мектеп-интернатта   тәрбияланады ҳәм 1930-жылы Төрткүл педагогикалық техникумын питкерип шығады.  <br>  Айтбай Мәтякубов автономиялы областьтағы дәслепки   шөлкем - Қарақалпақстан Жазыўшылар шөлкемин дүзиўшилерден есапланады,   өз ўактында белгили орын ийелеген   “Қызыл муғәллим” (1928) журналын шығарыўға қатнасты.  <br>  Айтбай Мәтяқубовтыӊ шығармалары оншелли көп емес,   белгилилери: “14 жаста” , “Тоғыз мыӊ бел”, “Қызыл Армия   батырларына”, “Трактордыӊ тулғасы” сыяқлы қосықлары бар.  <br>  Оныӊ шығармалары 30-жыллары басылған топламларда   орын алған, өз алдына китап болып басылмаған."
    },
    {
        "id": 101,
        "poetName": "Мәтякупова Гүлистан",
        "lifeSpan": "1948",
        "biography": "<br>  Г. Мәтяқубова — шайыр ҳәм жазыўшы.  <br>  Ол 1948-жылы Төрткүл қаласында туўылған. Ташкент мәмлекетлик   университетиниӊ журналистика факультетин питкерген.   Болажақ шайыр дәслеп районлық газетада, Жаслар аўқамы   жумысларында ислейди, радио еситтириў комитетинде хызмет   атқарады, 1981-жылдан баслап Төрткүл районлык газетасыныӊ   жуўаплы хаткери, соӊ бас редакторы болады. Ол 1985-жылдан   баслап Қарақалпақстан Республикасы Жокарғы Кеӊесиниӊ хатшысы,   Жокарғы Кеӊестиӊ Комитет баслығы, Қарақалпақстан   Республикасы Жоқарғы Кеӊеси депутаты, Өзбекстан Республикасы   Олий Мәжилисиниӊ Нызамшылық палатасы депутаты   болды. Ҳәзирги ўақытта “Қорақалпоғистон тонги” газетасыныӊ  бас редакторы лаўазымында ислейди. Шайырдыӊ “Бахт келтирган баҳор” (1982),   “Ҳаяжоннинг етти ранги” (1983), “Нурли   күнлар” (1984), “Ойдин остона” (1985), “Прекрасное чувство”   (1987), “Севиб қолсин” (1991), “Жүрек пенен жүзбе-жүз” (1992),   “Земля отцов” (1992), “Айтгин менга Тўрткўл хақида” (1993),   “Мен сен учун яшаяпман” (1995), “Интизорлик” (1995),   “Жайҳун жағасында өскен байтерек” (1996), “Дарёга ботаётган куёш”   (1998), “Излаганларим” (2000), “Ойбалдоқ” (2001), “Муҳаббат   юрти” (2003), “Қалб зураати” (2004), “Қайтмоқ учун кетмокдаман” (2008)   деген китаплары басылып шықты. Ол “Өзбекстан   Республикасына мийнети сиӊген мәденият хызметкери”(1983),   Қарақалпақстан Республикасыныӊ Бердақ атындағы мәмлекетлик   сыйлығыныӊ лауреаты (1993), “Қарақалпақстан халық   шайыры” (2002) болды.  <br>  Г. Мәтяқубова 1984-жылдан Жазыўшылар аўқамыныӊ ағзасы."
    },
    {
        "id": 102,
        "poetName": "Мәтякупова Назира",
        "lifeSpan": "1968",
        "biography": "<br>  Назира Мәтяқубова — шайыр ҳәм публицист.  <br>  Н. Мәтякубова 1968-жылы 5-майда Төрткүл районында   тууылған.  <br>  1986-1991-жыллары Өзбекстан Миллий университетиниӊ   журналистика факультетинде оқыйды.  <br>  Ол 1993-жылдан бери избе-из басылып шыққан “Кўзлари   шаҳлогинам”, “Қалбим тўла саломдир”, “Ким учундир керакман”   қосықлар китапларыныӊ авторы.  <br>  Н. Мәтякубова республикамызға белгили публицист   сыпатында да жақыннан таныс. 1994-жылы шыққан “Ардоқли   оқсокол” очерклер китабы менен республика баспа сөзинде   бир қатар публицистикалық шығармалары басылып шықты.  <br>  Н. Мәтяқубова шайыр хәм публицист болыў менен бирге   шебер шөлкемлестириўши сыпатында республикалық “Аму   тонги” тазетасыныӊ бас редакторы болып иследи ҳәм ҳаял-қызлардыӊ   “Гүлайым” ҳәптелигиниӊ шөлкемлестириўшиси   болып хызмет етти.  <br>  Ол ҳәзирги ўақытта Өзбекстан Республикасы Олий Мәжилисиниӊ   Нызамшылық палатасы депутаты болып ислеп атыр.  <br>  Назира Мәтякубова 1995-жылдан Жазыўшылар аўқамыныӊ   ағзасы."
    },
    {
        "id": 103,
        "poetName": "Мәжийтов Сейфулғабит",
        "lifeSpan": "1869-1938",
        "biography": "<br>  Сейфулғабит Мәжийтов — XX әсирдеги қарақалпақ   әдебиятын баслаўшылардыӊ бири, шайыр, прозаик ҳәм драматург.  <br>  С.Мәжийтов 1869-жылы Казан губерниясыныӊ Аршан   туўылған. 1880-жылы оныӊ үйи дәслеп Қазақстанныӊ   Ақтөбе областына көшип келеди, соӊынан көп узамай Қарақалпақстанныӊ   Таллық деген жерине қоныс басады. Сол ўақытта   әдеўир саўаты бар Сейфулғабит Таллық волостыныӊ есап-санағын   алып баратуғын хаткери болады (1884-89). Ол 1920-жыллары   Қоӊырат районлық аткарыў комитетиниӊ хаткери,   районлық халық билимлендириў бөлиминиӊ баслығы (1921),   бир қанша жыллар “Еркин Қарақалпақ” газетасыныӊ жуўаплы хаткери   лаўазымларында ислейди. Ол соӊғы жыллары Қыпшақта   суў хожалығы тараўында, 1934-жылы Төрткулде үлкетаныў музейинде   де хызмет атқарады. 1938-жылы репрессияға   ушырап қурбан болды. С. Мәжийтов поэзия тараўында өнимли   жазған шайыр. Оныӊ бир қатар шығармалары өзи дүзген “Әлипбе” (1925),   “Оқыў китабы” (1925), “Егеделер саўаты” (1925),   “Қарақалпақ әдебиятыныӊ жыйынтығы” (1928) ҳәм шайырдыӊ өзиниӊ   “Таӊламалы шығармалары”нда (1965) орын алған.   Сонғы жыллары шайырдыӊ “Ата менен бала” (1970) деген   гүрриӊлер топламы ҳәм “Шығармалары” (1993) қайта таярланып басылып шықты.   С.Мәжийтов драматургия тараўында “Соӊғы селтен” (1928),   “Сабақ”, “Жигит болдық”, “Ерназар алакөз”   (1927), “Бағдагүл” (1935), “Гүлим-Тайман” сыяқлы пьесаларын   жазды. Жазыўшыныӊ “Қулмурат”, “Он тоғыз”, “Сүйин ҳәм Сара”   романлары колжазба түринде қалып кеткен.  <br>  С.Мәжийтов 1924-жылы Хорезм Халық Республикасыныӊ   “Қызыл байрак” ордени менен сыйлыкланған."
    },
    {
        "id": 104,
        "poetName": "Мәжийтов Рахим",
        "lifeSpan": "1903-1977",
        "biography": "<br>  Рахим Мәжийтов — қарақалпақ әдебиятында белгили дилмаш.  <br>  Ол 1903-жылы Қоӊырат районында туўылған. Өзиниӊ   мийнет жолын 1921-жылы муғаллим болыўдан баслады.   1923-25-жыллары Москвадағы Шығыс халықлары университетинде оқыды.   Қоныратта районлық партия комитетинде   бөлим баслығы (1925-28), Орайлық Атқарыў комитетиниӊ  инструкторы (1929-34), Қарақалпақстан Республикасы Жоқарғы судыныӊ  хаткери (1935-40) болып иследи. Екинши   жәҳән урысына қатнасады ҳәм урыстан қайтқаннан соӊ   “Қызыл Қарақалпақстан” газетасында иследи (1944-55).   Өмириниӊ соӊғы жыллары Өзбекстан Телеграф Агентлигиниӊ   Қарақалпақстан бөлиминде хызмет етти.  <br>  Ол көп ғана очерклер, пьесалар жазды. Оныӊ “Қара   жүреклер” (соӊ “Тазагүл” деп аталды) (1932-46), “Бизиӊ  ант” (1944) пьесалары театр сахналарында қойылды. Ол Б. Горбатовтыӊ   “Бойсынбағанлар” (1950), Крыловтыӊ “Танламалы тымсаллары” (1952),   А. Гайдардыӊ “Тимур ҳәм оныӊ  командасы” шығармаларын қарақалпақ тилине аўдарған.  <br>  Р. Мәжийтов Өзбекстан хәм Қарақалпақстан Республикалары   Жоқарғы Кеӊесиниӊ Ҳүрмет жарлықлары менен сыйлықланған.  <br>  Р. Мәжийтов 1935-жылдан Жазыўшылар аўқамыныӊ  ағзасы."
    },
    {
        "id": 105,
        "poetName": "Мәмбетов Камал",
        "lifeSpan": "1940-2001",
        "biography": "<br>  Камал Мәмбетов — әдебиятшы алым   ҳәм жазыўшы. К. Мәмбетов 1940-жылы 14-майда Кегейли   районындағы М. Жуманазаров атындағы ижара хожалығында туўылған.   Ол 1963-жылы Ташкент мәмлекетлик университетин питкерип, “Совет Қарақалпақстаны”   газетасында (1963-64), пединститутта оқытыўшы (1967-72),   “Өзбеккинохроника” студиясыныӊ Қарақалпақстан бөлиминиӊ   директоры (1972-74), Қарақалпақстан телевидениеси   ҳәм радио еситтириў комитети баслығыныӊ орынбасары,   Нөкис мәмлекетлик университетиниӊ доценти, кафедра баслығы,   факультет деканы (1976-86), усы оқыў орныныӊ ректоры (1986-88),   “Ҳәзирги қарақалпақ әдебияты ҳәм әдебият   теориясы” кафедрасыныӊ баслығы ўазыйпаларында ислеген.   К. Мәмбетов 1969-жылы “ Қарақалпақ жазба поэзиясында   Шығыс классиклериниӊ дәстүри” деген темада филология   илимлериниӊ кандидаты, 1984-жылы “Қарақалпақ әдебиятыныӊ   пайда болыўы ҳәм қәлиплесиў дәреклери” деген темада   докторлық диссертациясын жақлады. Оныӊ “Гөжек”   (1965),“Тырналар”(1975), “Бахтыӊ болсын Арыўхан!” (1976),   “Шақасында емес, тамырында” (1976), “Аўыл таӊлары” (1977),   “Көкшийел” (1977), “Имтихан” (1978), “Москвадан келген   кыз”(1979), “Мен оны сүйер едим” (1982),“Мухаббат ҳәм әжел”   (1995) сыяқлы повестьлери жәрияланды. Ол прозаныӊ көлемли   саласында “Бозатаў” (1986), “Посқан ел” (1988), “Ҳүждан” (1991),   “Туркстан” (1993) романларын дөретти. “Посқан ел” романы   ушын жазыўшы Қарақалпақстан Республикасыныӊ Бердақ   атындағы мәмлекетлик сыйлығыныӊ лауреаты болды. Ол   “Қарақалпақстан Республикасына мийнети сиӊген илим ғайраткери”,   “Қарақалпақстан халық жазыўшысы” деген хүрметли атақларға ийе болды.   К. Мәмбетов Қарақалпақстан Республикасы Жоқарғы Кеӊесиниӊ депутаты болып сайланды.  <br>  Ол 1982-жылдан Жазыўшылар аўкамыныӊ ағзасы."
    },
    {
        "id": 106,
        "poetName": "Мәмбетниязов Турдыбай",
        "lifeSpan": "1933",
        "biography": "<br>  Турдыбай Мәмбетниязов — әдебият   изертлеўшиси ҳәм сыншы.  <br>  Т. Мәмбетниязов 1933-жылы 25-майда Қараөзек районыныӊ   “Бозатаў” аўылында туўылған. Ол 1949-жылы орта мектепти   тамамлап, 1953-жылы Қарақалпақ мәмлекетлик пединститутын   питкереди, соӊынан әскерий хызметте болады (1954-57) бир неше жыллар   аўылында муғаллим, мектеп директоры   (1957-59), Н. Дәўқараев атындағы Тарийх, тил ҳәм әдебият институтында   ислеген. Ол 1962-65-жыллары Ташкентте аспирантурада оқыды.   Т.Мәмбетниязов 1965-жылы “Ҳәзирги заман   қарақалпақ лирикасы” деген темада кандидатлық диссертациясын жақлады.   Әдебиятшыныӊ “Дәли Назбергеновтыӊ  творчествосы” (1977), “Поэзия хаққында ойлар”(1985), “Қарақалпақ лирикасы” (1989),   “Қарақалпақ балалар поэзиясы ҳәм   оныӊ машқалалары” (1992), “Поэзия турмыс, гүрес ҳәм   талпыныў” (1993), “Жаӊа қарақалпақ поэзиясы ҳәм дәўир талабы” (1994),   “Шайыр жолы” (2001) илимий китаплары ҳәм   балаларға арналған “Қарлығаш” (1981), “Ананыӊ сөзин тынламай”   китаплары, және де жәмәәтлик авторлар менен бирге   “Қарақалпақ совет әдебияты тарийхыныӊ очерклери” (1968),   “Қарақалпақ совет әдебиятында поэма жанрыныӊ раўажланыўы” (1976),  “Қарақалпақ әдебияты тарийхы”(1981), “Ўатан   ушын гүрескен қосықлар” (Г. Есемуратов пенен бирге, 1990),   “XX әсирдеги қарақалпақ әдебияты” (9-класслар ушын сабақлық,   3. Бекбергенова менен 2002, 2006, 2010) монографиялар менен   сабақлықларды жазыўға белсене қатнасты. Т. Мәмбетниязов   Өзбекстан Республикасы Беруний атындағы мәмлекетлик   сыйлығыныӊ лауреаты (1983), “Қарақалпақстан Республикасына   мийнети сиӊген мәденият хызметкери” деген   ҳүрметли атаққа ийе.  <br>  Ол 1993-жылдан Жазыўшылар аўқамыныӊ ағзасы."
    },
    {
        "id": 107,
        "poetName": "Мәтмуратов Төлепберген",
        "lifeSpan": "1939-1984",
        "biography": "<br>  Төлепберген Мәтмуратов — лирик шайыр.  <br>  Т.Мәтмуратов 1939-жылы 1-сентябрьде Қараөзек районында   туўылған. Ол 1963-жылы Ташкент мәмлекетлик университетин   питкерип, “Совет Қарақалпақстаны”, “Жас Ленинши” газеталарында,   телевидение ҳәм радио еситтириў Комитетинде иследи,   1969-жылдан баслап “Әмиўдәрья” журналында поэзия   бәлиминиӊ баслығы, жуўаплы хаткер, бас редактордыӊ орынбасары лаўазымларын атқарды.  <br>  Шайырдыӊ шығармалары 60-жыллардан баслап жәрияланды.  Оныӊ “Ак терек пе, көк терек” (1964), “Лирика” (1966),   “Гөззаллық оянды” (1970), “Айсәнем” (1973), “Ашылысыў”   (1977), “Жақсылық сарайы” (1986), “Арзыў шәмени” (1981),   “Жулдызлар жанар” (1989) деген топламлары басылып шықты.   Талантлы шайырдыӊ еки топламы (1984, 1988) рус тилинде де жарық көрди.  <br>  Т.Мәтмуратов аўдарма тараўында А.С.Пушкин, М.Ю.Лермонтов,   С.Есенин, В.Шекспир, Гёте тағы басқалардыӊ шығармаларын қаракалпақ   тилине аўдарды. Өлмес талант ийеси Қарақалпақстан Республикасы   Бердақ атындағы мәмлекетлик сыйлығыныӊ лауреаты (1986) болды,   ол “Өзбекстан Республикасына мийнети сиӊген мәденият хызметкери” деген хүрметли   атаққа ийе еди ҳәм оған Қарақалпақстан Республикасы Жаслар аўқамыныӊ сыйлығы (1977) берилген.  <br>  Т. Мәтмуратов 1969-жылдан Жазыўшылар аўқамыныӊ   ағзасы."
    },
    {
        "id": 108,
        "poetName": "Мәтсапаев Минаж",
        "lifeSpan": "1905-1977",
        "biography": "<br>  Минәж Мәтсапаев — халық шайыры.  <br>  М. Мәтсапаев 1905-жылы Шымбай районындағы Пахтаабад аўылында туўылған.  <br>  Ол ата-анасынан жаслай жетим қалады ҳәм аўылда   дийқаншылық пенен шуғылланған, кейин ала жәмәәт хожалығына ағза болып кирген.  <br>  1954-57-жыллары Кеӊес районындағы газетада хызмет еткен.  <br>  Халық шайырыныӊ биринши косығы 1936-жылы жарықка шықты,   ол аўыл арасында көпшиликке бақсы   сыпатында да мәлим болды, көплеген дәстанларды атқарады.  <br>  Шайырдыӊ “Қосықлар” (1959), “Аўыл әпсанасы” (1972)   деген топламлары китап болып басылған.  <br>  М. Мәтсапаев 1939-жылдан Жазыўшылар аўкамыныӊ  ағзасы."
    },
    {
        "id": 109,
        "poetName": "Мәўленов Сәдирбай",
        "lifeSpan": "1919-1942",
        "biography": "<br>  Сәдирбай Мәўленов — қарақалпақ әдебиятыныӊ   үлгилерин жыйнаўшы сыпатында мәлим.  <br>  С. Мәўленов 1919-жылы Тахтакөпир районында туўылған.  <br>  Ол аўылда басланғыш мектепте оқып, аўыл хожалығы   тараўында ислеген, ал 1937-жылы “Жас Ленинши” газетасына   жумысқа орналасады, Жазыўшылар аўқамында хызмет етеди,   соӊынан екинши жәҳән урысы фронтына атланып, сол жақта   қайтыс болады.  <br>  Ол өз аўылласы Шәмшет Хожаниязов пенен бирликте   қарақалпақ аўызеки әдебиятыныӊ үлгилерин тынымсыз   жыйнады.  <br>  Жийен жыраў, Күнхожа, Әжинияз, Бердак, Өтеш, Омар,   Гүлмурат шайырлардыӊ шыгармаларын халық аўзынан жазып алды.  <br>  Мағлыўматларға қарағанда, олар тек ғана 1939-жылдыӊ   өзинде халық аўзынан елиў мыӊнан аслам қатардан ибарат   болған фольклорлық ҳәм жазба әдебиятлық дөретпелерди   жазып алған ҳәм оларды қолжазба қорына тапсырған, халықтыӊ   руўхый ғәзийнесине айландырған.  <br>  Мине, усындай мийнетлердиӊ нәтийжесинде қарақалпақ   фольклоры ҳәм жазба әдебиятыныӊ нусқалары баспа сөз   жүзинде дәслепки рет жәриялана баслады.  <br>  С. Мәўленов 1939-жылдан Жазыўшылар аўқамыныӊ  ағзасы."
    },
    {
        "id": 110,
        "poetName": "Муратбаев Жубаткан",
        "lifeSpan": "1939-2002",
        "biography": "<br>  Жубатқан Муратбаев — жазыўшы.  <br>  Ж. Муратбаев 1939-жылы 10-майда Қазақстанныӊ Қызыл Орда   областыныӊ Қармақшы районы аймағында   туўылған.  <br>  Ол Самарқанд аўыл хожалығы институтын питкерип   (1961), Бухараныӊ Тамды районында (1961-63), соӊынан   Шымбайдағы Октябрьдыӊ 40 жыллығы совхозында, Тахтакөпирдеги   “Москва” совхозында (1967-1968), Қарақалпақстан аўыл хожалығы   Министрлигинде ислейди, Қаракөлшилик мәмлекетлик биопунктиниӊ   баслығы болады (1968-78),   Қарақалпақстан Жазыўшылар аўқамында әдебиятты нәсиятлаў бюросын баскарады (1982-84).  <br>  Жазыўшыныӊ “Жесир” (1980), “Бахыт жолы” (1981), “Таӊ жулдызы” (1983),   “Дығырық” (1990), “Шежирениӊ шыбығы” (1991),   “Айталмай кетти” (1992), “Аққуўға оқ дарымайды” (1993)   деген повесть, гүрриӊлер ҳәм романлары басылып шықты. Оныӊ бир қатар повестьлери қазақ тилинде   де жәрияланған.  <br>  Ж. Муратбаев “Қарақалпақстан Республикасына мийнети   сиӊген мәденият хызметкери” ҳүрметли атағына ийе.  <br>  Ол Қарақалпақстан Республикасы Жоқарғы Кеӊесиниӊ  Ҳүрмет жарлығы менен сыйлықланған ҳәм Қарақалпақстан   Жазыўшылар аўқамы сыйлығыныӊ лауреаты болыўға еристи.   <br>  Ж.Муратбаев 1982-жылдан Жазыўшьшар аўқамыныӊ ағзасы."
    },
    {
        "id": 111,
        "poetName": "Мусаев Нурман",
        "lifeSpan": "1950-2006",
        "biography": "<br>  Нурман Мусаев — шайыр ҳәм композитор.  <br>  Н. Мусаев 1950-жылы 14-октябрьде Қоӊырат районында   туўылған. Орта мектепти питкергеннен соӊ, 1973-жылы   Ташкент қаласындағы Низамий атындағы мәмлекетлик   педагогикалық институтыныӊ музыка факультетин тамамлаған.   Ол мийнет жолын Қарақалпақстан Республикасы Мәденият   Министрлер баскармасында аға методист болып ислеўден баслады.  <br>  1976-жылы Қарақалпақстан Республикасы радиосында редактор,   1979-жылы Қарақалпақстан Республикасы Мәденият Министрлигинде   бөлим баслығы, 1981-жылы Қарақалпақстан Республикасы халық   дөретпелери Орайында баслықтыӊ орынбасары, 1989-жылы Қарақалпақстан   Республикасы ансамбллер бирлеспесиниӊ бас директоры, композиторлар   аўқамыны жанындағы үгит-нәсият орайыныӊ баслығы,   1996-жылы Қарақалпақстан Республикасы Телерадиокомпаниясында   телевидение редакторы, 2003-жылы Әжинияз атындағы Нөкис   мәмлекетлик педагогикалық институтында кафедра баслығы болып иследи.  <br>  2000-жылы “Қарақалпақстан Республикасына мийнети сиӊген   көркем өнер ғайраткери” хүрметли атағы берилди.  <br>  Н. Мусаевтыӊ “Аўа деймен” (1994), “Гүбелек” (2000),   “Ашкөзлер”, “Биз дослықты жырлаймыз”, “Ғәрезсизлик перзентлери бизлермиз”   атлы шығармалары шықты.  <br>  Н. Мусаев 2005-жылдан баслап Жазыўшилар аўқамыныӊ   ағзасы"
    },
    {
        "id": 112,
        "poetName": "Муўсаев Аяпберген",
        "lifeSpan": "1880-1936",
        "biography": "<br>  Аяпберген Муўсаев — атақлы халық шайыры, XX әсирдеги   қарақалпақ әдебиятыныӊ баслаўшыларыныӊ бири.  <br>  А. Муўсаев 1880-жылы Мойнақ районындағы Соркөл   аўылында туўылған. Халық шайыры Соркөл волостыныӊ  хаткери (1925-27) болды, майда хожалықларды артельге   бирлестириўде айрықша көзге түскенлердиӊ бири.  <br>  Халық шайыры белгили қыссаханлардыӊ бири еди. Ол   көплеген дәстанларды ядқа билди, шығыс классик шайырларыныӊ   шығармаларын көпшиликке жеткериўде айрықша орын тутты.   Еки түрли заманды көрген шайырдыӊ   өзиниӊ шығармалары да көпшиликке кеӊнен мәлим болды,   оныӊ дөретпелери сол ўақыттыӊ идеялық талапларынан келип шықты   ҳәм оларға дурыс жуўап берип отырды.  <br>  Шайырдыӊ еӊ биринши топламы өз алдына китап болып   “Шығармалар” деген ат пенен 1941-жылы басылып шықты,   ал усыған шекем оныӊ дөретпелери халық арасында аўызша түрде таркалды.   Шайырдыӊ шығармаларын жазып алыў   ҳәм баспаға таярлаўда Н.А. Баскаков, Т. Бекимбетов, X. Ахметов,   Т. Сафиев, О. Кожуров, К. Айымбетов, Н. Жапақов,   М. Нурмуҳамедов, Қ. Байниязов ҳәм тағы басқалар көп   жумыслар иследи. Оныӊ шығармалары бир неше рет   (1956,1960,1980) толықтырылып қайтадан басылып шықты."
    },
    {
        "id": 113,
        "poetName": "Мырзабаева Патийма",
        "lifeSpan": "1963",
        "biography": "<br>  Пәтийма Мырзабаева — шайыр.  <br>  П. Мырзабаева 1963-жылы Коӊырат районында туўылған.  1985-жылы Нөкис мәмлекетлик университетиниӊ филология факультетин   питкерип, Қарақалпақстан Жазыўшылар аўқамында әдебий мәсләҳәтши болып иследи.  <br>  П. Мырзабаеваныӊ “Ышқы тарлары” (1985), “Дәўир нәпеси” (1989)   деген топламлары басылып шықты.  <br>  Талантлы шайыр Қарақалпақстан Республикасы Жокарғы Кеӊесиниӊ   Ҳүрмет жарлығын ҳәм Қарақалпақстан Жазыўшылар аўқамыныӊ сыйлығын алыўға миясар болды.  <br>  Шайыр 1991-жылдан Жазыўшылар аўқамыныӊ ағзасы."
    },
    {
        "id": 114,
        "poetName": "Назбергенов Дәли",
        "lifeSpan": "1913-1942",
        "biography": "<br>  Дәли Назбергенов — белгили шайыр ҳәм журналист.  <br>  Д. Назбергенов 1913-жылы Коӊырат районында туўылған.  1919-жылы ҳәзирги Нөкис районыныӊ Кутанкөл   аўылына көшип келеди.  1933-жылы Төрткүлдеги аўыл хожалық техникумын питкерип,   Қараөзек районында аграном болып иследи. 1934-38-   жыллары “Қызыл Қарақалпақстан” газетасында бөлим   баслығы, жуўаплы хаткер болды.  Ол 1942-жылы Жазыўшылар аўқамыныӊ баслығы болып сайланды.  Д. Назбергенов 1942-жылы самолет апатынан қайтыс болды.  Шайырдыӊ қосықлары 30-жыллардын орталарынан   баслап жәрияланды.  Оныӊ “Бахыт нуры” (1936), “Қосықлар” (1939), “Биз   жеӊемиз” (1942), “Таӊламалы шығармалары” (1950-1955),   “Шығармалары” (1958-1966) топламлары жәрияланған.  Д. Назбергенов 1939-жылдан Жазыўшылар аўқамыныӊ   ағзасы."
    },
    {
        "id": 115,
        "poetName": "Нарымбетов Жаңабай",
        "lifeSpan": "1937-2003",
        "biography": "<br>  Жаӊабай Нарымбетов — проза изертлеўшиси ҳәм сыншы.  <br>  Ж. Нарымбетов 1937-жылы 15-апрельде Кегейли районындағы   Бозкөл аўылында туўылған. Ол 1956-жылы Нөкис аўыл-хожалық техникумын,   ал 1962-жылы Қарақалпақ мәмлекетлик пединститутыныӊ рус тили   ҳәм әдебияты факультетин   питкерип, сол жерде оқытыўшы, Н. Дәўқараев атындағы тарийх,   тил ҳәм әдебият институтында илимий хызметкер, сектор баслығы болды.   1966-1969-жыллары Москвада аспирантурада оқыды,   областьлық партия комитетиниӊ лекторлар топарыныӊ баслығы,   Нөкис мәмлекетлик университетиниӊ сырттан оқыў бөлиминиӊ проректоры,   областьлық партия комитетиниӊ үғит-нәсият бөлиминиӊ баслығы, және де   университетиӊ проректоры, Әжинияз атындағы Нөкис мәмлекетлик   пединститутыныӊ окыў ислери бойынша проректоры, оқытыўшысы лаўазымында   жумыс ислеген. Ол 1970-жылы “Қарақалпақ романыныӊ пайда болыўы ҳәм қәлиплесиўи”   деген темада кандидатлық диссертациясын жақлайды, оған профессор   илимий атағы бериледи.  <br>  Әдебиятшы ҳәм сыншыныӊ “Каракалпакский роман” (Т,   1974), “Жаӊа эстетикалық шеклерге қарай” (1984) деген мийнетлери   басылып шықты. Ол “Қарақалпақ әдебияты тарийхыныӊ очерклери”(1968),   “Қаракалпақ әдебияты” (1984), “Саҳра гүли” (2001) деген китаплардыӊ   авторларыныӊ бири. Ж. Нарымбетов Қарақалпақстан Республикасы Бердақ агындағы   мәмлекетлик сыйлығыныӊ лауреаты (1978), Қарақалпақстан   Жоқарғы Кеӊесиниӊ Ҳүрмет жарлығы менен сыйлықланған.   Ол “ Қарақалпақстан Республикасына мийнети сиӊген илим   ғайраткери” ҳәм “Қарақалпақстан Республикасына мийнети   сиӊген мәденият хызметкери” деген атақларға ийе.  <br>  Ж. Нарымбетов 1979-жылдан Жазыўшылар аўкамыныӊ   ағзасы."
    },
    {
        "id": 116,
        "poetName": "Насруллаева Зайтуна",
        "lifeSpan": "1929-1988",
        "biography": "<br>  Зайтуна Насруллаева — әдебиятшы алым ҳәм сыншы.  <br>  З. Насруллаева 1929-жылы 12-апрельде Төрткүл қаласында   туўылған. Ол 1950-жылы Қарақалпақ мәмлекетлик пединститутын тамамлап,   аўыл хожалық техникумында муғаллим, Ташкенттеги Низамий атындағы   пединститутта оқытыўшы (1951-54), Қарақалпақ мәмлекетлик пединститутында оқытыўшы   (1956-59), Қарақалпақстан мәденият министриниӊ орынбасары (1962-64),   мәденият министри (1964-65) ҳәм өмириниӊ   ақырына шекем Н. Дәўқараев атындағы Тарийх, тил ҳәм әдебият институтында   илимий хызметкер, сектор баслығы болып   ислейди. Алым ҳәм сыншы 1962-жылы “Қарақалпақ әдебиятында ҳаял-қызлар образы”   деген темада филология илимлериниӊ кандидаты, 1982-жылы “Қарақалпақ прозасында тип   ҳәм характер проблемасы (машқаласы)” деген темада докторлық диссертациясын жаклады.   Оныӊ илимий сын мақалалары 50-жыллардыӊ орталарынан   баслап жәрияланды. “Қарақалпақ әдебиятында ҳаял-қызлар образы” (1963),   “Герой современной каракалпакской прозы” (1976),   “Каракалпакия — мой край родной” (1979), “Проблема типа и характера в современной   каракалпакской прозе” (1984) деген китаплары басылып шықты.   Ол “Қарақалпақ әдебияты тарийхыныӊ очерклери” (1968) деген китаптыӊ   авторларыныӊ бири.  <br>  З.Насруллаева “Қарақалпақстан Республикасына мийнети   сиӊген илим ғайраткери” деген ҳүрметли атаққа ийе.  <br>  З.Насруллаева 1979-жылдан Жазыўшылар аўқамыныӊ  ағзасы."
    },
    {
        "id": 117,
        "poetName": "Нәжимов Турдымурат",
        "lifeSpan": "1914-1988",
        "biography": "<br>  Турдымурат Нәжимов 1914-жылы 1-августта Тахтакөпир   районында туўылған. Мийнет жолын аўыллық мектепте муғаллим   болып ислеўден баслады, жоқары партия мектебинде   оқыды, 1935-36-жыллары районлық жаслар комитетинде иследи.   1939-жылы Ташкенттеги Низамий атындағы педагогикалық институтты тамамлап,   Нөкис қаласында мектеп директоры болды.  <br>  1940-43-жыллары екинши жәҳән урысына катнасты,   фронттан қайтқаннан соӊ Тахтакөпир районында билимлендириў   бөлиминиӊ баслығы, районлық газетаныӊ редакторы. Ташкентте   партия мектебиниӊ тыӊлаўшысы, Қарақалпақстан   Министрлер Кеӊеси жанындағы мәденият ислери басқармасында,   1951-жылдан өмириниӊ ақырына шекем “Қарақалпақстан” баспасында   аға редактор болып иследи.  <br>  Оныӊ “Жеӊис жолында” (1952), “Жеӊис ҳаўазы” (1954),   “Жаӊа жер үстинде байрақ” (1955), “Қызлар қосығы” (1958),   “Жаўынгерлик жыллары” (1968), “Бүркит” (1970) сыяқлы топламларда   гүрриӊлери ҳәм повестьлери жәрияланды. Жазыўшыныӊ “Жаӊа қоныс” (1972),   “Қызыл қум қойнында” (1976),   “Отлы дәрья” (1979), “Новгород ярмаркасы” (1983) романлары ҳәм   “Еки дос” (2007), “Өтмиштен елеслер” (2009), “Песня   девушек”, (2009) “Схватка с тиграми” (2009), “Инжигүл”   (2010) китаплары басылып шықты. Т. Нәжимов “Қарақалпақстан   Республикасына мийиети сиӊген мәденият хызметкери”   (1974), Жаўынгерлик медалы, Өзбекстан ҳәм Қарақалпақстан  Республикасы Жоқарғы Кеӊесиниӊ Ҳүрмет жарлықлары менен сыйлықланған.   Оныӊ шығармалары өзбек, рус тиллерине   аўдарылған.  <br>  Т. Нәжимов 1954-жылдан Жазыўшылар аўқамыныӊ ағзасы."
    },
    {
        "id": 118,
        "poetName": "Ниетуллаев Сағындық",
        "lifeSpan": "1948",
        "biography": "<br>  Сағындық Ниетуллаев — шайыр.  <br>  С. Ниетуллаев 1948-жылы Мойнақ районында туўылған.   1971-жылы  Ташкенттеги республикалық рус тили  ҳәм әдебияты   педагогикалық институтын, 1985-жылы Ташкент мәмлекетлик   университетиниӊ юридика факультетин питкерген. Ол   юридика илимлериниӊ докторы, профессор, Қарақалпақстан   Республикасына мийнети сиӊген юрист.  <br>  Мийнет жолын Мойнақ районында орта мектепте муғаллим   болып ислеўден баслаған. Соӊынан Мойнақ районлык жаслар   комитетинде бөлим баслығы, партия комитетинде инструктор,   Өзбекстан Республикасы Министрлер Кеӊесинде аға референт,   Өзбекстан Республикасы Орайлық комитетинде инструктор, Канлыкөл   районлык ҳәм Нөкис қалалық партия комитетиниӊ биринши хаткери,   Қарақалпақстан Республикасы Министрлер Кеӊеси баслығы,   Қарақалпақстан обкомыныӊ биринши хаткери,   Қарақалпақстан Республикасы Әдиллик министри, Қарақалпақстан Республикасы   Жокарғы Кеӊесиниӊ Секретариат баслығы,   Салық бас баскармасы баслығыныӊ орынбасары лаўазымында   ислеген. Ҳәзирги күнде ол Қарақалпақстан Республикасы Кәсиплик аўқамлары   шөлкемлери бирлеспесиниӊ баслығы болып ислеп атыр.   Ол 1989-1994-жыллары Өзбекстан Республикасы Жокарғы Кеӊесиниӊ   ҳәм еки мәрте Қарақалпақстан Республикасы   Жоқарғы Кеӊесиниӊ депутаты болып сайланды. С.Ниетуллаевтыӊ   талантлы шайыр сыпатында “Мен саған ашықпан” (1980),   “Гүлзар”(1992), “Жаксы тилек” (2004), “Өмир хаққында ойлар”   (2006), “Тәғдир” (2007), “Елим мениӊ” (2007), “Усы елдиӊ перзентимен” (2008),   “Қәдириӊде, қымбатыӊ өз елинде” (2009) сыяқлы поэзиялық топламлары басылып шықты.  <br>  С. Ниетуллаев 1995-жылдан Жазыўшылар аўқамыныӊ ағзасы."
    },
    {
        "id": 119,
        "poetName": "Нуржанов Пердебай",
        "lifeSpan": "1963",
        "biography": "<br>  Пердебай Нуржанов — әдебият изертлеўшиси ҳәм сыншы.  <br>  П. Нуржанов 1963-жылы 25-мартта Шымбай районында   туўылған.  <br>  Орта мектепти тамамлағаннан соӊ, Бердақ атындағы Қарақалпақ   мәмлекетлик университетиниӊ филология факультетинде оқып билим алады.  <br>  Мийнет жолын 1985-жылы Өзбекстан Республикасы Илимлер   Академиясы Қарақалпақстан бөлими Н. Дәўкараев атындағы Тил ҳәм әдебият   институтыныӊ киши илимий хызметкери ўазыйпасынан баслады.  <br>  1989-93-жыллары Москвадағы М.Горький атындағы жер   жүзлик әдебият институтында аспирантура курсында оқыған.  1994-жылы “Т.Қайыпбергеновтыӊ “Қарақалпақ дәстаны”   қарақалпақ әдебиятында биринши тарийхый трилогия” атамасындағы   кандидатлық диссертациясын жаклаған.  <br>  Ҳәзирги ўақытта Бердақ атындағы Қарақалпақ   Мәмлекетлик университетиниӊ филология факультетинде оқытыўшы болып ислеп атыр.  <br>  Оныӊ “Сверяя с народной памятью” (1994),   “Дәўир талабы ҳәм көркем әдебият” (1993), “Ғәрезсизлик дәўирдеги   қарақалпақ прозасы” (“XX әсир қарақалпақ әдебияты” сабағы   ушын қосымша оқыў қолланбасы) (2003), “Ҳәзирги қарақалпақ   романы поэтикасы (композициялық ҳәм жанрлық-стиллик өзгешеликлери)” (2008),   “Ҳәзирги қаракалпақ романы (сюжет ҳәм конфликт поэтикасы)” (2009)  илимий китаплары   басылып шықты. Ол 5-класс ушын “Әдебият” (2007) сабақлығыныӊ авторларыныӊ бири болды.  <br>  П. Нуржанов 1998-жылдан Жазыўшылар аўқамыныӊ   ағзасы."
    },
    {
        "id": 120,
        "poetName": "Нурлепесова Гүлнара",
        "lifeSpan": "1961",
        "biography": "<br>  Гүлнара Нурлепесова — шайыр ҳәм журналист.  <br>  Г. Нурлепесова 1961-жылы 5-июньда Қараөзек районында туўылған.  <br>  Усы райондағы И. Арзыўов атындағы орта мектепти   табыслы тамамлағаннан соӊ Ташкент мәмлекетлик университетиниӊ   журналистика факультетинде билим алады.  <br>  Өзиниӊ дөретиўшилик мийнет жолын “Жас Ленинши”   (хәзирги “ Қарақалпақстан жаслары”) ғазетасынан баслайды.  <br>  Дәслеп арнаўлы хабаршы, соӊ бөлим баслығы (1980-1994)   болып ислеген. 1994-жылы усы газетада ҳәм баспасөз бетлеринде   жәрияланған публицистикалық шыгармалары ушын   Қарақалпақстан жаслар аўқамы сыйлығыныӊ лауреаты болды.  <br>  1994-98-жыллары “Қарақалпақстан хаўазы” газетасында   жуўаплы хаткер, бас редактор орынбасары, 1998-жылдан баслап   республика балалары ҳәм жас өспиримлериниӊ “Жеткиншек”   газетасында бас редактор, 2010-жылдан Нөкис қаласы   ҳәкиминиӊ орынбасары, ҳаял-қызлар комитетиниӊ баслығы   болып жумыс ислеп атыр.  <br>  Оныӊ “Кайлардасыз, гүмис булақлар?!”, “Ҳасла нашар демеӊ  бизди, ағалар” атлы еки қосықлар топламы баспадан шықты.   1999-2004-жыллары ҳәм 2005-2009-жыллары Нөкис қалалық   Кеӊесиниӊ депутаты болып сайланған.  <br>  Г. Нурлепесова 2005-жылдан Жазыўшылар аўқамыныӊ  ағзасы."
    },
    {
        "id": 121,
        "poetName": "Нурмухаммедов Марат",
        "lifeSpan": "1930-1986",
        "biography": "<br>  Марат Нурмухаммедов — қарақалпақ, әдебияттаныў   илиминде биринши академик-сыншы.  <br>  М. Нурмухаммедов 1930-жылы 6-январьда Төрткүл   қаласында туўылған. Ол 1950-жылы Қарақалпақ мәмлекетлик   пединститутын питкерип, Москвадағы Шығыстаныў институтыныӊ  аспирантурасында оқыды, соӊынан Қарақалпақстан   экономика ҳәм мәденият институтында аға илимий хызметкер,   бөлим баслығы, директордыӊ орынбасары лаўазымында ислеў   менен бирге “Әмиўдәрья” журналыныӊ бас редакторы,   Жазыўшылар аўқамыныӊ баслығы ўазыйпаларын қоса   атқарды, Өзбекстан Илимлер Академиясыныӊ Қарақалпақстан   филиалыныӊ баслығы, областьлық партия комитетиниӊ   секретары, Өзбекстан Илимлер Академиясыныӊ академик-секретары,   А.С. Пушкин атындағы Тил ҳәм әдебият   институтыныӊ директоры, Академияныӊ вице-президенти,   “Өзбекстан жәмийетлик илимлери” журналыныӊ бас   редакторы, қайтадан академик-секретар болып иследи.  <br>  М. Нурмухаммедов 1953-жылы “Қарақалпақ әдебиятыныӊ   раўажланыўына рус әдебиятыныӊ тәсири” деген темада   филология илимлериниӊ кандидаты деген илимий дәрежени   алыў ушын, 1965-жылы “Қарақалпақ прозасыныӊ раўажланыў   жоллары” деген темада докторлык дәрежени алыў ушын   диссертациялар жақлады. Алым 1966-жылы Өзбекстан   Илимлер Академиясыныӊ хабаршы-ағзасы, ал 1974-жылы усы   Академияныӊ академиги болып сайланды.  <br>  М. Нурмухаммедов Нөкис мәмлекетлик университетиниӊ  ректоры болып иследи. Ол 1986-жылы Түркияныӊ Измир   қаласы жанында автомобиль апатынан қайтыс болды.  <br>  М. Нурмухаммедовтыӊ “Қарақалпақ әдебиятыныӊ   раўажланыўына рус әдебиятыныӊ тәсири”(1956), “Қарақалпақ   әдебияты тарийхыныӊ қысқаша очерки”(1959), “Қарақалпақ-рус   мәдений байланыслары тарийхынан” (1974), “Қарақалпақ   совет прозасы»(1957), «Ҳәзирги заман қарақалпақ прозасы»   (1968), «О зарождении письменной литературы и полуоседлых   и кочевых тюрко-язычных народов средней Азии и Казахстана»   (1970), “Халықлар тәғдири — әдебият тәғдири” (1980),   “Аяпберген Муўсаев” (1981), “ Бердақ — қарақалпақ   әдебиятыныӊ тийкарын салыўшы” (1978), «Шығармаларыныӊ  еки томлығы» (1983-1985) сыяқлы монографиялары жарық   көрди.  <br>  М. Нурмухаммедов Пушкин шығармаларыныӊ Орта Азия   халыкларыныӊ фольклоры менен байланысын изертлеўге   арналған “Пушкин хәм Орта Азия халыкларыныӊ фольклоры”,   “Пушкин, Орынбор ҳәм орынборшылар” (1981-1983)   китапларын жазды ҳәм бастырып шығарды. Ол көплеген   әдебият бойынша басылымларға басшылық етти, оныӊ бир   қатар шығармалары өзбек, рус, венгер, инглиз, турк тиллеринде   жәрияланды. М. Нурмухаммедов Берлин, Бомбей, Мадрас, Бодонья,   Галле, Бағдат, Стамбул қалаларында жәмийетлик илимлер,   әдебият бойынша баянатлар иследи.  <br>  Ол мәмлекетлик орден ҳәм медаллар, сондай-ақ, Өзбекстан   ҳәм Қарақалпақстан Республикасы Жоқарғы Кеӊесиниӊ  Ҳүрмет жарлықлары менен сыйлықланған, бир неше мәртебе   Қарақалпақстан ҳәм Өзбекстан Республикасы Жокарғы   Кеӊесине депутат болып сайланды.  <br>  Ол Қарақалпақстан (1973) ҳәм Өзбекстан (1980)   Республикасына мийнети сиӊген илим ғайраткери ҳүрметли   атағына ийе ҳәм Қарақалпақстан Республикасы Бердақ,   Өзбекстан Республикасы Беруний атындағы мәмлекетлик   сыйлықлардыӊ лауреаты еди.  <br>  М. Нурмухаммедов 1955-жылдан Жазыўшылар аўқамыныӊ   ағзасы."
    },
    {
        "id": 122,
        "poetName": "Нурымбетов Садық",
        "lifeSpan": "1900-1972",
        "biography": "<br>  Садық Нурымбетов — атақлы халық шайыры.  <br>  С. Нурымбетов 1900-жылы Кегейли районыныӊ   аймағында туўылған. Оныӊ шайыршылығыныӊ қәлиплесиўинде ағасы   белгили шайыр Сыдық Токпан улыныӊ тәсири күшли   болған. Халық шайыры 1939-жылы Қарақалпақстанныӊ пайтахты   Төрткүлге шақыртылып әдебиятымызға жақыннан араласыўға   мүмкиншилик табады, басқа да жазыўшы-шайырлар   менен бирге Москва, Ташкент калаларында болады.  <br>  Шайырдыӊ қосықлары 20-жыллардан баслап-ақ халық  арасына тарқала баслаған. Садық шайырдыӊ “Бизиӊ ўатан”   (1940), “Жеӊимпаз халық” (1942), “Батырлар алға” (1944),   “Бахтыяр” (1950), “Түлкишек” (1956), “Фархад” (1958, 1978),   “Жипекши Жаӊыл” (1961), “Жаӊа заман жырлары” (1962),   “Қаналаслар” (1968) деген топламлары басылып шыкты.   Буннан тыскары шайыр шығармаларыныӊ еки томлығы   (1971,1972) жәрияланды.  <br>  С. Нурымбетов “Қарақалпақстан халық шайыры” (1942),   “Өзбекстан халық жыршысы” (1957) деген хүрметли атаққа   ийе.  <br>  Ол орденлер, медальлар ҳәм Өзбекстан, Қарақалпақстан   Республикасы Жокарғы Кеӊесиниӊ Ҳүрмет жарлықлары менен сыйлыкланды.  <br>  С. Нурымбетов 1939-жылдан Жазыўшылар аўкамыныӊ   ағзасы."
    },
    {
        "id": 123,
        "poetName": "Нурметова Зулайха",
        "lifeSpan": "1950",
        "biography": "<br>  Зулайха Нурметова — шайыр.  <br>  3. Нурметова 1950-жылы 6-майда Хорезм қаласыныӊ   Янгиарык районында туўылған.  <br>  Орта мектепти тамамлағаннан соӊ, 1974-жылы Хорезм   мәмлекетлик педагогикалық институтыныӊ филология   факультетин сырттан оқып питкерди.  <br>  Мийнет жолын Төрткүл мәмлекетлик банкинде экономист-бухгалтер   болып ислеўден баслайды.  <br>  Соӊынан орта мектепте өзбек тили ҳәм әдебияты муғаллими (1977-78),   Елликқала районы газетасында хабаршы, бөлим   баслық, редактор орынбасары болып ислеген.  <br>  Ҳәзирги ўакытта “Давр кўзгуси” газетасыныӊ бас редакторы болып ислейди.  <br>  3. Нурметованыӊ “Элликқала таронаси” (2002),   “Истиқлол илҳомлари” (2006) қосықлар топламы китап болып  шықты .  <br>  3. Нурметова “Қарақалпақстан Республикасына мийнети   сиӊген журналист” (1998) атағына ийе.  <br>  3. Нурметова 2006-жылдан Жазыўшылар аўқамыныӊ ағзасы"
    },
    {
        "id": 124,
        "poetName": "Нуруллаева Уғылжаи",
        "lifeSpan": "1959",
        "biography": "<br>  Уғылжан Нурыллаева — шайыр.  <br>  У.Нурыллаева 1959-жылы 3-декабрьде Төрткүл қаласында   туўылды.  <br>  1977-жылы райондағы 58-санлы мектепти, 1986-жылы   Беруний районындағы педагогика билим журтын, 1993-жылы   Ташкент мәмлекетлик университетиниӊ журналистика факультетин тамамлады.  <br>  У.Нуруллаева мийнет жолын 1983-жылы Төрткүл районы   газетасында корректор болыўдан баслады.  <br>  Ол бүгинги күни “Төрткүлнама” газетасында редакор болып ислеп атыр.  <br>  Оныӊ 1993-жылы “ Қарақалпақстан” баспасынан шығарылған   “Төрткүл гүллери” топламында қосықлары басылды. 1995-жылы   “Хорезм” баспасынан “Устаз” очерки, 2001-жылы “Хорезм” баспасында   “Ҳайрат” қосықлар топламы басылып шыкты.  <br>  Сондай-ақ, “Әдептаныў” китабын өзбек тилине аўдарыўда   қатнасты.  <br>  У. Нурыллаева Қарақалпақстан Республикасы Жоқарғы Кеӊесиниӊ   «Ҳүрмет жарлығы» менен сыйлықланған.  <br>  У. Нурыллаева 2004-жылдан Жазыўшылар аўқамыныӊ   ағзасы."
    },
    {
        "id": 125,
        "poetName": "Нызанов Муратбай",
        "lifeSpan": "1951",
        "biography": "<br>  Муратбай Нызанов — сатирик жазыўшы.  <br>  М. Нызанов 1951-жылы Кегейли районында туўылған.  <br>  Ол орта мектепти тамамлағаннан соӊ Қарақалпақ   мәмлекетлик университетин сырттан оқып питкерген, өзи туўылған   райондағы М. Жуманазаров атындағы хожалықта   жумысшы, “Пахтакор” спорт жәмийетинде инструктор, районлық газетада,   “Жеткиншек”, “Совет Қарақалпақстаны” газетасында, соӊынан   Қарақалпақстан телевидениеси ҳәм радио еситтириў комитетинде   аға редактор, бас редактор, телевидение   бойынша баслықтыӊ орынбасары лаўазымларында   ислеген, “Арал” журналыныӊ бас редакторы, «Қарақалпақстан» баспасыныӊ   директоры, ҳәзирги ўақытта Қарақалпақфильм директоры.  <br>  Сатириктиӊ “Усындай да болады” , “Күлким келеди”,   “Нышана”, “Сизге болмайды”, “Адам күлдиргени ушын”, “Жат   журттағы жети күн”, “Ақшагүл”, “Расын айтсаӊ урады”,   “Адам жаманласаӊ зейниӊ ашылады”, “Еки қанхор”,   “Ғәзийне”, “Жакында кызық болады”, «Акшагүл», “Ақырет уйқысы”,   «Душпан» ҳәм тағы басқа гүрриӊлер, повестлер китаплары сондай-ақ,   «Таӊламалы шығармалар»ыныӊ 1-2 томлары   басылып шықты.  <br>  Ол соӊғы жыллары киносценарист жазыўшы сыпатында   “Танк”, “Уры”, “Курорт” сыяқлы кинофильмлери менен   кеӊ журтшылыққа танылды.  <br>  М. Нызанов 1991-жылдан Жазыўшьшар аўқамыныӊ ағзасы."
    },
    {
        "id": 126,
        "poetName": "Оразымбетов Қуўанышбай",
        "lifeSpan": "1962",
        "biography": "<br>  Қуўанышбай Оразымбетов — жазыўшы ҳәм әдебият изертлеўшиси.  <br>  Қ. Оразымбетов 1962-жылы 4-февральда Тахтакөпир районыныӊ   Әдил аўылында туўылған. Орта мектепти питкергеннен кейин   республикалық “Совет Қарақалпақстаны” газетасында корректор   болып мийнет жолын баслайды, 1989-жылы Бердақ атындағы   Қарақалпақ мәмлекетлик университетиниӊ қарақалпақ филологиясы   қәнигелигин питкергеннен соӊ әдебияттаныў қәнигелиги бойынша аспирантураға   оқыўға киреди. 1993-жылы “Ҳәзирги қарақалпақ лирикасында көркемлик   излениўшилик (80-жыллар)” деген темада кан-дидатлық, 2005-жылы   “Ҳәзирги қарақалпақ лирикасында   көркем формалардыӊ эволюциясы ҳәм типологиясы” деген   темада докторлық диссертациясын жақлады. 1996-жылдан   филология факультети деканы лаўазымында хызмет атқарды.   Ҳәзир университет проректоры. Оған 1996-жылы доцент, 2008-жылы   профессор илимий атақлары берилди.  <br>  К. Оразымбетов 1979-жылдан баслап қосықлары республикалық  “Жеткиншек”, “Жас Ленинши” газеталарында, районлық   газеталарда жәрияланды. Кейин проза тараўында қәлем тербетти.   Баспасөзде көп ғана гүрриӊлери, очерклери, “Саған исенемен” (1995)   повести жарық көрди.  <br>  Оныӊ қарақалпақ әдебияттаныў илиминиӊ актуал машқалаларына   арналған мақалалары Ташкенттеги “Жаҳон адабиёти”,   “Өзбек тили ва адабиёти”, ӨзМУ Хабаршиси”, Москвадағы “Вестник МГУ”,   Алматадағы “КазГУ Хабаршысы” журналларында. Ашхабадтағы “Түркмен дуниеси”   газеталарында жәрияланды.  <br>  Қ. Оразымбетов 2000-жылдан Жазыўшылар аўқамыныӊ   ағзасы."
    },
    {
        "id": 127,
        "poetName": "Өтемуратова Ҳүрлиман",
        "lifeSpan": "1965",
        "biography": "<br>  Ҳүрлиман Өтемуратова — жазыўшы ҳәм әдебият изертлеўшиси.  <br>  Ҳ. Өтемуратова 1965-жылы Кегейли районында туўылған.  Орта мектепти 1982-жылы тамамлап, Нөкис мәмлекетлик университетиниӊ   филология факультетине киреди ҳәм оны   айрықша баҳалар менен питкерип шығады.  <br>  Ҳ. Өтемуратова 1988-жылы Өзбекстан Илимлер Академиясыныӊ   Карақалпақстан бөлими Н. Дәўқараев атындағы   Тарийх, тил ҳәм әдебият институтыныӊ аспирантурасына киреди   ҳәм қарақалпақ прозасы бойынша кандидатлық диссертациясын жақлайды.  <br>  Ол Қарақалпақ мәмлекетлик универстетиниӊ қарақалпақ   әдебияты кафедрасында оқытыўшы, ҳәзирги күни Әжинияз   атындағы Нөкис мәмлекетлик педагогикалық институтында   оқытыўшы болып ислеп атыр.  <br>  Ҳ. Өтемуратованыӊ шығармалары 80-жыллардан баслап   баспасөзде дағазаланған. Оныӊ бир қатар гүрриӊ, новеллалары   “Жаслар орбитасы” (1986), “Тоғыз топлам” (1988) сыяқлы   басылымлардан орын алды. 1985-жылы “Жулдызым   жоқары” новелла хәм гүрриӊлер топламы басылса, 1991-жылы   “Әмиўдәрья” журналында оныӊ “Ҳүрлиман” романы (1991,   №2,3), 2006-2007-жыллардағы санларында “Тумарис” романы   жәрияланды. Автордыӊ “Қарақалпақ тарийхый романы   поэтикасы” (1995) илимий китабы да басылып шықты.  <br>  Ҳ. Өтемуратова 1992-жылдан Жазыўшылар аўкамыныӊ   ағзасы."
    },
    {
        "id": 128,
        "poetName": "Өтениязов Жуманияз",
        "lifeSpan": "1959",
        "biography": "<br>  Жуманияз Өтениязов — шайыр.  <br>  Ж. Өтениязов 1959-жылы Тахтакөпир районында туўылған.  <br>  Ол 1984-жылы Некис мәмлекеглик университетиниӊ   ҳукықтаныў факультетин питкергеннен кейин Қарақалпақстан   телевидениеси ҳәм радио еситтириў комитетинде редактор, соӊынан   «Қарақалпақстан» баспасында редакгор, Қарақалпақстан Ресиубликасы   ишки ислер министирлигиниӊ баспа сөз орайы баслығы лаўазымын аткарады.   Бүгинги күнде ишки ислер министрлигиниӊ Инсан хукықларын қорғаў   бөлимшесиниӊ бас мәсләҳәтшиси болып ислейди.  <br>  Шайырдыц “Жаӊа жыл” (1988), “Шолақ жайын” (1991),   «Еки мактаншақ» (1996), «Тынышлық сақшылары» (1996), «Үмит   шуғласы» (2006), «Узын ҳәм келте» (2007), «Ўатанды сүйип жаса»   (2007) деген топламлары, “Ананыӊ жүреги” (1987), «Сексенинши жыллар» (1989),  «Айдос бийдиӊ әрманы» (2007) поэмалары баспадан шықты.  <br>  Ол А.С.Пушкин, Ю.М. Лермонтов, В. Гоголь, К.Д. Ушинский,   К.Чуковскийдиӊ бир қатар шығармаларын қарақалпақ   тилине аўдарған.  <br>  2006-жылы Қарақалпақстан Республикасы Жоқарғы Кеӊесиниӊ   «Ҳүрмет жарлығы» менен сыйлықланған.  <br>  Ж. Өтениязов 1992-жылдан Жазыўшылар аўқамыныӊ  ағзасы."
    },
    {
        "id": 129,
        "poetName": "Өтениязова Алтынгүл",
        "lifeSpan": "1965",
        "biography": "<br>  Алтынгүл Өтениязова — шайыр ҳәм журналист.  <br>  А.Өтениязова 1965-жылы 13-апрельде Тахтакөпир   районында туўылган. 1988-жылы Қарақалпақ мәмлекетлик   университетиниӊ филология факультети журналистика   бөлимин питкерген ҳәм усы жылы “Билим” баспасында редактор   болып жумыс баслайды. 1991-жылы Қарақалпақстан радиосына   әдебий-драмалық еситтириўлер редакциясына жумысқа өтеди.   1998-жылы Қарақалпақстан телевидениесиниӊ жаслар редакциясында   аға редактор болса, ҳәзир   сол жерде жумыс ислейди.  <br>  А. Өтениязованыӊ “Қыз күнделиги” гүрриӊлер (2001),   “Жүреклерде бар бол, муҳаббат” қосықлар (2002), балалар   ушын “Умытшақ” гүрриӊлер (2003) топламлары, “Жақсылықка   тәжим” қосықлар топламы (2007) жарық көрди. “Жумбағы   көп дүнья бул”, “Мухаббат ҳәм ғәзеп”, “Жигиттиӊ ығбалын   берсин” видеофильмлери Қарақалпақстан телевиденнеси   арқалы кәрсетилди. 1992-жылы бир актли “Сонғы үмит” пьесасы   “Халық театрлары ушын” таӊлаўынан табыслы өтип, халық театрларына усынылды.  <br>  А. Өтениязова Өзбекстан журналистлери дөретиўшилик   шөлкеминиӊ “Әтиргүл-2006” таӊлаўы жеӊимпазы. 2009-жылы   Қарақалпақстан Республикасы Бердақ атындағы мәмлекетлик   сазлы театры сексен төртинши мәўсимнн А. Өтениязованыӊ   “Кызын - ар намысыӊ” музыкалы драмасы менен ашты.  <br>  А. Өтениязова 2004-жылдан Жазыўшылар аўқамыныӊ ағзасы."
    },
    {
        "id": 130,
        "poetName": "Өтепов Әбдираман",
        "lifeSpan": "1905-1934",
        "biography": "<br>  Әбдираман Өтепов — драматургия ҳәм миллий театрдыӊ   тийкарын салыўшылардыӊ бири болды.  <br>  Ә. Өтепов 1905-жылы Қоӊырат районында туўылған.   <br>  Ә. Өтеповтыӊ миллий театрымыз бенен көркем әдебиятымызды   раўажландырыўдағы дөретиўшилик ислери 1919-жыллардан басланды.  <br>  Ол 1922-жылдан Округлик жаслар комитетинде, Соркөл   ўәлаятлық партия комитетинде ислеген.  <br>  1927-жыллардан баслап “Таӊ нуры” труппасын дүзиў   ҳәм оны беккемлеў менен кызғын шуғылланады.  Усыныӊ тийкарында 1930-жылы биринши миллий театр   дүзилди ҳәм Ә. Өтепов усы театрдыӊ директоры болды (1930-32).  <br>  20-жыллардан баслап Ә. Өтеповтыӊ “Теӊин тапқан   қыз” , “Гүман”, “Бояўшы ўәкил”, “200 грамм”, “Еки баслы   суў қабақ” сыяклы пьесалары жазылды ҳәм сахналастырылды.  <br>  1956-жылы “Теӊин тапқан қыз” пьесасы кайта исленип   сахнаға шықты.  <br>  Ә.Өтеповтыӊ “Таӊламалы шығармалары” 1965-жылы Т. Алланазаровтыӊ   таярлаўы менен қайтадан баспадан шықты."
    },
    {
        "id": 131,
        "poetName": "Өтепбергенов Әбилкасым",
        "lifeSpan": "1951",
        "biography": "<br>  Ә. Өтепбергенов - шайыр, жазыўшы хәм публицист.  <br>  Ә.Өтепбергенов 1951-жылы 5-майда Түркменстан   Республикасыныӊ Гөне Үргениш қаласында туўылған. Ол орта   мектепти питкергеннен соӊ 1968-жылы Қарақалпақ мәмлекетлик   пединститутыныӊ тәбияттаныў факультетине оқыўға   киреди. Соӊ аўыл хожалық жумысларында ислейди.  <br>  Ол 1976-жылдан баслап “Жас Ленинши”, “Еркин Қарақалпақстан”  газеталарында, “Әмиўдәрья” журналыныӊ бас редакторы   ўазыйпасын атқарады. Ҳәзирги ўакытта Қарақалпақстан   Республикасы Телерадиокомпаниясыныӊ телевидение бойынша   бас редактордыӊ орынбасары болып ислейди.  <br>  Ә. Өтепбергеновтыӊ “Тамшылар” (1982), “Булақлар” (1990),   “Дүнья бир әжайып жайдур” (1993), “Дозақ ишинде”   (1993), “Ашылмаған сыр сандығы мендедур” (1994), “Егер   кеўлимди хош етсе...” (1996), “Аллаӊды умытпа” (1997),   “Аллада есап бар” (2007), “Эй, инсан!” (2007), “Күн шығыс   мухамлары” (2007), “Сәлмен ийшан дөхмет курбаны” (2007),   “Кимге кендур, кимге тардур бул дүнья” (2008), “Халықтан   данаман деп ойлама” (2009) атлы қосықлар ҳәм “Ойнама,   бала” (1984) гүрриӊлер ҳәм “Дозақ ишинде” (1993) романы   жарық көрди.  <br>  Ол түркмен жазыўшысы Б. Сейтаковтыӊ “Қыз салығы”   романын ҳәм түркмен шайыры А. Мамедовтыӊ “Кеўлимниӊ шар айнасы”   деген қосықлар топламларын қарақалпақ тилине аўдарды.   1994-жылы “Қарақалпақстан Республикасына мийнети сиӊген мәденият хызметкери” ,   1997-жылы “Шухрат медалы” менен сыйлықланған.  <br>  Ә. Өтепбергенов 1993-жылдан Жазыўшылар аўқамыныӊ  ағзасы."
    },
    {
        "id": 132,
        "poetName": "Өтепбергенли Есберген  (Қунназаров Есенбай)",
        "lifeSpan": "1944",
        "biography": "<br>  Есберген Өтепбергенли — жазыўшы.  <br>  Е. Өтепбергенли 1944-жылы ҳәзирги Бозатаў   районындағы Қаракемир көлиниӊ етегинде туўылған. Ол 1960-жылы   орта мекгепти тамамлап, аўылда жумысшы болып ислеген,   ал 1966-жылы Самарқанд мәмлекетлик университетин питкерип   Қарақалпақ мәмлекетлик пединститутында окытыўшы   болып ислейди. Бакудеги тилшилик институтында аспирантурада окыйды.   Соӊынан пединституттағы оқытыўшылық исин   даўам етеди, ҳәзир ол Бердақ атындағы мәмлекетлик университетиниӊ   немец тили кафедрасыныӊ доценти.  <br>  Е.Өтепбергенли 1991-жылы филология илимлериниӊ  кандидаты деген илимий дәрежени алыў ушын диссертация   жақлаған.  <br>  Жазыўшыныӊ еки рет “Қумар”( 1988,1990), “Тәғдирлер”   (1990) деген повесть хәм гүрринлер топламы баспадан шықты.  <br>  Е. Өтепбергенли (Есенбай Қунназаров) герман тиллери   бойынша белгили кәнигелердиӊ бири. Оныӊ бир неше   илимий мақалаларынан гысқары “Лингвистикалық валентлилик   теориясы ҳәм оныӊ шет тиллерди үйрениўдеги   тутқан орны” (1979), “Немец ҳәм қаракалпак тиллериндеги   аўыспалы фейиллердиӊ валентлилиги” (1980), “Ҳәр   қыйлы дүзимдеги тиллердеги фейиллердиӊ мәнилик   қурылыслары” (1993) деген илимий китаплары баспада   жәрияланды.  <br>  Е. Өтепбергенли 1993-жылдан Жазыўшылар аўкамыныӊ   ағзасы."
    },
    {
        "id": 133,
        "poetName": "Өтеулиев Ибрайым",
        "lifeSpan": "1955-2011",
        "biography": "<br>  Ибрайым Өтеўлиев — әдебият изертлеўшиси.  <br>  И. Өтеўлиев 1955- жылы 8-мартта Коӊырат   районына қараслы 7-аўылында туўылды.  <br>  Орта мектепти тамамлағаннан соӊ Нөкис мәмлекетлик  университети филология факультетиниӊ қарақалпақ тили хәм   әдебияты кәнигелигинде оқып билим алды (1973-1977).  <br>  Мийнет жолын 1977-жылы Қанлыкөл районы Әжинияз   атындағы мектепте муғаллим болыўдан баслаған. Нөкис   мәмлекетлик университетиниӊ қарақалпақ әдебияты кафедрасы   аспиранты (1978-82), Қарақалпақ тили кафедрасы лаборанты (1982-85).   1985-жылдан қарақалпақ әдебияты кафедрасы асиссент оқытыўшысы болып ислеген.  <br>  1988-жылы “Қарақалпақс әдебиятында интернационализм   идеясы ҳәм миллий характердиӊ эволюциясы” деген темада   кандидатлық диссертациясын жақлады. Соӊынан Қарақалпақ   мәмлекетлик университетиниӊ қарақалпақ әдебияты кафедрасыныӊ   доценти (1993-2001), 1995-1998-жыллары қарақалпақ әдебияты   кафедрасыныӊ докторанты, оқытыўшы (1995-98), 2001-жылы Әжинияз   атындағы Нөкис мәмлекетлик педагогикалық институтыныӊ   қарақалпақ әдебияты кафедрасыныӊ баслығы, 2004-жылдан факультет деканы,   2007- жылдан   қарақалпақ әдебияты кафедрасыныӊ доценти лаўазымында   ислеп келди.  <br>  2004-жылы Өзбекстан Республикасы Халық   билимлендириўи ағласы нышанын алыўға миясар болды.  <br>  И. Өтеўлиевтиӊ “Қарақалпақ әдебиятында   интернационализм идеясы ҳәм миллий характердиӊ эволюциясы” (1991),   “Алақанымдағы гул”. Гүрриӊ ҳәм эпифаниялар (1992), “Жан   даўысы”.Илимий изертлеўлер.(1993), Бағдарлама “ХIХ әсир  ақыры XX әсирдиӊ басындағы қарақалпақ әдебияты” (1993   А.Пахратдинов пенен бирге). Голос писателя-голос народа”   (1993), “Профессор Юнис Пахратдинов” (1998, Б.Даўлетов ҳәм   Д.Пахратдиновлар менен бирге). “Бердақ шайырдыӊ миллий   өзиншеликлери” (1998), “XIX әсир қарақалпақ әдебиятыныӊ  миллий өзиншеликлери, Әжинияз, Бердақ дөретиўшилити мысалында” (2005),   китаплары басылып шыққан.  <br>  Ол 1992-жылдан Журналистлер аўқамыныӊ, 1997-жылдан   Жазыўшылар аўкамыныӊ ағзасы."
    },
    {
        "id": 134,
        "poetName": "Өтеўлиев Өмирбай",
        "lifeSpan": "1954",
        "biography": "<br>  Өмирбай Өтеўлиев — жазыўшы ҳәм журналист.  <br>  Ө. Өтеўлиев 1954-жылы Шымбай районындағы “Кеӊес”   аўылында туўылған.  <br>  1971-жылы орта мектепти питкерип, Қарақалпақ   мәмлекетлик пединститутыныӊ қарақалпақ тили хәм әдебияты   бөлимине оқыўға киреди.  <br>  Мийнет жолын 1977-жылдан “Жеткиншек” газетасында   баслайды, соӊынан Қарақалпақстан радио еситтириў комитетинде,  1985-жылдан ҳәзирге шекем “Еркин Қарақалпақстан” газетасында   өз хабаршысы лаўазымында ислеп   келмекте.  <br>  Ө. Өтеўлиев “Уллы терек” (1983), “Қолыӊа қус қонсын” (1986),   “Қызыл көйлекли қыз” (1991), “Ҳүждан ҳәм   ҳүким” (1992), “Адамларға сырлас болсаӊ” (1993), “Теӊиздиӊ жини” (2005)   атлы китаплары өз алдына баспадан   шықты ҳәм оларда автордыӊ гүрриӊ, новелла   және публицистикалық шығармалары орын алған.  <br>  Ө. Өтеўлиев 1981-жылдан Журналистлер аўкамыныӊ,   1993-жылдан Жазыўшылар аўкамыныӊ ағзасы."
    },
    {
        "id": 135,
        "poetName": "Пайзуллаева Шәригүл",
        "lifeSpan": "1962",
        "biography": "<br>  Шәригүл Пайзуллаева 1962-жылы Хожели районында туўылган.  <br>  Қарақалпақ мәмлекетлик университетин тамамлағаннан   соӊ мийнет жолын 1986-жылдан Үлкетаныў музейинде хызметкер болып ислеўден баслады.  <br>  Ҳәзирги күнде Бердақ атындағы миллий музейиниӊ директоры  <br>  Оныӊ “Сокпак”, “Аналарды уран еткен халықлыз” қосықлар   топламлары, “Аз емесдур, қарақалпақ коп”, “Өмири   өнер болған азамат”, «Алыстағы ағайинлер» публицистикалық топламлары   басылып шыққан. Ол “Шухрат” медалыныӊ ийеси.  <br>  Музей жумысларынан тыскары 1987-жылдан Қарақалпақстан  телевидениесинде “Йош”, “Мийрас”, “Яднама” көрсетиўлерин алып барады.  <br>  “Алыстағы ағайин” көрсетиўинин авторы ҳәм алып   барыўшысы.  <br>  Ш.Пайзуллаева 1995-жылдан Жазыўшылар аўқамыныӊ  ағзасы."
    },
    {
        "id": 136,
        "poetName": "Пиржанов Узақбай",
        "lifeSpan": "1937",
        "biography": "<br>  Узақбай Пиржанов — шайыр, жазыўшы ҳәм дилмаш.  <br>  У. Пиржанов 1937-жылы 18-августта Бозатаў районыныӊ  “Еркиндәрья” аўылында туўылған. Орта мектепти питкергеннен   кейин Қарақалпақ мәмлекетлик пединститутында   оқыйды. Мийнет жолын “Жас Ленинши”, “Совет Қарақалпақстаны”   газеталарында баслаған. Ол “Әмиўдәрья” журналында,   1979-жылдан “Қарақалпақстан” баспасында, Қарақалпақстан   телерадиокомпаниясында хызмет етеди.  <br>  У. Пиржановтыӊ “Мухаббат косығы” (1970), “Онда бәҳәр   еди” (1977) деген қосықлар топламлары, “Сүўрет” (1974),   “Ақ тал астындағы ақшам” (1974), “Ағыс” (1981), “Гүзги   жапырақлар” (1983), “Қарда қалған излер” (1984), “Апрельдиӊ соӊғы ақшамы” (1987)   атлы прозалық китаплары   басылып шықты.  <br>  У. Пиржанов Ш. Айтматовтыӊ “Разы бол, Гүлсары” (1979),   “Қызыл шалғышлы дилбарым”, “Ерте кеткен тырналар”   (1982) повестьлерин, “Әсирге татырлык күн” романын, Абылғазыныӊ “Түрклер шежиреси”,   “Темир дүзиклери” дөретпелерин, К. Чандр, Х.А. Аббас, М. Нуйамениӊ бир қатар шығар-   маларын қарақалпақ тилине аўдарған.  <br>  У. Пиржанов 1972-жылдан Жазыўшылар аўқамыныӊ  ағзасы."
    },
    {
        "id": 137,
        "poetName": "Пирназаров Айымқул",
        "lifeSpan": "1934-2003",
        "biography": "<br>  Айымқул Пирназаров — әдебият изертлеўшиси.  <br>  А.Пирназаров 1934-жылы 15-октябрьде Тахтакөпир   районында хәзирги “Бөршитаў” хожалығында туўылады.  <br>  1948-жылы Қараөзек районы орайындағы мектепти питкереди.   Соӊынан Шымбай қаласындағы педучилищени 1952-жылы питкергеннен соӊ,   ол 1952-54-жыллары әскерий хызметте болады. 1960-жылы Қарақалпақ   мәмлекетлик педагокикалық институтыныӊ рус тили хәм әдебияты факультетин   питкерип, өз мийнет жолын Қараөзек районында муғаллим   болып ислеўден баслайды.  <br>  Соӊынан 1966-жылға шекем республикамыздыӊ Кегейли,   Тахтакопир, Әмиўдәрья районларында ҳәм Нөкис каласындағы   мектеплерде муғаллим, мектеп директорыныӊ оқыў ислери бойынша   орынбасары лаўазымларында ислейди. 1966-жылдыӊ октябрь   айында ӨзРИАҚБ Н. Дәўқараев атындағы Тарийх,   тил хәм әдебият институтыныӊ қарақалпақ классик әдбияты   болимине жумысқа орналасады.  <br>  Ол өмириниӊ ақырына шекем усы институтта илимий   хызметкер, бөлим баслығы ўазыйпаларында ислейди.  <br>  А.Пирназаров 1971-жылы Алма-Ата қаласында   Омар шайыр дөретиўшилиги бойынша кандидатлық диссертациясын,   1994-жылы Нөкис каласында XVIII-XIX әсирдеги классикалық   әдебиятын изертлеўге арналған докторлық диссертациясын жаклап шығады.  <br>  Илимпаздыӊ “Омар шайырдыӊ өмири ҳәм творчествосы” (1978),   “Режиссура Каракалпакского Гостеатра им. К.С.Станиславского. Истоки и формирование” (1983),   “Өтеш, Омар ҳәм фольклор” (1991), “Қарақалпақ әдебияты бойынша   гейпара ойлар” (1991), “Жийренше шешен” (1992), “Жийен  ҳәм Омар шайырлардыӊ дөретиўшилик шеберликлери” (1993),   “История каракалпакской литературы с древнейщих времен   до  1917 г.” (Ташкент, “Фан”, 1994, авторлар жәмәәти менен),   “XIX әсирдиӊ екинши ярымы XX әсирдиӊ басындағы қаракалпак әдебияты” (1996),   “Бердақ шығармаларында қолланылған дөретиўшилик усыллар” (1998),   “Бердақ шығармаларыныӊ тили” (2002) илимий китаплары басылып шыкты.  <br>  Ол Қарақалпақстан Республикасы Жоқары Кеӊесиниӊ  Хүрмет жарлығы менен сыйлыкланған. Оған “Қарақалпақстан   Республикасына мийнети сиӊген илим ғайраткери” атағы берилди.  <br>  А.Пирназаров 1995-жылдан Жазыўшылар аўқамыныӊ  ағзасы."
    },
    {
        "id": 138,
        "poetName": "Пиржанов Сейдабулла",
        "lifeSpan": "1940-1997",
        "biography": "<br>  Сейдабулла Пиржанов — шайыр.  <br>  С. Пиржанов 1940-жылы 2-февральда Шымбай районындағы   Кеӊес аўылында туўылған. Ол орта мектепти   питкерип аўыл хожалығы жумысында ислейди, 1967-жылы   Қарақалпақ мәмлекетлик пединститутын тамамлап, Қарақалпақстан телевидениеси   ҳәм радио еситтириў комитетинде,   Қарақалпақстан Жазыўшылар аўқамында, “Әмиўдәрья”   журналында ислейди.  <br>  Шайырдыӊ “Гүлдәсте” (1972), “Байтерек” (1975),   “Саяхатты сүйемиз” (1977) “Жағыс” (1978), “ Кыркыншы бәҳәр”   (1981), “Қыял қанаты” (1984), “Балалықтыӊ бир күни” (1987),   “Өмир ағысы” (1990), “Жасыл жағыс” (1995) деген қосықлар   ҳәм поэмалар топламлары басылган.  <br>  Ол “Қарақалпақстан Республикасына мийнети сиӊген   мәденият хызметкери” атағыныӊ ийеси ҳәм Қарақалпақстан Республикасы   Жокарғы Кеӊесиниӊ Хүрмет жарлығы менен сыйлыкланған.  <br>  С. Пиржанов 1978-жылдан Жазыўшылар аўқамыныӊ  ағзасы."
    },
    {
        "id": 139,
        "poetName": "Рахманов Кеңесбай",
        "lifeSpan": "1942-2004",
        "biography": "<br>  Кеӊесбай Рахманов — шайыр ҳәм драматург.  <br>  Ол 1942-жылы 18-сентябрьде Кегейли районыныӊ аймағында   туўылған. Орта мектепти питкерип аўылда жумыс   ислейди, 1969-жылы Қарақалпақ мәмлекетлик педагогикалық  институтын тамамлап, телевидение ҳәм радио еситтириў   комитетинде дәслеп аға редактор, соӊ бас редактор лаўазымында   иследи. Кейин республикалық жас тамашагөйлер театрыныӊ  әдебий бөлиминде, “Әмиўдәрья” журналында позэия бөлимин   басқарды. Бир қанша ўақыт Жазыўшылар аўқамында әдебиятты   нәсиятлаў бюросыныӊ баслығы, өмириниӊ ақырына шекем   мәмлекетлик телевидение ҳәм радио еситтириў компаниясында хызмет етти.  <br>  Оныӊ “Саған асығаман” (1970), “Өмир толғаныслары”,   (1974),“Таӊ ашығы” (1978), “Өмир, сен уллысан” (1981), «Мәнзилим алыс» (1995)   қосықпар топламлары «Ақыбет» (1985), «Пайғамбар жасындағы күйеў» (2010)   романлары басылып шықты.  <br>  К. Рахмановтыӊ “ Келин” (1976), “О дүньяға мирәт” (1976),   “Жаралы жүреклер” (1977), “Егленген бәҳәр” (1978), “Лаққылар емлеўханада” (1979),   “Мамамныӊ жетинши байы” (1989)   сыяқлы пьесалары ҳәзирги ўақытлары театр саҳналарында қойылып атыр.   Ол “О дүньяға мирәт”, “Келин” пьесалары ушын   Карақалпақстан Республикасы Бердақ атындағы мәмлекетлик сыйлықтыӊ   лауреаты болды, “Карақалпақстан халық,   шайыры”, “Қарақалпақстан Республикасына мийнети сиӊген  көркем өнер ғайраткери” атағына ийе.  <br>  К.Рахманов 1972-жылдан Жазыўшылар аўқамыныӊ ағзасы."
    },
    {
        "id": 140,
        "poetName": "Рахимова Гүлчехра",
        "lifeSpan": "1952",
        "biography": "<br>  Гүлчехра Рахимова — шайыр, өзбек тилинде жазады.  <br>  Г.Рахимова 1952-жылы Төрткүл қаласында туўылған.  <br>  Ол Ташкент мәмлекетлик университетиниӊ журналистика   факультетин питкергеннен кейин “Бир сапта”, “Кино”   журналларыныӊ редакцияларында, соӊынан 1978-жылдан баслап   районлык газетада, ҳәзирги ўакытта Жазыўшылар   аўкамында әдебий мәсләҳәтши лаўазымында ислеп келмекте.  <br>  Шайырдыӊ қосыклары 60-жыллардан баслап Ташкенттеги   газета ҳәм журналларда шыға баслады.  <br>  Оныӊ “Исеним” “Ана мехри”, «Тўрткўл баҳари», «Юртим   ардоғим», «Хаёт-мамат ва Ҳосимбек» оннан артық ҳ.т.б. қосықлар,   гүрриӊлер ҳәм повестлер топламлары жарық көрди.  <br>  Г. Рахимова “ Исеним” топламы ушын Қарақалпақстан   Жаслар аўқамыныӊ сыйлығына миясар болды.  <br>  Оған “Қарақалпақстан халық шайыры” атағы берилди.  <br>  Г.Рахимова 1982-жылдан Жазыўшылар аўқамыныӊ   ағзасы."
    },
    {
        "id": 141,
        "poetName": "Реймов Кеңесбай",
        "lifeSpan": "1958",
        "biography": "<br>  Кеӊесбай Реймов — шайыр хәм журналист.  <br>  К. Реймов 1958-жылы Кегейли районында туўылған.  <br>  Сол жердеги орта мектепти питкерип, соӊынан   1980-жылы Ташкент мәмлекетлик университетиниӊ журналистика   факультетин тамамлағаннан соӊ “Жас Ленинши”   ҳәзирги “Қарақалпақстан жаслары” газетасывда әдебий хызметкер,   бөлим баслығы болып ислейди.  <br>  К. Реймов Өзбекстан Жаслары Қарақалпақстан областьлық   комитетинде инструктор, лекторлар топарыныӊ баслығы, 1991-1994-жыллары   “Еркин Карақалпақстан” газетасы редакторыныӊ орынбасары,   Қарақалпақстан Республикасы Жоқарғы   Кеӊесиниӊ социаллық раўажландырыў ҳәм жәмийетлик   бирлеспелер мәселелери комитети баслығы лаўазымларын   атқарды. Ҳәзир “Еркин Қарақалпақстан” хәм “Вести Каракалпакстана”   газеталарыныӊ бас редакторы болып ислеп   атыр.  <br>  Оныӊ “Аппақ тырналар” (1991) атлы қосықлар топламы   басылып шықты.  <br>  К. Реймов 1991-жылдан Жазыўшылар аўкамыныӊ ағзасы."
    },
    {
        "id": 142,
        "poetName": "Сағитов Исмайыл",
        "lifeSpan": "1908-1993",
        "biography": "<br>  Исмайыл Сағитов — фольклорист алым ҳәм әдебият изертлеўшиси.  <br>  И. Сағитов 1908-жылы Хожели районында туўылған.   Төрткүлдеги балалар үйинде тәрбияланған.  <br>  Ол дәслепки жыллары жаслар шөлкеминде, областьлық   жаслар комитетинде, Қыпшақ хәм Кегейли районларында партия   жумысларында ислеген. Пүткил аўқамлық журналистика институгында оқыйды,   Казақ мәмлекетлик университетиниӊ журналистика   факультетин сырттан оқып питкереди, “Қызыл Қарақалпақстан” газетасыныӊ  бөлим баслығы, соӊынан бас редактор, Қарақалпақ мәмлекетлик   баспасыныӊ директоры, Қарақалпақстан Министрлер Кеӊесинде   мәденият ислери басқармасыныӊ баслығы, ал 1948-жылдан баслап Н. Дәўқараев   атындағы Тарийх, тил хәм әдебият институтында аға илимий   хызметкер, бөлим баслығы болып ислейди.  <br>  И. Сағитов 1957-жылы “Бердақтыӊ творчествосы” деген   темада кандидатлык, ал 1963-жылы “Қарақалпақ қахарманлық эпосын   түрк тиллес халықлардыӊ эпослары менен салыстырып   изертлеў тәжирийбеси” деген темада докторлық   диссертацияларын жақлады.  <br>  Ол Өзбекстан Илимлер Академиясыныӊ хабаршы ағзасы еди.   Алымныӊ әдебий сын мақалалары, изертлеўлери 30-жыллардан баслап жәрияланды.  <br>  Оныӊ “Бердак-уллы патриот шайыр” (1943),   “Бердактыӊ творчествосы” (1958), “Қарақалпақ қахарманлық эпосы” (1963),   “Әдебият хәм дәўир” (1968), “Саҳра бүлбили”   (1974), “ Қарақалпақ әдебиятыныӊ раўажланыў жоллары”   (1979) деген ҳәм баска да китаплары басылып шықты.  <br>  И. Сағитов мектеплер, жоқары хәм орта арнаўлы окыў  орынлары ушын сабаклықлар ҳәм окыў китапларын дүзди.   Алым булардан тыскары А. Пушкин, М. Салтыков-Щедрин,   А.Чехов, И.Тургенев, М. Горький, М. Шолохов ҳәм баска да бир   қатар жазыўшылардыӊ шығармаларын қарақалпақ тилине   аўдарды. Әдебиятшы алымныӊ өзиниӊ гейпара мийнетлери   де рус ҳәм басқа да туўысқан тиллерде басылып шықты.  <br>  И. Сағитов Хүрмет белгиси ордени ҳәм медаллар,   Өзбекстан хәм Қарақалпақстан Республикасы Жоқарғы   Кеӊеслериниӊ Хүрмет жарлыклары менен сыйлыкланған.   Ол Қарақалпақстан Республикасына мийнети сиӊген   илим гайраткери (1969), Өзбекстан Республикасына мийнети   сиӊген илим ғайраткери (1979) ҳәм Қарақалпақстан Республикасы   Бердақ атындағы мәмлекетлик сыйлығыныӊ лауреаты (1978) болды.  <br>  И. Сағитов 1942-жылдан Жазыўшылар аўкамыныӊ   ағзасы."
    },
    {
        "id": 143,
        "poetName": "Садыков Салый",
        "lifeSpan": "1941",
        "biography": "<br>  Салый Садықов — жазыўшы ҳәм журналист.  <br>  С. Садықов 1941-жылы 15-мартта Қараөзек районында   туўылған. Ол орта мектепти тамамлағаннан кейин Ташкент   мәмлекетлик университетиниӊ журналистика факультетине   оқыўға киреди. Мийнет жолын “ Қарақалпақстан” баспасында   редактор болып ислеўден баслайды (1963), соӊынан   Н.Дәўкараев атындағы Тарийх, тил хәм әдебият институтында аға   илимий хызметкер, Қарақалпақстан областьлық   партия комитетинде лектор, Нөкис мәмлекетлик университетинде   философия кафедрасында доцент, 1991-жылдан   баслап Әжинияз атындағы Қарақалпақ мәмлекетлик пединститутыныӊ тәрбия   ислери бойынша проректоры, оқытыўшысы лаўазымында иследи.  <br>  С. Садықов 1974-жылы философия илимлери бойынша   кандидатлық диссертациясын жақлаған.  <br>  С.Садықовтыӊ 1964-жылы “Кастрюль”, 1979-жылы   “Бүлбиллер”, 1986-жылы “ Қуўаныш” деп аталған прозалық китаплары   ҳәм бир неше очерклери, публицистикалары жарық көрген.  <br>  Ол Л. Толстой, С. Аҳмад, Ш. Халмурзаев ҳәм тағы басқа  жазыўшылардыӊ шығармаларын қарақалпақ тилине аўдарған.  <br>  С. Садыков 1984-жылдан Жазыўшылар аўкамыныӊ ағзасы."
    },
    {
        "id": 144,
        "poetName": "Садыков Абдулла",
        "lifeSpan": "1946-2001",
        "biography": "<br>  Абдулла Садықов —жазыўшы.  <br>  А.Садықов 1946-жылы 17-октябрьде Қоӊырат районында   тууылған.  <br>  Ол орта мектепти тамамлағаннан кейин Хорезм хожалығында   жумысшы болған (1964-66), Қарақалпақ мәмлекетлик   пединститутын питкергеннен кейин өзи туўылған районда муғаллим   болып ислеген (1971-73), соӊынан “Жеткиншек” газетасында,   Қарақалпақстан Жазыўшылар аўқамында хызмет   аткарған.  <br>  Ол өмириниӊ ақырына шекем “Қарақалпақстан” баспасында   бөлим баслығы лаўазымында иследи.  <br>  Жазыўшыныӊ «Исеним», “Хош, Дилбарым, хош қылықлы   қыз едиӊ!”, «Сөнбейтуғын жулдыз»,“Бостансыз бүлбүл” (1988),   “Таста да гүллейди”(1991) деген гүрриӊлери, повесть ҳәм романлары   баспадан шықты.  <br>  Ол Қарақалпақстан Республикасы Бердақ атындағы мәмлекетлик   сыйлығыныӊ лауреаты (1993) болды хәм Қарақалпақстан   Жазыўшылар аўқамыныӊ сыйлығын (1987) алыўға   еристи.  <br>  А .Садықов 1982-жылдан Жазыўшылар аўқамыныӊ   ағзасы."
    },
    {
        "id": 145,
        "poetName": "Салиев Сапарбай",
        "lifeSpan": "1933",
        "biography": "<br>  Сапарбай Салиев — жазыўшы ҳәм публицист.  <br>  С. Салиев 1933-жылы 23-сентябрьде Шымбай қаласында туўылған.  <br>  Ол мектепти питкергеннен кейин жоллама менен тыӊ  жерлерди өзлестириўшилер арасында болды, соӊынан   “Әмиўдәрья” журналында ислейди, Москвадағы Жоқары   әдебий курсты питкереди ҳәм ҳүрметли дем алысқа шыққанға шекем   “Еркин Қарақалпақстан” газетасында жумыс иследи.  <br>  Жазыўшыныӊ шығармалары 50-жыллардыӊ орталарынан баслап жәрияланды.  <br>  Оныӊ “Өристен қайтканда” (1957), “Зонтик” (1965),   “Күт мени” (1960), “Үстиртке адам келди” (1963), “Кәрўан   мәнзилди гөзлер” (1968), “Үстирт повести” (1972), “Жер   менен тиллескенлер” (1982), “Тырнақ” (1985) деген публицистикалық шығармалары,   повестьлери ҳәм романы басылып шықты. Оныӊ “Үстирт повести”,   “Кәрўан мәнзилди гөзлер” шығармалары рус тилине де аўдарылған.  <br>  С. Салиев Ш. Айтматовтыӊ “Ботакөз”, “Жәмийла” шығармаларын,   Ю.А.Леонтичевтиӊ бир неше повестьлерин   қарақалпақ тилине аўдарған.  <br>  Жазыўшы “ Қарақалпақстан Республикасына мийнети   сиӊген мәденият хызметкери” ҳүрметли атағына ийе.  <br>  С. Салиев 1970-жылдан Жазыўшылар аўкамыныӊ ағзасы."
    },
    {
        "id": 146,
        "poetName": "Сапаров Жанабай",
        "lifeSpan": "1919-2002",
        "biography": "<br>  Жаӊабай Сапаров— жазыўшы.  <br>  Ж.Сапаров 1919-жылы Коӊырат районында туўылған.  <br>  Ол 1939-жылы Төрткүлде аўыл хожалық техникумын питкерип,   Қоныратта агроном (1943-44), районлық “Жеӊис байрағы” газетасыныӊ редакторы,   “Қызыл Қарақалпақстан” газетасыныӊ хабаршысы (1949-50), районлық партия   комитетинде аўыл хожалығы бөлиминиӊ баслығы (1950-51), соӊғы   жыллары “Жас Ленинши”, “Совет Каракалпакстаны” газеталарында,   1961-жылдан баслап Қарақалпақстан телевиденнеси   ҳәм радио еситтириў Комитетиниӊ хабаршысы болып иследи.  <br>  Жазыўшыныӊ дәслепки шығармалары 30-жыллардыӊ   орталарында жәрияланды.  <br>  Оныӊ “Эскадрон атланды” (1957), “Шоманайдыӊ есигин ашқанлар” (1958),   “Үстиртке ҳүжим” (1962), “Жети жылға барабар жети күн” (1977),   “ Шоманай” (1973) атлы   гүрриӊ, очерк, повест ҳәм романлары басылып шыкты. Баспасөзде оныӊ   “Баспашылар арасында” (1977), “Тәслим”   (1982), “Қызыл Қоӊыраттыӊ жигитлери” (1989), “Октябрь жулдызлары” (1968)   деген повестьлери де жәрияланды.  <br>  Ж.Сапаров “Өзбекстан Республикасына мийнети сиӊген   мәденият хызметкери” (1979), “Қарақалпақстан Республикасына мийнети   сиӊген мәденият хызметкери” (1972) хүрметли атақларына ийе,   ол Қарақалпақстан Республикасы Жоқарғы Кеӊесиниӊ Ҳүрмет жарлығы менен сыйлыкланған.  <br>  Ж.Сапаров 1960-жылдап Жазыўшылар аўкамыныӊ ағзасы."
    },
    {
        "id": 147,
        "poetName": "Сапаров Халмурат",
        "lifeSpan": "1932-2009",
        "biography": "<br>  Халмурат Сапаров — балалар шайыры.  <br>  X. Сапаров 1932-жылы 20-мартта Шымбай районыныӊ  Қасым Әўезов атындағы ижара хожалығында туўылған.  <br>  Ол орта мектепти питкергеннен соӊ 1952-1956-жыллары   Қарақалпақ мәмлекетлик пединститутыныӊ филология факультетинде оқыйды.   Мийнет жолын 1956-жылы “Жас Ленинши” (ҳәзирги “Қаракалпақстан жаслары”)   газетасында   әдебий хызметкер болып иелеўден баслайды. Ол соӊынан   бөлим баслығы, жуўаплы хаткер лаўазымында хызмет етеди.   2002-жылдан баслап “Жеткиншек” газетасында бөлим   редакторы болып хызмет атқарды.  <br>  Шайырдыӊ “Нәлше” (1959), “Жас уста” (1961), “Қурқылтай” (1965),   “Бахытлы балалық” (1966), “Айға ушып   барғанда” (1970), “Мениӊ күнлерим” (1977), “Қуслар менен сырласқанда” (1978),   “Алтын дәўран” (1982), “Ўатан   суӊқары” (1984), “Тәбият - өз үйимиз” (1990), “Қуяш балаларымыз” (1992),   “Бала бақша қосығы” (1994), “Тәбиятқа   саяхат” (1997), “Кәсибим-мақтанышым” (2004), “Сап денеде - сап ақыл” (2006),   “Кийиклер” (2009) косықлар топламлары басылып шықты.  <br>  Оныӊ “Жас уста” қосықлар топламы 1970-жылы Ташкентте   өзбек тилинде басылды. “Қаўынныӊ ширеси”   (1987), “Қаскырлар менен бетпе-бет” (1996) гүрриӊлер   топламы “Қарақалпакстан” баспасынан жарық көрди.  <br>  Балалар шайырыныӊ “Жийрен тай” (1973), “Шебер   қоллар” (1981), “Атам менен әӊгиме” (1988) деп аталған   қосықлар топламлары “Қарақалпақстан” баспасынан орыс   тилинде басып шығарылды. “Бала ҳәм тайыншақ” (1981)  Ташкентте,  “Егер ерте  турсаӊ” (1982) топламы Москвада “Детская литература”   баспасында орыс  тилинде шығарылды.  <br>  Шайыр қосықлары беларус, молдаван, татар, қумық,   башкурт, қазақ, түркмен хәм басқада халықлар тиллерине   аўдарылды.  <br>  X. Сапаров 1984-жылы “Бахытлы балалық”, “Қурқылтай”,   “Айға ушып барғанда” ҳәм “Жийрентай” қосықлар топламлары ушын   Қаракалпақстан Республикасы Бердақ атындағы   мәмлекетлик сыйлыктыӊ лауреаты болды.  <br>  Сондай-ақ, оған 1982-жылы “Қарақалпакстан Республикасына   мийнети сиӊген мәденият хызметкери” ҳүрметли   атағы берилди. Ол Өзбекстан ҳәм Қарақалпақстан Республикасыныӊ   Жокарғы Кеӊеси Президиумыныӊ Ҳүрмет   жарлыклары менен сыйлыкланды.  <br>  X. Сапаров 1961-жылдан Жазыўшылар аўкамыныӊ ағзасы."
    },
    {
        "id": 148,
        "poetName": "Сәрсенбаев Теңелбай",
        "lifeSpan": "1940-2005",
        "biography": "<br>  Теӊелбай Сәрсенбаев — шайыр.  <br>  Т. Сәрсенбаев 1940-жылы 9-июльде Кегейли районыныӊ  аймағында туўылған.  <br>  Ол орта мектепти тамамлағаннан кейин бир қанша   ўақытлар даўамында аўылда жумыс ислейди, Қаракалпақ   мәмлекетлик пединститутын питкерди.  <br>  Өз мийнет жолын Нөкис районлык ДОСААФ комитетинин   баслығы, Қаракалпақстан телевидениеси ҳәм радио   еситтириў комитетинде редактор, соӊғы жыллары “Әмиўдәрья”   журналында әдебий хызметкер болып ислейди.  <br>  Шайырдыӊ “Жаршы” (1974), “Қубылыў” (1980), “Дебдиў” (1977),   “Қайнаўыт” (1983), “Шабыўыл” (1989), “Дүнья   менен дәртлесиў” (1990), “Таӊырқант” (1995) тағы баска да   поэзиялык топламлары баспадан шықты.  <br>  Ол Н. Жарқынбаевтыӊ “Алатаў бояўлары” атлы шығармасын   қарақалпақ тилине аўдарған.  <br>  Оныӊ гейпара шығармалары өзбек хәм рус тиллеринде   де жәрияланды.  <br>  Т. Сәрсенбаев 1980-жылдан Жазыўшылар аўқамыныӊ   ағзасы."
    },
    {
        "id": 149,
        "poetName": "Сәрсенбаев Өтебай",
        "lifeSpan": "1951-2011",
        "biography": "<br>  Өтебай Сәрсенбаев — шайыр.  <br>  Ө. Сәрсенбаев 1951-жылы 3-октябрьде Кегейли районындағы   ҳәзирги Ж. Ҳабибуллаев атындағы ширкет хожалығында туўылған.  <br>  Ол Карақалпақ мәмлекетлик пединститутын питкерип   муғаллим болып ислейди.  <br>  Соӊынан Өзбекстан педагогикалық илим изертлеў   институтында илимий хызметкер, “Жас Ленинши” (хәзирги   “Қарақалпақстан жаслары”) газетасында хабаршы, “Қарақалпақстан”   баспасында аға редактор, соӊынан усы баспада   көркем әдебиятлар бөлимин басқарды.  <br>  Шайырдыӊ “Ассалам, жайлаўым” (1985), “Жүрек тебренислери” (1982),   “Қайдасыз, аққуўым” (1984), “Характер”   (рус тилинде, 1988), “Саманбайдыӊ балалары” (1990), “Шынқобыз”,   “Жаӊабазар әпсаналары” (1992) деген топламлары   басылып шықты.  <br>  Ө. Сәрсенбаев 1983-жылдан Жазыўшылар аўкамыныӊ   ағзасы."
    },
    {
        "id": 150,
        "poetName": "Сәтбаев Оразбай",
        "lifeSpan": "1955",
        "biography": "<br>  Оразбай Сәтбаев — шайыр.  <br>  Ол 1955-жылы Кегейли районыныӊ Жалпақжап аўылында туўылған.  <br>  1972- жылы орта мектепти питкереди, 1983-жылы Ташкенттеги   рус тили ҳәм әдебияты институтын тамамлағаннан соӊ “Еркин Карақалпакстан”   газетасында дәслеп әдебий хызметкер,   ҳәзир бөлим баслығы болып ислеп   киятыр. «Карақалпакстан Республикасына мийнети сиӊген   журналист».  <br>  О. Сәтбаевтыӊ “Дәслепки қар” (1988), “Ай сығалайды”   (1992), «Дөӊбекшиген дүньясаӊ» (1995), “Тырналар” (1997),   “Салдым сүўретиӊди сезимлериме” (2009), «Өмир дәптери»   (2010), атлы поэзиялык китаплары басылып шыққан, “Европа ҳәм   Океания халык ертеклерин” (1992) қарақалпақ тилине аўдарған.  <br>  О. Сәтбаев 1993-жылдан Жазыўшылар аўқамыныӊ ағзасы."
    },
    {
        "id": 151,
        "poetName": "Сейтов Хожабек",
        "lifeSpan": "1917-2001",
        "biography": "<br>  Хожабек Сейтов— шайыр хәм жазыўшы.  <br>  X. Сейтов 1917-жылы 25-августта Тахтакөпир районыныӊ Қарабуға аўылында туўылған.  <br>  Ол дәслеп баслаўыш мектепте муғаллим, соӊынан Төрткүлдеги муғаллимлер институтын питкерип, оқыў бөлиминин баслығы, Областьлық партия комитетиниӊ инструкторы, радиокомитеттиӊ баслығы болды. Қарақалпақ мәмлекетлик педагогикалық институтын питкерип Жазыўшылар аўқамыныӊ баслығы, “Совет Қарақалпақстаны” газетасыныӊ бөлим баслыгы ўазыйпасында, кейин ала дем алыска шыққанға шекем Жазыўшылар аўқамында көркем әдебиятты нәсиятлаў бюросыныӊ баслығы лаўазымында иследи. Жазыўшы еки рет Хүрмет белгиси ордени ҳәм медальлар, Өзбекстан хәм Қарақалпақстан Республикасы Жокарғы Кеӊесиниӊ Ҳүрмет жарлықлары менен сыйлыкланған, “Өзбекстан Республикасына мийнети сиӊген мәденият хызметкери” (1972) ҳәм “Қарақалпақстан халық жазыўшысы” (1991) деген хүрметли атакларға ийе. Шайырдыӊ “Алға жеӊиске” (1944), “Бахытлы өмир” (1944), “Өмир таӊы”(1950), “Гүлленген аўыл” (1955), “Толқынлар” (1956), “Әмиў қызы” (1966), “Қызкеткен” (1957), “Бәхәрде Әмиў бойында” (1966) деген поэзиялык топламлары басылып шықты. Онын поэзиялық дөретпелериниӊ “Таӊламалы шығармалары” (1977) жәрияланды.  <br>  Х.Сейтовтыӊ өзбек, рус тиллеринде бир неше топламлары баспадан шықты. Жазыўшыныӊ проза тараўында “Агроном председатель” (1956), “Машақатлы бахыт” (1958), “Ҳәўирли самал” (1973) повесть ҳәм романлары жәрияланды, булардыӊ айрымлары өзбек, рус тилине аўдарылған.  <br>  Х.Сейтов Твардовскийдин «Василий Теркин» поэмасын (Б.Қайыпназаров пенен бирге) ҳәм Миртемирдиӊ «Қарақалпақ дәптери» шығармасын қарақалпақшалаған.  <br>  Х.Сейтов 1943-жылдан Жазыўшылар аўкамыныӊ ағзасы."
    },
    {
        "id": 152,
        "poetName": "Сейтов Шаўдырбай",
        "lifeSpan": "1937-1996",
        "biography": "<br>  Шаўдырбай Сейтов—шайыр ҳәм жазыўшы.  <br>  Ш. Сейтов 1937-жылы 16-мартта Түркменстанның Гөне   Үргениш районындағы “Сейит шүртениң каласы” деген   жерде туўылған.  <br>  1942-жылы Ш.Сейтовтың шаңарак ағзалары Нөкис   каласына көшип келеди ҳәм сол ўакыттағы мектепте билим   алады. Москвада әдебият институтында, Карақалпак мәмлекетлик   институтында оқыған. 1985-жылы Нөкис мәмлекетлик университетин   сырттан оқып питкерди.  <br>  Ш. Сейтов Қарақалпақ мәмлекеглик баспасында, “Әмиўдәрья”   журналында, телевидение ҳәм радио есиггириў комитетинде иследи.   Бир канша жыллар Жазыўшылар аўкамында ҳәм   “Қарақалпакстан” баспасында бөлим баслығы   болып иследи.  <br>  Оның биринши шығармалары 60-жыллары жарық көрди,   шайыр сыпатында “Үшпелек” (1964), “Сокпағым мениң,   қайдасан” (1966), “Таўлардан саза” (1970), “Жоллар” (1990)   топламларының авторы.  <br>  Проза тараўында “Көп еди кеткен тырналар”, “Қашқын”   (1969), “Жынаятлы исине косын тигилсин” повестьлери   менен бирге, ол “Ығбал соқмаклары” (1975), “Халкабад” (1978-1990,4 китап)   “Жаман шығанақтағы Актуба” (1992), “ Шырашылар” (1986) романларын баспадан шығарды.  <br>  Жазыўшы аўдарма тараўында Пушкин, Лермонтов, Л.Толстой,   Некрасов, С.Айнийдин шығармаларын қарақалпақ   оқыўшыларына жеткерди.  Оның “Много было улетевших журавлей”, “Полдень”   топламлары рус тилинде басылған.  <br>  Ш.Сейтов Карақалпақстан Республикасы Бердақ атындағы   мәмлекетлик сыйлығының лауреаты, “Қарақалпақстан   халык жазыўшысы” (1992), “Қарақалпақстан Республикасына мийнети сиңген   мәденият хызметкери” (1990) ҳүрметли   атакларына ийе.  <br>  Ш. Сейтов 1972-жылдан Жазыўшылар аўқамының ағзасы."
    },
    {
        "id": 153,
        "poetName": "Сейтжанов Тәжетдин",
        "lifeSpan": "1924-1998",
        "biography": "<br>  Тәжетдин Сейтжанов—шайыр ҳәм драматург.  <br>  Т. Сейтжанов 1924-жылы 5-майда Кегейли районында   туўылған. 1942-жылы екинши жәҳан урысына атланады ҳәм   жарақатланып 1945-жылы кайтады. 1948-жылы Қарақалпақ   Мәмлекетлик пединститутын тамамлады. Мектеп директоры ,   районлық жаслар комитетиниң биринши хаткери лаўазымында иследи.  <br>  Ол 1952-54-жыллары Ташкентте партия мектебинде   оқыды. Оны питкерип келген соң “Жас Ленинши” газетасында,   радиокомитетте аға редактор, Областьлык партия   комитетинде инструктор, “Әмиўдәрья” журналының бөлим   баслығы, мәмлекетлик филармонияның директоры, қалалық мәденият   бөлиминиң баслыгы, “Совет Қаракалпакстаны” газетасында,   мәмлекетлик телевидение ҳәм радио   еситтириў комитетинде баслыктың орынбасары болып иследи.   1986-жылдан Жазыўшылар аўқамында хызмет етти.  <br>  Т. Сейтжановтың дәслепки қосықлары 40-жыллардың  ақырларында жәриялана баслады. Шайырдың “Азамат жыры” (1955),   “Зийба” (1959), “Қанатлы жаслық” (1960),   “Айна алдындағы сөз” (1965), “Бәҳәр сени сағынды” (1975),   “Мухаббатнама” (1976), “Өмир философиясы” (1979), “Мениң арифметикам” (1983),   “Тасқын” (1990) сыяқлы поэзиялык   топламлары басылды.  <br>  Драматургия тараўынаа Т. Сейтжановтың “Қырлы соқпаклар” (1958),   “Тынымсыз толқынлар” (1964), “Күйгелек   көзли яр” (1959), “Жалын” (1969), “Абу Райхан Беруний” (1973)   пьесалары сахналастырылды.    <br>  Ол Некрасовтың “Руста ким жақсы турады?”, “Рус хаяллары” поэмаларын   ҳәм Шевченко, Назым Ҳикмет, Расул   Ғамзатов шығармаларын қаракалпақ тилине аўдарған.  Оның рус хәм өзбек тиллеринде топламлары басылған.  <br>  Т. Сейтжанов “Қарақалпакстан халык шайыры” (1974),   “Қарақалпақстан Республикасына мийнети синген мәденият   хызметкери” (1969).  <br>  Ол “Данк” ордени, медальлар, Өзбекстан хәм Қарақалпақстан   Республикасы Жокарғы Кеңесиниң Ҳүрмет жарлықлары менен сыйлыкланған.  <br>  Т. Сейтжанов 1955-жылдан Жазыўшылар аўкамының  ағзасы."
    },
    {
        "id": 154,
        "poetName": "Сейтжанов Әбдиразак",
        "lifeSpan": "1936-2006",
        "biography": "<br>  Әбдиразақ Сейтжанов — балалар шайыры.  <br>  Ә. Сейтжанов 1936-жылы 16-мартта Кегейли районында   туўылган.  <br>  Қарақалпақ мәмлекетлик педагогикалык институтын  тамамлап, республикапық радиокомитетте (1959-1961), “Жас   Ленинши” (1961-1964) ҳәм “Жеткиншек” газеталарында   (1964-66), бөлим баслығы, жуўаплы хаткер болып ислеген.  <br>  Соң районлық газетада, ал 1975-жылдан баслап “Целинник”   газетасында жуўаплы хаткер ўазыйпасын атқарды.  <br>  Соңынан Жазыўшылар аўкамында көркем әдебиятты нәсиятлаў бюросында жумыс ислеген.   Ол 1993-жылы «Қарақалпақстан Республикасына   мийнети сиңген мәденият хызметкери» атағын   алыўга миясар болды. Қарақалпақстан Республикасы Жоқарғы Кеңесинин Хүрмет   жарлыгы менен сыйлыкланған.  <br>  Онын балаларға арналған “Әрман” (1969), “Ақбузаў” (1975),   “Достыңа қыянет етпе” (1981), “Тыңлаң планета балалары”(1984),   “Гүмис қоңыраў” (1987), “Алты жасар Аймурат ҳәм   бес жасар Баймурат хаққында ертек” (1995) топламлары жәрияланған.  <br>  Ол балалар ушын бирқанша поэмалар да жазған.  <br>  Ә.Сейтжанов 1980-жылдан Жазыўшылар аўкамының   ағзасы."
    },
    {
        "id": 155,
        "poetName": "Сейтеков Аяпберген",
        "lifeSpan": "1948-1980",
        "biography": "<br>  Аяпберген Сейтеков—шайыр.  <br>  А. Сейтеков 1948- жылы Кегейли районында туўылған.  <br>  Ол орта мектепти тамамлап аўылда иследи. “Жас Ленинши”   (ҳәзирги “Карақалпақстан жаслары”), “Жеткиншек” газеталарында иследи.  <br>  Шайыр Қаракалпак мәмлекетлик пединститутын сырттан окып питкерген.  <br>  Шайырдын биринши топламы “Әдалат шәшмеси” (1978),   соң “Терезени шоқыған шымшық” (1982), “Жойтылған   сокпақ” (1993), “Топарынан бөлинди ак қуў” (1995) қосықлар топламлары баспадан шықты.  <br>  Башкурт шайыры Гүлфия Юнусованың қосықларын   қарақалпақ тилине аўдарды.  <br>  А. Сейтеков 1980-жылдан Жазыўшылар аўқамының  ағзасы."
    },
    {
        "id": 156,
        "poetName": "Сейтмамутов Тажиахмет",
        "lifeSpan": "1905-1971",
        "biography": "<br>  Тәжиахмет Сейтмамутов—шайыр.  <br>  Т. Сейтмамутов 1905-жылы Шымбай районындағы Бесжап аўылында туўылған.   Ол Төрткүл педтехникумын питкерип Тамды районында милиция бөлиминиң баслығы,   Шымбайда жаслар комитетиниң хаткери болды, Ташкенттеги редакторлардың   курсын питкерди, “Қызыл Қаракалпақстан”   газетасында редактордың орынбасары, редактор болып иследи.   Партия институтында окыды, Шымбай районлық партия ко-   митетинде бөлим баслығы, мәденият ислери баскармасында,   “Совет муғаллими” газетасында редактор болып хызмет етти.  <br>  Т. Сейтмамутов екинши жәхән урысының катнасыўшысы,   ол урыстан соңғы жыллары Областьлық партия комитетинде   инструктор, кейинги жыллары өмириниң ақырына шекем   “Совет Қаракалпақстаны” газетасында иследи. Шайырдын   дәслепки шығармалары 20-жыллардын ақырында жәриялана баслады.   Онын “Кабыл қаллаш” (1928), “Азат кыз” (1938)   пьесалары сахнаға койылды. Шайырдың “Саўға” (1933),   “Каракөл” (1930), “Қахарман” (1946), “Сүйемен” (1956), “Өмир   йошы” (1963), “Жетимнен жетилгенлер” (1991) деген топламлары баспадан шықты.  <br>  Т. Сейтмамутов “Данк” ордени хәм медальлар,   Қарақалпақстан Республикасы Жоқарғы Кеңесиниң Ҳүрмет жарлықлары   менен сыйлыкданған. Ол “Өзбекстан Республикасына мийнети сиңген мәденият хызметкери” деген хүрметли   атаққа ийе еди.  <br>  Т. Сейтмамутов 1934-жылдан Жазыўшылар аўқамының  ағзасы."
    },
    {
        "id": 157,
        "poetName": "Сейтназаров Ғалым",
        "lifeSpan": "1927-1994",
        "biography": "<br>  Ғ. Сейтназаров — шайыр хәм жазыўшы.  <br>  Ғ. Сейтназаров 1927-жылы Тахтакөпир районында туўылған.   Ол 1943-жылдан баслап баслаўыш класста муғаллим болды,   ал 1944-жылы муғаллимлер курсын, 1947-жылы Алма-Атада   журналистика курсын питкерди. Соңынан районлык   газетада, “Жас Ленинши” газетасында, Республикалық радиокомитетте бас редактор,   Карақалпақстан Жазыўшылар   аўқамында жуўаплы хаткер, хүрметли дем алысқа шыкканға   шекем мәмлекетлик телевидение ҳәм радио еситтириў комитетинде иследи (1964-90).  <br>  Ғ. Сейтназаровтың шығармалары 50-жыллардын орталарынан   баслап жәрияланды. Оның “Биринши дәптер”  (1960), “Ерлик белгиси” (1961), “Разливтеги қос” (1968),   “Сырласыў” (1977), “Темир казық” (1982), “Я иду” (1983)   деген поэзиялық топламлары, “Қызыл қум новеллалары”   (1962), “Бизиң аўыл” (1960), “Даўыллар арасында” (1976),   “Жалғыз атлы” (1993), “Бөгет” (1995) повестьлер китабы   басылып шықты. Оның бир катар шығармалары Москвада   рус тилинде жәрияланды.  <br>  Ғ. Сейтназаров “Өзбекстан Республикасына мийнети сиңген   мәденият хызметкери” (1977) ҳәм “Қарақалпақстан Республикасына   мийнети сиңген мәденият хызметкери” (1969)   Хүрметли атакларына ийе еди. Ол Өзбекстан хәм Қарақалпақстан Республикасы   Жоқарғы Кеңесиниң Ҳүрмет жарлығы   менен сыйлыкланған.  <br>  Ғ. Сейтназаров 1953-жылдан Жазыўшылар аўқамының  ағзасы."
    },
    {
        "id": 158,
        "poetName": "Сейтназаров Жолдас",
        "lifeSpan": "1918-1982",
        "biography": "<br>  Жолдас Сейтназаров 1918-жылы Шымбай районы Тағжап   аўылында туўылған. 1930-жылдан Шымбайдағы “Коммуна”   мектебинде тәрбияланады. Мийнет жолын 1937-жылдан “Жеткиншек”   газетасының хабаршылар бөлиминиң баслығы, “Совет муғаллими”   газетасында мектеплер бөлимин баскарды.   1942-43-жыллары екинши жәҳән урысында болды. Фронттан   қайтқан соң Кегейли районлық газетасында редактор, бир   канша жыллар радио еситтириў комитетинде баслықтың орынбасары,   кейин “Қаракалпакстан” баспасында иследи.  <br>  Москвадағы Жокарғы әдебий курста оқыды, республикалык   мәденият үйиниң директоры, 1977-жылдан өмириниң  ақырына шекем телевидение ҳәм радио еситтириў комитетинде хызмет етти.  <br>  Оның “Ерназар” (1949), “Ерлик” (1953), “Жүрек сөзи”   (1955), “Кырағылык” (1958), “Кишкене дослар” (1961), “Мектеп бағы” (1955),   “Бәҳәр ҳәм мен” (1966), “Өмир мурады”   (1966)ҳәм баскада топламлары қарақалпак, өзбек, рус тилинде басылып шықты.   Булардан басқа жазыўшының   очерк, гүрриңлери, повестьлери “Айсулыў” (1954), “Канлыжап”лы каҳарман” (1957),   “Узактағы жайлаўда” (1959), “Әмиўдәрьялы қыз” (1961),   “Билим ҳәм мийнет” (1961), “Алтын саат” (1968) деген китаплары шықты.   Ж. Сейназаров “Өзбекстан Республикасына мийнети сиңген мәденият хызметкери”   (1978) ҳәм “Қарақалпақстан Республикасына мийнети сиңген   мәденият хызметкери” (1968) ҳүрметли атақларға ийе еди.   Ол Өзбекстан ҳәм Қарақалпақстан Республикасы Жокарғы   Кеңесинин Ҳүрмет жарлығы менен сыйлыкланған.  <br>  Ол 1939-жылдан Жгзыўшылар аўқамының ағзасы."
    },
    {
        "id": 159,
        "poetName": "Сейтниязов Мәтен",
        "lifeSpan": "1934-2006",
        "biography": "<br>  Мәтен Сейтниязов — шайыр.  <br>  М. Сейтниязов 1934-жылы 22-февралда Канлыкөл районының   аймағында туўылған. Ол Қарақалпак мәмлекетлик   пединститутын тамамлап Жазыўшылар аўқамында,   “Әмиўдәрья” журналында, Қарақалпақ мәмлекетлик баспасында жумыс иследи.  <br>  Шайырдың “ Кәрим матрос” (1955), “Ашқарын пышық   ҳәм басқалар” (1959), “Жумбақлар” (1957), “Толқытқан   ойлар” (1961), “ Қызғыңым мениң” (1966), “ Бәрҳәма   жолдаман” (1971), “Айтылар сөз”, “ Ел қәдири” (1973),   “Кеўил тилласы” (1981), “ Бир гәпим бар” (1987) деген   топламлары ҳәм “Небыть камен” (1979) деген ат пенен   “Советский писатель” баспасынан рус тилиндеги китабы   басылып шықты. “Жети журтқа саяхат” (1990) атлы публицистикасы жарық көрди.  <br>  М. Сейтниязов А. Пушкин, М. Горький, М. Рыльский, О.Шестинский,   Л.Батьтын бир қатар шығармаларын қарақалпақ тилине аўдарды.  <br>  Шайыр Өзбекстан ҳәм Қарақалпақстан Республикасы   Жоқарғы Кеңесинин Ҳүрмет жарлықлары менен сыйлықланған.   Ол Қарақалпақстан Республикасы Бердақ атындағы   мәмлекетлик сыйлығының лауреаты болыўға еристи (1991).  <br>  М. Сейтниязов 1957-жылдан Жазыўшылар аўқамының  ағзасы."
    },
    {
        "id": 160,
        "poetName": "Сейтаев Базарбай",
        "lifeSpan": "1957-2009",
        "biography": "<br>  Базарбай Сейтаев — шайыр.  <br>  Б.Сейтаев 1957-жылы 14-майда Кегейли районындағы   “Халкабад” ширкет бирлеспеси аймағында туўылған. 1978-жылы   Нөкис мәмлекетлик университетиниң филология   факультетин питкергеннен соң республикалық “Жас Ленинши”   (ҳәзирги “Қарақалпақстан жаслары”) газетасында   мийнет жолын баслады.  <br>  Әскерий хызметтен (1979-80) соң республикалық “Жеткиншек”,   “Устаз жолы” газеталарында, “Билим” ҳәм “Кара-   кдлпақстан” баспаларында хызмет етти.  <br>  Соңынан “Кәсиплик билимлендириў” газетасында редак-   тор болып иследи.  <br>  Оның “Ашылар дунья” (1990), “Кеўил кеширмелери” (1991),   “Алма гүллеген пасыл” (2007) қосықлар топламлары, “Арзыўлар   көшкисинде таўланған сәнем”, “Шабандозлар” атлы хүжжетли   повестьлери арнаўлы китап болып басылып шықты.  <br>  2004-жылы Өзбекстан халык шайыры Мухаммед Юсуфтиң   “Биз бахытлы боламыз” атлы қосықлар топламы оның  аўдармасында жарыққа шықты.  <br>  Б.Сейтаев 1999-жылдан Жазыўшылар аўкамының  ағзасы."
    },
    {
        "id": 161,
        "poetName": "Султанов Алпысбай",
        "lifeSpan": "1947",
        "biography": "<br>  Алпысбай Султанов — жазыўшы.  <br>  А. Султанов 1947-жылы Мойнақ районында туўылған. Ол   Қарақалпақ мәмлекетлик пединститутын тамамлап, бир қанша   ўакыт “Жеткиншек” газетасында, Өзбеккинохроника   студиясының Қарақалпақстан филиалында, Қарақалпақстан   телевидениеси ҳәм радио еситтириў Комитетинде, Қарақалпақстан   Республикасы Жоқарғы Кеңесинде, “ Қарақалпақфильм”   студиясында жумыс ислейди.  <br>  Ҳәзирги күни Әжинияз атындағы Нөкис мәмлекетлик   пединститутында оқытыўшы болып ислеў менен бирге “Сәният”   журналының бас редакторы ўазыйпасын атқармақта.  <br>  Жазыўшының “Аквариум” (1978), “ Мәрмер тастағы жазыў” (1981),   “Өмир өткеллери” (1992), “Әкем ҳаққында   әңгимелер” (2007), “Новеллалар” (2008) деген гүрриңлер, повестьлер   китабы ҳәм “Дөҳмет” романы жәрияланды.  <br>  А.Султанов Қарақалпақстан Республикасы Жаслар аўкамы   сыйлығының лауреаты (1981).  <br>  Ол Қарақалпақстан Республикасы Жоқарғы Кеңесиниң   Ҳүрмет жарлығы менен сыйлықланған.  <br>  А. Султанов 1982-жылдан Жазыўшылар аўкдмының ағзасы."
    },
    {
        "id": 162,
        "poetName": "Султанов Караматдийн",
        "lifeSpan": "1924-1989",
        "biography": "<br>  Караматдийн Султанов—жазыўшы.  <br>  К. Султанов 1924-жылы Мойнақ районының Акдәрья   аўылында туўылған.  <br>  Ол 1941-жылы Шымбайдағы педучилищени питкерип,   аўылда муғаллим, районлық “Кызыл балыкшы”, “Кызыл   Қарақалпақстан”, “Жас Ленинши”, “Совет Қарақалпақстаны” газеталарында,   Ташкентгеги партия мектебин питкерип,   радиокомитетте жумыс иследи.  <br>  Оның шайыр сыпатында “Ўакыт косыклары” (1949),   “Алтын дәўир” (1983), “Дәўир тәрийпи” (1969) деген топламлары шыкты.   Жазыўшының дөретиўшилигинде проза   баслы орынды ийелейди, бул тараўда оның “ Менин досларым” (1956),   “Мениң аўылласларым” (1960), “Алдынғы саўыншы” (1956),   “Ағалардың әнгимеси” (1968), “Өткен күнлер” (1975) деген   гүрриң ҳәм повестьлер топламлары,   “Акдәрья” (1962), “Әжинияз” (1967) романлары басылып   шыкты. Оның “Акдәрья”, “Әжинияз” романлары өзбек, рус   тиллеринде де жәрияланды.  <br>  К. Султанов “Қарақалпақстан халык жазыўшысы” (1974)  деген ҳүрметли атакка ийе. Ол Қарақалпақстан Республикасы   Бердақ атындағы мәмлекетлик сыйлығының лауреаты,   Өзбекстан ҳәм Қарақалпақстан Республикасы Жокарғы Кеңеслериниң   Хүрмет жарлыклары менен сыйлыкланған, Жазыўшы Қарақалпақстан Республикасы   Жоқарғы Кенесине депутат болып сайланған.  <br>  К. Султанов 1960-жылдан Жазыўшылар аўкамының ағзасы."
    },
    {
        "id": 163,
        "poetName": "Султанов Қалымбет",
        "lifeSpan": "1932-2001",
        "biography": "<br>  Қалымбет Султанов — әдебият изертлеўшиси ҳәм сыншы.  <br>  Қ. Султанов 1932-жылы 13-мартта Қанлыкөл районының  аймағында туўылған. Ол 1950-жылы Хожелидеги педучилищени   питкерип, басланғыш класста муғаллим болып ислейди, Қарақалпақ   мәмлекетлик пединститутында оқып, жоқары билим   алғаннан кейин Коңырат районында муғаллим болады, соңынан   мәмлекетлик театрда әдебий бөлимниң баслығы, пединститутта   окытыўшы хызметлеринде иследи, Ташкентте аспирантураның  теориялык курсында оқыды, соңынан пединститутта ҳәм   унверситетте аға оқытыўшы, доцент, профессор лаўазымларында   жумыс иследи. Қ. Султанов 1967-жылы “Ҳәзирги Қарақалпақ   поэмалары” деген темада кандидатлық диссертациясын, ал 1991-жылы   “Ҳәзирги қарақалпак прозасының раўажланыў бағдарлары”   деген темада докторлық диссертациясын жақлады.  <br>  Алым хәм сыншының “Заманлас жаным менен...” (1972),   “Прозаның раўажланыў жоллары”(1977), “Фольклоршы - Каллы Айымбетов” (1979),   “Т. Қайыпбергеновтың прозасы” (1979),   “Жазыўшы - драматург” (1984), “Шайыр жолы” (1986), “Инсан күдирети” (1992)   деген мийнетлери басылып шықты. Ол   “Революцияға шекемги қарақалпақ әдебиятыныц тарийхы”   (1983), “Әдебияттаныў” (1986) атлы жоқары оқыў орынларына   арналған сабаклықлардың да авторларының бири. Қ.Султанов М.Горькийдин “Әдебият ҳаққында”, (Ҳ.Жумашев пе-   нен), В.Шукшинниң “ Кораз шақырғанша” повесть ҳәм   гүрриңлерин, Аристотельдиң “Поэтика”, Буалоның “Сөз өнери шығармаларын   қарақалпақ тилине аўдарған. Ол “Қарақалпақстан Республикасына   мийнети сицген илим ғайраткери” (1991) деген ҳүрметли атаққа ийе.  <br>  Қ. Султанов 1982-жылдан Жазыўшылар аўкамының ағзасы."
    },
    {
        "id": 164,
        "poetName": "Таўмуратов Марат",
        "lifeSpan": "1959",
        "biography": "<br>  Марат Таўмуратов — жазыўшы хәм журналист.  <br>  М. Таўмуратов 1959-жылы Нөкис каласында туўылған. 1983-жылы   Қарақалпақ мәмлекетлик университетиниң математика   факультетин питкерген.  <br>  Өзиниң мийнет жолын аўыллык мектепте муғаллим болып ислеўден баслаған.  <br>  Соңынан Қарақалпақстан телевидениеси, “Қарақалпақстан”   баспасында редактор, “Әмиўдәрья” журналында бөлим баслығы,   “Қарақалпақфильм” киностудиясында, “Жанлан Арал” газетасында   бас редактор болып ислеген.  <br>  Ҳәзирги ўакытта Қарақалпақстан телеканалында жумыс   ислейди.  <br>  Оның “ Муҳаббат дәптерин бетлегенде” (1985),   “Ертен шығармыз таўға” (1991), “Та, Аралға шекем” (1992),   “Ақтүнниң көленкеси” (1994), “Сәўирдиң ақ жамғыры” (1996), “Қыска   роман” (2004) топламлары жарық көрген.  <br>  М. Таўмуратов 1997-жылдан Жазыўшылар аўқамының   ағзасы."
    },
    {
        "id": 165,
        "poetName": "Ташенов Жумабай",
        "lifeSpan": "1925-2002",
        "biography": "<br>  Жумабай Ташенов — жазыўшы.  <br>  Ж. Ташенов 1925-жылы Нөкис районында туўылған.   1943-45-жыллары екинши жәҳән урысында болды. Урыстан   соң Жазыўшылар аўқамында, “Қызыл Қарақалпақстан”   газетасында бөлим баслығы, редактордың орынбасары ўазыйпаларында ислеген.  <br>  Ташкентгеги партия мектебиниң тынлаўшысы болды. Низамий   атындағы педагогикалық институтты питкерди.  <br>  Ол 1958-60-жыллары “Әмиўдәрья” журналында бас редактор,   1963-жылы Алма-Ата қаласына көшип, Жазыўшылар аўқамында   әдебий мәсләхәтши, “Жазыўшы” баспасында   редакция баслығы болып иследи.  <br>  Жазыўшының “Женимпазлар”, “Урыста шыныққанлар”   (1944), “Жаўынгер дослар” (1956), “Жаўынгер жолы”, “Биринши айқас” повестьлери   қарақалпақ ҳәм қазақ тиллеринде жәрияланған.  <br>  Ол сценарийин жазған “Ана туўралы аңыз” фильми   экранларда көрсетилди.  <br>  “Жас гвардия”, “Полк улы” шығармаларын қарақалпақ тилине аўдарған.  <br>  Ол орден ҳәм медаллар менен сыйлыкланған."
    },
    {
        "id": 166,
        "poetName": "Тәжибаев Әжинияз",
        "lifeSpan": "1941",
        "biography": "<br>  Әжинияз Тәжибаев — шайыр.  <br>  Ә. Тәжибаев 1941-жылы Нөкис районының Бақаншаклы   аўылында туўылған. 1962-жылы Қарақалпақ мәмлекетлик   педагогикалык институтын тамамлады.  <br>  Ол “Жас Ленинши” газетасында әдебий хызметкер, областьлық   жаслар аўқамында инструктор, “Совет Қарақалпақстаны” газетасында редактордың   орынбасары, 1975-жылдан   областьлык партия комитетинде, областьлық профсоюз комитетинде   жуўаплы лаўазымларда ҳәм Қарақалпақстан   Министрлер Кеңеси Баслығының орынбасары, Қарақалпақстан   Баспа сөз бойынша мәмлекетлик комитеттиң баслығы болды.  <br>  Ҳәзир баслык орынбасары ҳәм республикалык “Жипек   жолы” газетасының редакторы хызметин аткармақта.  <br>  Оның дәслепки қосыклары 60-жыллардын басларында   жәриялана баслады.  <br>  Оның “Ай туўып киятыр” топламы 1974-жылы басылып   шықты. Ол “Арзы қыз” поэмасының авторы.  <br>  Ә. Тәжибаев 1977-жылдан Жазыўшылар аўқамының ағзасы."
    },
    {
        "id": 167,
        "poetName": "Тәжимуратов Әденбай",
        "lifeSpan": "1930-1992",
        "biography": "<br>  Әденбай Тәжимуратов — шайыр, жазыўшы, фольклорист   алым.  <br>  Ә.Тәжимуратов 1930-жылы 5-майда Мойнақта Ақ дәрья   аўылында туўылған.  <br>  1946-жылы ол Хожелидеги педучилищени питкерип,   мектепте муғаллим, “Жас Ленинши” газетасында бөлим баслығы,   районлық газетада редактор болып ислейди, соңынан   пединститутты тамамлап, радио еситтириў комитетинде, “Жеткиншек”   газетасында редактор, Жазыўшылар аўқамының  баслығы, Н. Дәўкараев атындағы Тарийх, тил хәм әдебият институтында   илимий хызметкер, Карақалпак мәмлекетлик пединститутында   окытыўшы, Өзбекстан педагогикалық илим   изертлеў институтының Қарақалпақстан филиалында директор лаўазымларында иследи.  <br>  Ә. Тәжимуратов 1966-жылы “Қарақалпақ халык қосықлары”   деген темада кандидатлық диссертациясын жаклады.  <br>  Оның шығармалары 50-жыллардың басларында жәриялана баслады.   Жазыўшының “Парахатшылық кептерлери” (1957), “Зарлық ҳәм Барлык” (1967),   “Ҳәкке қайда” (1971),   “Айдынлар” (1976), “Ең қәдирли сөзлер” (1959), “Гүрриңлер”   (1960), “Саркоплы батыр” (1962), “ Шешиўши қәўли” (1968),   “Мақсет” (1974), “Сулыўхан” (1980) деген поэзиялық ҳәм   прозалық китаплары басылып шықты.  <br>  Фольклорист алым “ Қарақалпақ халық косыклары” (1965)   Деген китап таярлап оған кирис сөз жазды, профессор Қ. Максетов пенен   бирге студентлер ушын “Қарақалпак фольклоры деген сабаклықты   жазыўға қатнасты (1979).  <br>  Ә. Тәжимуратов Р. Тагордың “ Қыйралыў”, Абдулла   Қаххардың “ Шаппаттай кыз”, Ш. Айтматовтың “Қызыл   шалғышлы дилбарым”, С. Ахмадтың, С. Анарбаевтың ҳәм   тағы басқа жазыўшылардың шығармаларын аўдарған.  <br>  Ә. Тәжимуратов Өзбекстан ҳәм Қаракалпакстан Республикасы   Жоқарғы Кеңесиниң Ҳүрмет жарлыклары менен   сыйлыкланған. Ол “Қарақалпакстан Республикасына мийнети сиңген   мәденият хызметкери” хәм “Қарақалпақстан   халық жазыўшысы” ҳүрметли атакларына ийе.  <br>  Ә. Тәжимуратов 1960-жылдан Жазыўшылар аўкамының  ағзасы."
    },
    {
        "id": 168,
        "poetName": "Тәжетдинов Жолдасбай",
        "lifeSpan": "1956",
        "biography": "<br>  Жолдасбай Тәжетдинов—шайыр.  <br>  Ол 1956-жылы 6 январьда Шымбай районының “ Кеңес”   аўылында туўылған. Орта мектепти питкергеннен соң, 1975-жылы   Ташкент полиграфия техникумын,1985-жылы Нөкис   мәмлекетлик университетиниң филология факультетин,1991-жылы   Екатеринбург қаласындағы Урал социаллық мәселелер   ҳәм сиясаттаныў институтын питкерген.  <br>  Мийнет жолын Шымбай районлық мәденият үйинде методист   болып ислеўден баслаған. Соңынан Шымбай, Бозатаў   районлық газеталарда редактор, Карақалпақстан республикасы баспа   сөз комитетинде, “ Каракалпақстан” баспасында жуўаплы   лаўазымларда ислеген. “Қарақалпақстан жаслары”, “Шыпакер” газетасында бас   редактор, Қарақалпақстан хабар агентлигиниң директоры,   1991-2005-жыллары Қарақалпақстан журналистлери аўқамының   баслығы, 2005-жылдан “Адолат” СДП   Қарақалпақстан Республикасы атқарыў комитетиниң баслығының   орынбасары болып ислеген. Ҳәзир «Кәсиплик билим-   лендириў» газетасының бас редакторы болып ислейди. Ж.Тәжетдиновтың   дәслепки шығармалары 1978-жылдан баслап баспасөзде көрине баслады.  <br>  Оның “ Меҳир ”(1984), “ Қулшыныў ”(1987), “Жылға” (1990) атлы   поэзиялық топламлары ҳәм “Жердиң тартыў   күши”(1992), “Ақ сүт берген аналар” (1995) публицистикалық   китаплары басылып шықты. Ол 2000-жылы Қарақалпақстан Республикасы Жоқарғы   Кеңесиниц Ҳүрмет жарлығы “Шухрат” медалы менен сыйлықланған.  <br>  Ол  1995-жылдан  Жазыўшылар аўқамының ағзасы."
    },
    {
        "id": 169,
        "poetName": "Тилегенов Пирлепес",
        "lifeSpan": "1918-1990",
        "biography": "<br>  Пирлепес Тилегенов — драматург.  <br>  П. Тилегенов 1918-жылы Шымбай қаласында туўылған.   1937-жылы Төрткүлдеги аўылхожалык техникумын, 1940-жылы   Москвадағы Луначарский театр институтынын Каракалпақ   студиясын тамамлайды. Екинши жәхән урысы жылларында   ҳәрекет етип турған армия катарында болды.  <br>  Урыстан соңғы жыллары Нөкис қалалық ишки ислер   бөлими баслығының орынбасары, Республикалык мәденият үйиниң   директоры, Мәденият ислери бойынша комитеттиң   икспекторы, телевидение ҳәм радиоеситтириў комитетиниң   редакторы, Мәденият министрлиги бөлим баслығы,   Қарақалпақстан Жазыўшылар аўқамында әдебият фондының баслығы болып иследи.  <br>  Ол “Биринши гудок” (1953), “Бекжап трагедиясы” (1965),   “Қылмыскер ким?” (1973), “Намыс” (1976), “Аналар” (1975),   “Адамның тәғдири”, “Жети миллион” сыяқлы сахналық   шығармалардың авторы. 1978-1988-жыллары оның топламлары басылды.   П. Тилегеновтың көплеген пьесалары Өзбекстан, Казақстан,   Тәжикстан, Қырғызстан театрларында сахналастырылған.   П. Тилегенов Қарақалпақстан Республикасы Жоқарғы Кеңесиниң   Ҳүрмет жарлығы менен сыйлықланған.   Ол “Карақалпақстан Республикасына мийнети сиңген мәденият хызметкери”   ҳүрметли атағына ийе болды.  <br>  П.Тилегенов 1956-жылдан Жазыўшылар аўқамының  ағзасы."
    },
    {
        "id": 170,
        "poetName": "Төрешова Набийра  (Арзуова Нәбийра)",
        "lifeSpan": "1953",
        "biography": "<br>  Нәбийра Төрешова—шайыр.  <br>  Н.Төрешова 1953-жылы 5-майда Коңырат (ҳәзирги Канлыкөл) районының   Свердлов (ҳәзирги М.Нурмухаммедов)   атындағы ширкет хожалығында туўылады. 1969-жылы орта мектепти   тамамлағаннан соң Нөкис мәмлекетлик педогогикалық  институтынын филология факультетинин тил хәм әдебият   бөлимин окып питкереди (1969-1973). Соңынан 1975-жылдан   баслап Каракалпакстан телерадиокомпаниясының радио еситтириўлери   комитетинде “Жаслык” редакциясының редакторы,   бөлим баслығы, 1989-жылдан “Әмиўдәрья” журналында публицистика   бөлиминиң баслығы, хәзирги күнде усы журналда бас   редактордың орынбасары лаўазымында ислеп атыр.  <br>  Н.Төрешованың дәслепки қосықлар топламы “Жаслығым   мениң” деген ат пенен 1978-жылы жарық көрди, 1981-жылы   “Әдилдиң сөзлери” атлы гүрриңлер топламы, 1986-жылы   “Песня натри голоса”, 1988-жылы “Сәўир самалы” косыклар   топламы, 1991-жылы “Перийзат” атлы қосықлар топламы   ҳәм усы жылы түркмен шайыры Баҳаргүл Керимованың  “Ышқы дәптери” топламының аўдармасы, 1994-жылы “Өзиңнен” қосыклар топламы,   1996-жылы “Әдилдиң сөзлери”ниң   2-китабы, 2009-жылы «Әзийзим» қосықлар топламы “Қарақалпақстан”   баспасынан жарық көрди. Оның “Корған”, “Шайкас”, “Тутқын”, “Кызым-аў”,   “Жетим қыз”, “Мен ушын” поэмалары менен   “Перийзат”, “Аналық ҳаққында қысса” кыссалары,   “Гүлзада” драмасы, “Ялғаншы” атлы дәстаны басылып шықты.  <br>  Н.Төрешоваға 1995-жылы “Каракалпақстанға мийнети сиңген   мәденият хызметкери”, 2003-жылы “Карақалпақстан халық шайыры”   ҳүрметли атақлары берилди.  <br>  Н.Төрешова  1983-жылдан Жазыўшьшар аўқамының ағзасы."
    },
    {
        "id": 171,
        "poetName": "Турымбетов Хожамурат",
        "lifeSpan": "1922-1968",
        "biography": "<br>  Хожамурат Турымбетов — шайыр.  <br>  X. Турымбетов 1922-жылы Тахтакөпир районында туўылған.   Ол 1941-жылы Хожелидеги педучилищени питкерген ҳәм өзи   туўылған районда аткарыў комитетинде хызмет иследи.  <br>  1942-жылдан екинши жәҳән урысына қағнасты. Шымбайдағы   муғаллимлер институтын тамамлап районда, соңынан   муғаллим, районлық газетаның редакторы лаўазымын   аткарды.  <br>  Москвадағы әдебият институтын питкерип, Жазыўшьлар   аўкамында мәсләҳәтши, жуўаплы хаткер, “Әмиўдәрья” журналының   бөлим баслығы хызметлеринде иследи.  <br>  Шайырдың шығармалары 40-жылларда жәриялана баслады. Оның   “Гүлистан” (1954), “ Бахытлы жаслық” (1955), “Еки   дос” (1957), “Бахытлы кыз” (рус тилинде, 1954), “Көп күттирген бәҳәр” (рус тилинде, 1957),   “Туўысканлык сәлеми\" (өзбекше,   1958), “Талўас” (1962), “Мәнгиге тири” (1961), “Және бәҳәр   келди” (1970), “Шайыр жолы” (1959), “Таң” повести тағы   басқа топламлары басылған. 1974-жылы шайырдың “Танламалы шығармалары” жәрияланды.  <br>  X. Турымбетов Қарақалпақстан Республикасы Жокарғы   Кеңесинин Ҳүрмет жарлығы менен сыйлыкланған.  <br>  X. Турымбетов 1955-жылдан Жазыўшылар аўкамының  ағзасы."
    },
    {
        "id": 172,
        "poetName": "Турдымуратова Абадан",
        "lifeSpan": "1980",
        "biography": "<br>  Абадан Турдымуратова—шайыр.  <br>  А.Турдымуратова 1980-жылы 9-сентябрьде Мойнақ районы   Қазакдәрья аўылында туўылған.  <br>  1997-жылы  мектепти питкергеннен соң 1998-2002-жыллары   Әжинияз атындағы Нөкис мәмлекетлик педагогикалык   институтының “Мектепке шекемги тәрбия педагогикасы   ҳәм психологиясы” қәнигелигин оқып питкерген.   Өзиниң мийнет жолын 2002-жылы Нөкис педагогикалык колледжиниң   педагогика-психология кафедрасында окытыўшылыктан баслаған.  <br>  Ҳәзир усы кафедрада аға окытыўшы хәм кафедра хаткери болып ислеп атыр.  <br>  Оның ең дәслепки “Әрман”, “Түслериме енген шахзадам”   қосыклары 2000-жылы “Нөкис ҳакыйкаты” газетасында   жәрияланған. Республикалық жас шайырлар ҳәм жазыўшылардың   “Зомин” (Жиззах) семинары хәм “Ақчакўл   илҳомлари” (Елликқала) фестивалында катнасып сыйлы   орынларға миясар болған.  <br>  2003-жылы “Билим” баспасынан “Гүзги жапыраклар”   қосыклар топламы, 2002-жылы Өзбекстан Жазыўшылар   аўқамы тәрепинен баспадан шыққан “Ватаним деб сени уйғондим” альманахында,   2008- жылы “ Ёшлар китоби” альманахында косыклары басылып шыкты.  <br>  А. Турдымуратова 2005-жылдан Жазыўшылар аўқамының  ағзасы."
    },
    {
        "id": 173,
        "poetName": "Турымбетов Әбитай",
        "lifeSpan": "1912-1972",
        "biography": "<br>  Әбитай Турымбетов — шайыр.  <br>  Ә. Турымбетов 1912-жылы Қубла Қазақстанның Қаратас   районы, Жаңабазар аўылында туўылған.  <br>  Ол ата-анасынан жаслай жетим қалып Ташкенттеги балалар үйинде тәрбияланады.  <br>  Самарқандтағы университетти питкереди, соңынан   Қарақалпақстан Жазыўшылар аўқамында ислейди.  <br>  Жазыўшы екинши жәҳән урысы фронтларына қатнасты.  <br>  Ол жердеги “Ўатан ушын”, “Душпанға қарсы алға” деген   өзбек тилинде шығатуғын газеталарда хабаршылық етти,   урыстан кейинги жыллары ишки ислер министрлигинде, соңынан   өмириниң акырына шекем Өзбекстан Жазыўшылар аўқамында   мәсләңәтши болып иследи.  <br>  Шайырдың дәслепки қосыклары 30-жылларда жазылған.   Оның “Жаңла сестим” (1954), “Жайнаған келешек” (1959),   “Мениң Республикам” (1958), “Пәрўаз” (1967), “Ашшыкөл”  (1971), “Қорыкпайтуғын бала” (1974) атлы топламлары   қарақалпақ хәм өзбек тиллеринде жәрияланды.  <br>  Ә. Турымбетов Өзбекстан ҳәм Қарақалпақстан Республикасы   Жоқарғы Кеңесинин Ҳүрмет жарлыклары менен сый-   лыкланған.  <br>  Ә. Турымбетов 1953-жылдан Жазыўшылар аўқамының  ағзасы."
    },
    {
        "id": 174,
        "poetName": "Турсынова Гүлайым",
        "lifeSpan": "1954",
        "biography": "<br>  Гүлайым Турсынова — жазыўшы.  <br>  Г. Турсынова 1954-жылы 10-апрельде Тәжикстанның, Хожент   областында туўылған.  <br>  Орта мектепти питкергеннен кейин “Жеткиншек” газетасында,   Қарақалпакстан Жазыўшылар аўкамында жумыс   иследи.  <br>  Ол 1978-жылы Москвадағы әдебият институтын тамамлап, “Әмиўдәрья”   журналында проза бойынша редактор болды.   Хәзир Республикалык жас тамашагөйлер театрынын әдебий   бөлимин баскарады.  <br>  Г. Турсынованың биринши топламы “Шуғла” 1975-жылы   басылып шыкты.  <br>  Оның 1980-жылы “Минез”, “Адамлар” атлы гүрриңлер топламлары,   1990-жылы “Сүлдер” повести, 1992-жылы “Мүсәпир”   атлы повестьлер жыйнағы, балаларға арналған “Аңызға толы   аўылым” (2006) гүрриң хәм повестьлер китабы, орыс тилинде   “Урок” (Санк-Петербург, 2008) гүрриңлер китабы басылып   шықты.  <br>  Г. Турсынованың драмагургия тараўында “Мухаббатым — өмирим” (2003)   драмасы Ташкент каласындағы драмалар бойынша танлаўында жеңимпаз болды   ҳәм театр сахналарында койылды. “Сынақ” (2004) ҳәм “Тентек маймыл” (2005) музыкалы   драмалары, “Қыянет етпе достыңа” (2008) драмасы Жас тамашагөйлер театрында қойылса,   “Бахытлы болғым келеди” видео-фильми Қарақалпақстан телеканалынан көрсетилди.  <br>  Ол 2007-жылы “Қаракалпакстан Республикасына мийнети  сиңген мәденият хызметкери” деген атаққа миясар болды.  <br>  Г.Турсынова 1980-жылдан Жазыўшылар аўкамының ағзасы."
    },
    {
        "id": 175,
        "poetName": "Уснатдинов Шарап",
        "lifeSpan": "1942",
        "biography": "<br>  Шарап Уснатдинов 1942-жылы Кегейли районында туўылған.   1958-жылы Шоманай районында орта мектепти питкергеннен кейин   Тақыятас қаласындағы еки жыллық қурылыс   училищесин, соң Өзбекстан Миллий университетиниң журналистика   факультетин питкерген. Дәслепки мийнет жолын   ҳәзирги “Карақалпақстан жаслары” газетасында әдебий хызметкерликтен   баслап, 30 жыл даўамында баспа сөз ҳәм ғалаба   хабар қуралларында түрли лаўазымларда иследи.  <br>  Ш. Уснатдинов 1974-76-жыллары “Каракалпакстан жаслары” газетасының   бас редакторы, 1978-83-жылларда Қарақалпақстан мәмлекетлик   телерадио комитети баслығының телевидение бойынша   орынбасары, 1985-88-жыллары “Қарақалпақстан” баспасының директоры,   1988-90-жыллары Областьлык партия комитетиниң хаткери,   1976-78 ҳәм 1983-85-жыллары “Еркин Қарақалпақстан” газетасы бас редакторының  орынбасары, ал 1988 ҳәм 1990-1992-жыллары усы газетаның  бас редакторы болып иследи.  <br>  Ол 1992-жылы пайтахтымыз Нөкис қаласының хәкими   болып сайланды.  <br>  1994-95-жыллары Өзбекстан Республикасы Мәденият ислери   бойынша минисгриниң орынбасары, 1995-2002-жылларда  Қарақалпақстан Республикасы Коммуналлық хызмет көрсетиў министри,   2002-2007-жыллары “Коммуналлық ыссылық   орайы” ААЖ баслығы, 2007-2009-жыллары Карақалпақстан Республикасы Министрлер   Кеңеси Баслығының баспа сөз хаткери, 2009-жылдан   бери Қаракалпакстан Республикасы Руўхый   үгит-нәсият орайының басшысы лаўазымында ислеп атыр.  <br>  Шарап Уснатдиновтың соңғы жыллар ишинде “Кимге кеш,   кимге таң сәҳәр”, “Көргенлерим, кеўилдегилерим”, “Мәнаўият  сабаклары” , “ Исбилерменликке мирәтнама” китаплары баспадан шықты.   Ол 45 жыллык дөретиўшилик мийнети дәўиринде бир неше   жүзлеген мақала, очерк ҳәм публицистикалар   жазып, кеңнен танылган жазыўшы-журналист.  <br>  Шарап Уснатдинов — Жазыўшылар ҳәм Журналистлер   аўкамларының ағзасы, “Қарақалпақстанға мийнети сиңген журналист”."
    },
    {
        "id": 176,
        "poetName": "Фазылов Избасар",
        "lifeSpan": "1909-1961",
        "biography": "<br>  Избасар Фазылов — шайыр ҳәм Жазыўшылар аўкамын   дүзиўшилердиң бири.  <br>  И. Фазылов 1909-жылы Тахтакөпир районында туўылған.  <br>  Ол 20-жыллары, дәслеп Шымбайдағы интернатта, соңынан   Казакстандағы Оренбург каласындағы әскерий мектепте (1925-1926)   билим алады.  <br>  1926-жылы Төрткүл қаласына келип аўыл хожалығы техникумына   окыўға киреди ҳәм оны питкергеннен сон “Кызыл   Каракалпакстан”, “Жас Ленинши” газеталарында жуўаплы   орынларда жумыс ислейди.  <br>  Шайыр бурынғы аўкам Жазыўшыларының биринши съездине   кеңесши даўыс пенен делегат болып катнасады (1934).  <br>  Шайырдың “Жеңис жолында” (1934), “Қосықлар” (1934,1959),   “Аўыл бәхәри” (1975) атлы топламлары басылып шыкты.  <br>  И. Фазылов репрессияның курбаны болын жигирма   жылға шамалас камақта болған ҳәм қамақтан шықканнан   соңда дөретиўшилик пенен шуғылланған.  <br>  И.Фазылов 1934-жылдан Жазыўшылар аўкамының   ағзасы."
    },
    {
        "id": 177,
        "poetName": "Халмуратов Ташкенбай",
        "lifeSpan": "1940",
        "biography": "<br>  Ташкенбай Халмуратов—жазыўшы.  <br>  Т. Халмуратов 1940-жылы 5-июньда Шымбай районында туўылған.   Ол орта мектепти тамамлағаннан кейин аўыл хожалығы   тараўында токарь болып ислеген Соңынан әскерий хызметте болған (1959-1962).   Қарақалпақ мәмлекетлик пединститутының рус тили   ҳәм әдебияты факультетинде оқып жүрип,   сол институттың «Совет муғаллими» газетасының жуўаплы   хаткери, Өзбекстан Телеграф Агентлигинде, Карақалпақстан   телевидениеси хәм радиоеситтириў' Комитетинде редактор,   бөлим баслык, телекомпания хызметкери болып ислейди.   Ташкентте Жоқары партия мектебин питкерген. Нөкис калалық   партия комитетинде хәм областьлық партия комитетинде   инструктор. Өзбекстан “Китапкумарлар” жәмийетинде хызмет иследи.  <br>  Жазыўшының “Замира”( 1969),“Еле де көп мәлим емес   булаклар”(1974) «Нәсият»(1979) деген повесть ҳәм гүрриңлер топламлары басылды.  <br>  Оның “Питне”,“Усыл” (1983), «Кырыкбуўын» (1996) атлы   романлары арнаўлы китап болып шықты. Оның «Дорога   длинною в жизнь», «Приключения пшеничного зернышка» (2009),   «Бир дәне бийдайдың басынан кеширгенлери» (2009), «И еще   много неизвестных родников...» (2010) деген повесть ҳәм   гүрриң-ертек, шығармалары баспадан шыкты.  <br>  «Карақалпақстан Республикасына мийнети сиңген мәденият   хызметкери» (2000), ҳәзирги күнде ҳүрметли дем  алыста.  <br>  Т. Халмуратов 1980-жылдан Жазыўшылар аўкамының ағзасы."
    },
    {
        "id": 178,
        "poetName": "Халмуратов Әрепбай",
        "lifeSpan": "1947",
        "biography": "<br>  Әрепбай Халмуратов 1947-жылы 17-апрельде Қанлыкөл   районында туўылды.  <br>  Орта мектепти питкергеннен соң Ташкенттеги аўыл   хожалығын механизациялаў институтын питкереди.  <br>  Мийнет жолын Қоңырат, Қанлыкөл районларында механизатор   болып ислеўден баслайды.  <br>  Соң бас инженер, партия комитетиниң хаткери, директордың   орынбасары ўазыйпаларында ислейди.  <br>  Әрепбай Халмуратовтың балаларға арналған “Қоңыр   қозы” (1990), “Қара таўық” (1994), “Пилдиң аўзы қаяқта?”  (1996) прозалық хәм поэзиялық китаплары “Қарақалпақстан”   баспасында басылып шықты.  <br>  Әрепбай Халмуратов 2000-жылдан Жазыўшылар аўқамының ағзасы."
    },
    {
        "id": 179,
        "poetName": "Хожаназаров Улмәмбет",
        "lifeSpan": "1938",
        "biography": "<br>  Улмәмбет Хожаназаров—шайыр.  <br>  У. Хожаназаров 1938-жылы Кегейли районында туўылған.   Ол 1960-жылы Қарақалпақ мәмлекетлик пединститутының   математика факультетин тамамлап, мектепте муғаллим, оқыў   бөлиминиң баслығы болды. Әскерий хызметтен соң, телевидение ҳәм   радио еситттириў комитетинде жумыс иследи (1965),   “Әмиўдәрья” журналының бөлим баслығы (1966-69), областлық   партия комитетинде (1969-71), “Әмиўдәрья” журналында бас   редактор (1971-78) лаўазымында иследи. Москвадағы   Жәмийетлик илимлер академиясында оқыды (1978-80),   “Совет Қарақалпақстаны” газетасында бас редактордың орынбасары,   Областьлык партия комитетинде бөлим баслығының  орынбасары (1980-81), Бозатаў районлық партия комитетиниң секретары   болды, Қарақалпақстан телевидениеси хәм радио еситтириў   комитетин баскарды (1985-92), Нөкис районының ҳәкими,   “Руўхыйлық ҳәм ағартыў” орайының баслығы   болды. Ҳәзирги ўакытта дем алыста.  <br>  Шайырдың “Әўелемен-дүўелемен” (1969), “Кеўил туйғылары” (1970),   “Жылларым мениң” (1976) «Напевы Аму», «Кеўил кусым» (2010)   атлы топламлары жарыкка шықты. Ол А.Пушкин, Ю.Лермонтов, В.Маяковский,   Р.Бабажанның «Оби   ҳаёт», А.Твардовскийдиң гейпара шығармаларын Қарақалпақ   тилине аўдарған. У. Хожаназаров “Өзбекстан Республикасына   мийнети синген мәденият хызметкери” «Қарақалпақстан халық шайыры» ҳүрметли   атағына ийе. Ол Өзбекстан Жаслар   аўқамы сыйлығынын лауреаты ҳәм Карақалпақстан Республикасы Жоқарғы Кеңесиниң   Хүрмет жарлығы менен сыйлыкланған.  <br>  Ол 1969-жылдан Жазыўшылар аўқамының ағзасы."
    },
    {
        "id": 180,
        "poetName": "Хожаниязов Сапар",
        "lifeSpan": "1910-1983",
        "biography": "<br>  Сапар Хожаниязов—жазыўшы ҳәм драматург.  <br>  С. Хожаниязов 1910-жылы Кегейли районындағы Халкабад   аймағында туўылған.  <br>  Ол дәслеп кысқа мүддетли курсларда оқып саўат ашқан,   аўыл хожалық жумысларында ислеген, соңынан мәмлекетлик   театрға актёр болып кирип, усы театрдың режиссёры,   директоры, әдебий бөлиминиң баслығы лаўазымларында   иследи. Драматургтың “Айша” (1940), “Бизиң бахадыр” (1944),   “Сүймегенге сүйкенбе” (1945), “Зыяда” (1946), “Жас жүреклер” (1953),   “Бахыт” (1975), “Тапўас” (1962), “Арыўлар” (1964),   “Ақмақ патша” (1968), “Маманбий” (1971) тағы баска да   пьесалары театр сахнасында бир неше мәртебе койылды. Драматургтың   көпшилик шығармалары туўыскан халыклардың  да сахнасынан кең орын алған.  <br>  Жазыўшының “Ак алтынлы атыздың адамлары”(1956),   “Бахтын тапқан Бегжан”, “Ак бота”, “Он сегизинши жыллар еди”,   “Хүждан”, “Айдын жол”, “Халкыңнан сыр саклама” деген повесть   хәм романлары, “ Гүлистан”(1948) поэзиялық китабы жарык көрди.   С.Хожаниязов орден-медальлар,   Каракалпакстан Республикасы Жоқарғы Кеңесиниң Хүрмет   жарлығы менен сыйлыкланған.  <br>  Ол “Өзбекстан Республикасына мийнети синген артист” (1955),   “Қарақалпакстан Республикасына мийнети сиңген көркем өнер ғайраткери”,   “Қарақалпакстан халық жазыўшысы” (1980) деген   хүрметли атакларға ийе ҳәм   Қарақалпақстан Республикасы Бердақ атындағы мәмлекетлик сыйлықтың лауреаты.  <br>  С. Хожаниязов 1944-жылдан Жазыўшылар аўқамының   ағзасы."
    },
    {
        "id": 181,
        "poetName": "Хожаниязов Өсербай",
        "lifeSpan": "1926-1977",
        "biography": "<br>  Өсербай Хожаниязов—шайыр ҳәм жазыўшы.  <br>  Ө. Хожаниязов 1926-жылы Тахтакөпир районында туўылған. 1942-47 жыллар   аралығында ол мектепте муғаллим, районлық газетада жуўаплы хаткер болып ислейди.   1949-жылы муғаллимлер институтын тамамлады хәм “Жас Ленинши” газетасында бөлим   баслығы болды (1950-51) , 1956-жылы Москвада М.Горький атындағы   Әдебият институтын тамамлап “ Карақалпақстан” баспасында бөлим баслығы (1956-61),   “Әмиўдәрья” журналында бөлим баслығы (1962-64), “Совет Қарақалпақстаны”   газетасында хабаршы (1964-72), “Әмиўдәрья” журналында жуўаплы хаткер (1972-74),   Жазыўшылар аўқамының  жуўаплы хаткери (1974-1977) лаўазымларында иследи.  <br>  Оның “Шын жүректен” (1952), “Бизиң комиссар” (1958),   “Өмир маржанлары” (1959) ,“Пәрўаз” (1976) сыяклы қосыклар   топшамлары жәрияланды. Ө.Хожаниязовтың “Бахыт босағасында”(1956),   “Айдана” (1972), “Бир совхозда” (1960), “Қыс балладасы” (1970),   “Жайнаған жәзийра” (1975), “ Бир өмир   кыссасы”, “Жезтырнак”, “Жалынлы жылларда” повестьлери   дөреди.  <br>  Ө. Хожаниязовтын бир қатар шығармалары баска тиллерге   де аўдарылған. Ол Короленко, Щедрин шығармаларынан қарақалпақ тилине   аўдармалар жасады. Ө. Хожаниязов Өзбекстан   ҳәм Қарақалпақстан Республикасы Жоқарғы Кеңеслериниң  Ҳүрмет жарлыклары менен сыйлықланды.Оған “Қарақалпақстан Республикасына   мийнети синген мәденият хызметкери”   атағы берилген.  <br>  Ө. Хожаниязов 1953-жылдан Жазыўшылар аўқамының  ағзасы."
    },
    {
        "id": 182,
        "poetName": "Хожаниязов Шәмшет",
        "lifeSpan": "1918-1942",
        "biography": "<br>  Шәмшет Хожаниязов—қарақалпақ фольклоры хәм классикалық   әдебияты үлгилерин жыйнаўшы хәм шайыр сыпатында мәлим.  <br>  Ш. Хожаниязов 1918-жылы Тахтакөпир районында   туўылған.  <br>  Ол басланғыш мектепти питкергеннен кейин аўылда   жумыс ислейди, соңынан “Қызыл Қаракалпакстан” газетасында,   Жазыўшылар аўкамында мийнет етти. Ол 1939-жылы   әскерий хызметке кетеди ҳәм 1942-жылы урыста кайтыс болады.  <br>  Ш. Хожаниязов каракалпак аўызеки әдебияты менен   жазба поэзияның үлгилерин жыйнаўда айрыкша көзге   түскенлердин бири.  <br>  Ол әсиресе Жийен жыраў, Күнхожа, Өтеш, Әжинияз,   Бердак, Омар, Гүлмурат шайырлардың дөретпелерин,   “Мәспатша”, “Дәўлетиярбек”, “Ашык-Нәжеп”, “Курбанбек”,   “Шийрин-Шекер” дәстанларын халық аўзынан жазып   алды ҳәм оны соңынан бастырып шығарыўға мүмкиншилик ашты.  <br>  Шайырдың көп ғана қосықлары ҳәм “Азатлық ерлери”   деп аталған поэмасы газета-журналларда жәрияланған.  <br>  Ш. Хожаниязов 1939-жылдан Жазыўшылар аўқамының  ағзасы."
    },
    {
        "id": 183,
        "poetName": "Хошниязов Жалгасбай",
        "lifeSpan": "1947",
        "biography": "<br>  Жалғасбай Хошниязов (әдебий лакабы Мухаммед Хошан)—   шайыр ҳәм фольклор изертлеўшиси.  <br>  Ж. Хошниязов 1947-жылы Канлыкөл районында туўылган.   1967-жылы Нөкис мәмлекетлик педагогикалық институтының   шет тиллер факультетин питкерип ӨзРИАҚб Н. Дәўқараев   атындағы Тарийх, тил ҳәм әдебият институтының қарақалпақ   фольклоры бөлимине жумысқа өтеди ҳәм 1978-жылы   “Алпамыс” дәстанының қарақалпақ версиясына тарийхый-фольклорлық   характеристика деген темада кандидатлық диссертациясын жаклады.  <br>  Автордың “ Қарақалпақ фольклорындағы этнографиялық   мотивлер” (“ФАН” 1988), “Қарақалпақ қаҳарманлық дәстаны   “Алпамыс” (1992)”, “Миллий руўхый дүньямыздың сағалары” (2007)   илимий мийнетлери басылып шықты.  <br>  Оның “Далаларым бабаларым” (1980), “Абылайсаң” (1984),   “Қуяштың жасы” (1988), “Жасыл мәўсим” (1990), “ Бабалардың дәстүри” (1993)  деген атамадағы поэтикалық топламлары ҳәм   “Балалықтың булдыр аспаны” (1996) деген повести   “Қарақалпақстан” баспасында жәрияланды. “Әмиўдәрья” журналының   1995-жылдың 10-12 санларында “Жулдыз ағып   баратыр” повести жарық көрди.  <br>  Ол аўдармашы сыпатында Б. Пармузинниң; “Айрықша буйрық   болғанға шекем” (1983), Тәжик жазыўшысы 3. Дусма-   товтың “Сары жапыраклар” (1986), роман, повестлерин, Низамийдиң   “Ғәззеллерин” (1992), Назым Хикметтиц “Азатлық арзыўлары” (1987),   ҳәзирги дәўир поэзиясынан С.Мадалиевтың “Шынға шығыў” (1989)   поэзиялық топламларын   Қарақалпақ тилине аўдарып бастырыўға еристи.  <br>  Ж. Хошниязов  1984-жылдан Жазыўшылар аўкамының ағзасы."
    },
    {
        "id": 184,
        "poetName": "Худайбергенов Аллаберген",
        "lifeSpan": "1941-1993",
        "biography": "<br>  Аллаберген Худайбергенов — әдебиятшы ҳәм публицист.  <br>  А. Худайбергенов 1941-жылы Төрткүл районында туўылған.  <br>  Орта мектепти питкергеннен соң аўыл хожалығы тараўында   жумыс ислейди.  <br>  1960-65-жыллары Ташкент Мәмлекетлик университетин оқып питкереди.   Әскерий хызметтен соң, дәслеп районлық газетада,   соңынан республикалық “Аму тонги” газетасында иследи.  <br>  1992-жылы Ташкентте “Әмиўдәрья бойларында” деген   китабы баспадан шыкты.  <br>  А. Худайбергенов филология илимлериниң кандидаты.  Оның “Кәрўанбасы” (1972), “Төрткүлде мәртлер бар”   (1976), “Шорахан сункарлары” (1982), “Тын жерди өзлестириўшилер” (1985)   сыяклы гүрриң ҳәм очерклер топламлары басылған.  <br>  А. Худайбергенов “Қаракалпакстан Республикасына мийнети синген   мәденият хызметкери” хүрметли атағына ийе еди.  <br>  А. Худайбергенов 1984-жылдан Жазыўшылар аўкамының  ағзасы."
    },
    {
        "id": 185,
        "poetName": "Худайбергенов Камал",
        "lifeSpan": "1940-1982",
        "biography": "<br>  Камал Худайбергенов — сыншы ҳәм әдебиятшы алым.  <br>  К. Худайбергенов 1940-жылы Кегейли районының  аймағында туўылған.  <br>  Ол 1962-жылы Ташкент мәмлекетлик университетиң  питкерип, “Совет Карақалпақстаны” газетасында әдебий   хызметкер (1962-63), Н. Дәўқараев атындағы Тарийх, тил   хәм әдебият институтында илимий хызметкер, аға илимий   хызметкер, бөлим баслығы (1963-82) болып иследи.  <br>  1965-68-жыллары Ташкентте аспирантурада окыды ҳәм   1968-жылы “Ҳәзирги қарақалпақ поэзиясында лирик қахарман мәселеси”   деген темада кандидатлық диссертациясын   жақлады.  <br>  Сыншы ҳәм алымның “Лирика ҳәм өмир” (1970),   “Биринши академик” (1980), “Дәўир ҳәм парыз” (1984)   деген әдебий сын мийнетлери жарық көрди.  <br>  Ол “Карақалпақ совет әдебияты тарийхының очерклери” (1968),   “Қарақалпақ совет әдебияты” (1981) деген көлемли   мийнетлердиң де авторларының бири.  <br>  К. Худайбергенов Өзбекстан Республикасы Жоқарғы Кеңесиниц Хүрмет   жарлығы менен сыйлыкланған.  <br>  К.Худайбергенов 1980-жылдан Жазыўшылар аўқамының  ағзасы."
    },
    {
        "id": 186,
        "poetName": "Ҳәбийбуллаев Жумат",
        "lifeSpan": "1922-1943",
        "biography": "<br>  Жумат Ҳәбийбуллаев — шайыр.  <br>  Ж. Ҳәбийбуллаев 1922-жылы 15-апрельде Кегейли районыныц   Халқабад аўылында туўылған.  <br>  Болажақ шайыр “Жеткиншек” газетасында бөлим баслығы болды,   Москвадағы Орайлық Комитет жанындағы   редакторлар таярлайтуғын курста оқыды, “Пионерская правда”   газетасының хызметкери, “Жас Ленинши” газетасының   жуўаплы хаткери болып иследи.  <br>  Ол 1943-жылы Сталинград фронтында қаҳарманларша   қаза тапты.  <br>  Шайырдын шығармалары “Саза” (Нөкис — 1990)   деп аталған жаўынгер қәлем ийелериниң топламында   жәрияланды."
    },
    {
        "id": 187,
        "poetName": "Ҳәмидов Хусниддин",
        "lifeSpan": "1935",
        "biography": "<br>  Ҳусниддин Ҳәмидов — жазыўшы ҳәм әдебиятшы,   тилши алым.  <br>  Ҳ. Ҳәмидов 1935-жылы Шымбай районының Шоқарық   аўылында туўылған. Жаслайынан ескише саўат ашқан. Ол орта   мектепти тамамлағаннан кейин еки жыллық муғалимлер курсының   рус тили ҳәм әдебияты бөлимин питкереди ҳәм   муғаллим болып ислейди. Әскерий хызметте болады, соңынан   муғаллимшилигин даўам етеди.  <br>  Қарақалпак мәмлекетлик баспасында редактор болып ислейди (1959),   Н. Дәўкараев атындағы Тарийх, тил ҳәм әдебият   институтының шығыс қолжазбалары фонды бойынша   илимий хызметкер, аға илимий хызметкер, бөлим баслығы   болып ислейди.  <br>  X. Ҳәмидов илимий жумысларына қоса педагогика тараўында   Қарақаппақ мәмлекетлик университетиниң профессор оқытыўшысы,   араб филологиясы кафедрасының баслығы,   2003-2008-жыллар аралығында Қарақалпақ мәмлекетлик университети   жанындағы филология пәнлеринен докторлық диссертациялар   жаклаў бойынша Қәнигелестирилген Кеңес баслығы хызметлерин атқарды.  <br>  Ҳ. Ҳәмидов 1967-жылы “XVIII —XIX ҳәм XX әсир басындағы   юридикалық ҳүжжетлердиң тили ҳәм оның   хәзирги карақалпақ әдебий тилине қатнасы” деген темада   кандидатлық, ал 1990-жылы докторлық диссертацияларын жаклады.   Ол 1994-жылы Өзбекстан Илимлер Академиясының хабаршы   ағзасы, 2000-жылы академик болып сайланды. Илим тараўындағы  пидайы хызметлери ушын “Қарақалпақстан Республикасына  мийнети сиңген илим ғайраткери” атағы берилди.  <br>  Жазыўшының, “Өмир ышкы” (1980), “Илҳам” (1986)   атлы қосықлар топламлары, “Естелик” (1981) деген гүрриң,   повестлер китабы ҳәм “Ушкын” (1993), “Өз үйим” романлары   жәрияланды. 2007-жылы “Өмир мәнзиллери” косыклар,   гүрриңлер, повестлер топламы басылып шыкты. Ол парсы тилинен   Саадийдиң “Гүлистан” китабынан каракалпак тилине   үзиндилер аўдарды.  <br>  Әдебияттаныў ҳәм тил билими тараўында Ҳ. Ҳәмидовтың   “Қарақалпақ тили тарийхының очерклери” (1974), “Ертедеги   каракалпак тилиниң жазба естеликлери” (1985), “Шы-ғыс тиллериндеги жазба дәреклер ҳәм XIX әсирдеги   карақалпақ шайырлары” (1991), “Письменные памятники   каракалпакского языка...” (1987) “Рукописное наследие   Бердаха”, “Шежире”, “Родословное дерево”, “Хорезм хикояти”,   “Рассказы о Хорезме” (1995) деген мийнетлери басылып шыкты.  <br>  Ҳ. Ҳәмидов 1993-жылдан Жазыўшылар аўқамының ағзасы."
    },
    {
        "id": 188,
        "poetName": "Шамуратов Әмет",
        "lifeSpan": "1912-1953",
        "biography": "<br>  Әмет Шамуратов—шайыр ҳәм жазыўшы.  <br>  Ә.Шамуратов 1912-жылы Хожели районында туўылған.   Ол Хожелидеги интернатта тәрбияланады, соң Шымбайдағы   “Коммуна” мектебинде окыйды. Ә. Шамуратов 1931-жылы   Москаваға оқыўға жибериледи, жумысшылар факультетинде   оқыйды ҳәм метрополитен қурылысында ислейди.   1938-жылы бул оқыў орнын тамамлап, Республика билимлендириў   министрлигинде инспектор, соң баспасөз орынларында ислейди.   1947-50-жыллары Әмет Шамуратов партия   мектебин питкереди. Қарақалпақстан Министрлер Кеңеси   баслығының орынбасары, Нөкис қалалық партия комитетиниң   биринши хаткери, Жазыўшылар аўқамының баслығы   лаўазымларында ислейди. Оның “Сыйлық” (1940), “Ўатан   ҳаққында қосыкдар” (1943), “ Бахыт” (1949), “ Ески мекгепте”(1940),   “Бахыт қосықлары” (1949) сыяклы поэзиялық,   прозалық топламлары басылды. Жазыўшының Таңламалы шығармалары   бир неше мәртебе қайта басылды,( 1954-63), (1962-72) “Ески мектепте”,   “Мениң жолбарыслар менен ушырасыўларым”   повестьлери рус, өзбек тиллеринде жәрияланды.  <br>  Ә. Шамуратов “Арал қызы” (Ж. Аймурзаев пенен бирге),   “Кырық қыз”(И. Юсупов пенен бирге) пьесаларының  авторы. Ол орден-медаллар, Өзбекстан ҳәм Карақалпақстан   Республикасы Жоқарғы Кеңесинин Хүрмет жарлықлары   менен сыйлыкланды. Ә. Шамуратов Карақалпакстан Республикасының  Жоқарғы Кеңесине депутат болып сайланды.  <br>  Ә. Шамуратов 1941-жылдан Жазыўшылар аўқамының  ағзасы."
    },
    {
        "id": 189,
        "poetName": "Шамуратов Артык",
        "lifeSpan": "1915-1942",
        "biography": "<br>  Артык Шамуратов—шайыр.  <br>  А. Шамуратов 1915-жылы Караөзек районында туўылған.  <br>  Шымбайдағы жумысшы жаслар мектебинде окыйды   (1929-1955), Төрткүл педтехникумын тамамлайды (1936). Соңынан Қараөзек   районында муғаллим (1936-38), Қаракалпак мәмлекетлик   баспасында ислеген (1938-41). Кейин мектеп директоры,   районлык партия комитетинде инструктор   болып ислеген. 1942-жылы урысқа кетеди ҳәм сол жылы   урыста кайтыс болады.  <br>  Оның 1940-жылы “Сый” топламы басылды. Сонғы   жыллары “Өмир, сени жырлайман” деген ат пенен шығармалар   жыйнағы жәрияланды (1987).  <br>  А. Шамуратов 1939-жылдан Жазыўшылар аўкамының  ағзасы."
    },
    {
        "id": 190,
        "poetName": "Шамуратова Гүлистан",
        "lifeSpan": "1937",
        "biography": "<br>  Гүлистан Шамуратова—шайыр.  <br>  Г. Шамуратова 1937-жылы Төрткүл каласында туўылды.   Ол 1965-жылы Карақалпақ мәмлекетлик педагогикалық институтының   қаракалпак тили ҳәм әдебияты факүльтетин питкерди.  <br>  Дәслеп ол радиода хабаршы ҳәм диктор ўазыйпасын атқарды.   Соңынан “ Қаракалпакстан жаслары” газетасында аўдармашы,   телерадиокомпанияда редактор, Жазыўшылар аўкамында   жуўаплы хызметте, соңынан Бозатаў районында жуўаплы   хаткер болып ислейди.  <br>  Шайыраның қәлеминен дөреген “Ғумша ашылғанда” (1971-жыл),   “Әрман” (1977-жыл), “Мийрим” (1982-жыл), “Звенящая   струна” орыс тилинде (1984-жыл), “Қуштарлық” (1989-жыл),   қосыклар топламлары менен “Канлы көл ўақыясы” (1991-жыл),   пьесалар, инсценировкалар, гүрриңлер жыйнағы, “Әмиў әпсанасы” (1996-жыл),   “Меҳиргия сырласларым” (2001-жыл), “Кеўил туйғылары” (2004-жыл),   “Мухаббат әпсанасы” (2005-жыл)   китаплары басылып шықты.  <br>  Г. Шамуратова 1969-жылы Каракалпақстан Республикасы   Жоқарғы Кеңесиниң Ҳүрмет жарлығы менен сыйлыкланған.  <br>  1991-жылы “Карақалпақстан Республикасына мийнети сиңген   мәденият хызметкери” деген атаққа ийе болды.  <br>  Г. Шамуратова 1976-жылдан Жазыўшылар аўқамының   ағзасы."
    },
    {
        "id": 191,
        "poetName": "Шерниязова Дәўлетбийке",
        "lifeSpan": "1952",
        "biography": "<br>  Дәўлетбийке Шерниязова—жазыўшы хәм журналист.  <br>  Д.Шерниязова 1952-жылы 13-февральда Нөкис қаласында   туўылған.  <br>  Орта мектепти тамамлағаннан соң, Каракалпак мәмлекетлик   пединститутының рус тили ҳәм әдебияты факультетин питкерди.  <br>  Мийнет жолын 1974-жылдан Каракалпакстан радиосының русша   еситтириўлер редакциясында баслаған, соңынан   сиясий-жәмийетлик еситтириўлер редакциясында ислейди.  <br>  1990-жылдан баслап сол жерде бас редактордың орынбасары,   әдебий-драмалык бөлимниң баслығы болып ислейди.  <br>  Жазыўшының “Жүрек сырлары” (1977), “Мүсин” (1986),   “Кептерлер қайтып келеди” (1996), “Егизеклер”, “Өмири   гөззал инсан” гүрриң ҳәм повестлер, “ Мен сизге ашықпан”   романы баспадан шықты.  <br>  Ол Карақалпақстан Жоқарғы Кеңесиниң Ҳүрмет жарлығы   менен сыйлыкланған ҳәм “Крестьянка” журналының  да сыйлығын алыўға миясар болды.  <br>  Д.Шерниязова 1993-жылдан Жазыўшылар аўқамының  ағзасы."
    },
    {
        "id": 192,
        "poetName": "Юнусова Курбанбийке",
        "lifeSpan": "1959",
        "biography": "<br>  Қурбанбийке Юнусова—журналист ҳәм жазыўшы.  <br>  Қ.Юнусова 1959-жылы 6-апрельде Төрткүл районында туўылған.  1975-жылы райондағы 16-санлы мектепти питкерип, 1976-1982-жыллар   аралығында Ташкент мәмлекетлик университетиниң   журналистика факультетинде окыды.  <br>  Мийнет жолын район газетасында корректор болыўдан баслады.   1982-1996-жыллар аралығында район газетасында хабаршы,   жуўаплы хаткер, бөлим баслығы, Төрткүл районы ҳәкимиятында   бас кәниге болып иследи. 2006-2008-жылларда “Түркистон”   газетасының Каракалпақстан Республикасы бойынша хабаршысы   хызметлеринде иследи. Ҳәзирги ўакытта районлык   “Маьнавият тарғиботи” бөлими баслығы болып ислеп атыр.  <br>  Оның шығармалары “Төрткүл гүллери” топламына киргизилди,   “Қаракалпакстан Төрткүлден басланады”, 2005-жылда   “Төрткүл кеше, бүгин ҳәм ертен” топламларында қосыклары,   гүрриң хәм очерклери де орын алды. “Элимизнинг фидойи   кишилари” (1994) “Кўнгил мулкида яшайсиз”(1995),“ Шижоат” (1999),   “Тўрткул ва Тўрткўлликлар” топламлары басылып   шықты. Сондай-ак, “Әдептаныў” китабын өзбек тилине аўдарыўда қатнасты.  <br>  Қ.Юнусова 1999-2004-жыллары районлық Кенеси депутатлығына сайланды.   Оған 2002-жылы “Қарақалпақстан Республикасына мийнети   сиңген журналист” ҳүрметли атағы берилди.  <br>  Курбанбийке Юнусова 2003-жылдан Жазыўшылар аўкамының ағзасы."
    },
    {
        "id": 193,
        "poetName": "Юсупов Ибрайым",
        "lifeSpan": "1929-2008",
        "biography": "<br>  Ибрайым Юсупов — XX әсирдеги Қарақалпақ поэзиясының   ири ўәкили, оның байтереги.  <br>  И.Юсупов 1929-жылы 5-майда Шымбай районындағы Азат   аўылында туўылған. Ол 1949-жылы Қарақалпақ мәмлекетлик   пединститутын тамамлап, усы жерде оқытыўшы етип   калдырылды (1949-1961), соңынан шайыр “Әмиўдәрья”   журналының бас редакторы (1961-1962), Н.Дәўқараев атындағы   Тарийх, тил ҳәм әдебият институтында илимий хызметкер,   сектор баслығы (1962-1965), Қарақалпакстан Жазыўшылар   аўқамының баслығы (1965-1980), “Совет Каракалпақстаны”   газетасының бас редакторы (1980-1985), Республикалық   парахатшылықты қорғаў Комитетиниң баслығы,   Республикалық Руўхыйлык хәм ағартыўшылық орайынын   баслығы болып иследи. Шайырдың дәслепки косықлары   40-жыллардың орталарында жәрияланды.  <br>  Оның “Бахыт лирикасы” (1955), “Күншығыс   жолаўшысына” (1959), “Ойлар” (1960), “Жети асырым” (1962),   “Дала әрманлары” (1966), “Кеўил кеўилден суў ишер” (1971),   “Дәўир самаллары” (1982), “Аласатлы дүнья бул” (1987),   “Тумарис хәм баскалар” (1974), “Йош” (1978), “Шығармаларының  еки томлығы” (1978-79), “Дузлы самаллар” (1988),   “Кеўилдеги кең дүнья” (1989), “Үмит жағысы” (1990), “Танлаўлы   шығармаларының еки томлығы” (1992), “Беглигиңди бузба   сен” (1995), “Бүлбил уясы” (1997), “Өмир, саған ашықпан” (1999),   “Хәр кимниң өз заманы бар” (2004) сыяклы бир неше   қосықлар хәм поэмалар топламлары ҳәм “Ғарры туттағы гүз”   (1963) деген гүрриң хәм очерклер жыйнағы жарык көрди.  <br>  И.Юсупов драматургия тараўында да “Қырык кыз”   (Әмет Шамуратов пенен бирликте), “Өмирбек лаққы” (1966),  “Мәнги булак” (1986) драмаларын, “Әжинияз” операсының  (1973) либреттосын хәм Қарақалпақстан Республикасы   Гимнин жазды.  <br>  Шайыр карақалпақ әдебияты бағдарламасын   дүзиўшилердиң бири, ол әдебияттан сабаклық жазыўға   катнасты, әдебият тарийхын хәр тәреплеме изертлеўге   белсендилик еткен көп ғана сын мақалаларының авторы.  <br>  Шайырдьщ өзбек тилинде: “Булоклар қайнайди”, (1960),   “Олтин кирғоқ”, (1962), “Сахро орзулари”, (1967), “Чул   гургойи”, (1972), “Рахмат сенга, замоним!”, (1979), “Қоратол”,   (1988). Рустилинде: “Песни горногоручья”, (1960), “Меридианы   сердиа”, (1966), “Глазаящерицы”, (1973), “Стихи”, “Библиотека   советской поэзий”, (1976), “Розы полынь”, (1980), “Звон   стремени”, (1981), “Стремлюсь всей душой”, (1986). Қырғыз   тилинде “Тала қыялдары” (1969) хәм түркмен тилинде   “Эриклер гүлленде” (1986) атлы топламлары басылып шықты.  <br>  Онын дүнья классиклеринен көп ғана аўдармаларының  үлгилери “Мәнги булақлар” (1985) деген ат пенен басылып   шықты.  <br>  И.Юсупов 1994-жылы “Дослық ордени”, 1999-жылы “Эл-юрт   хурмати” ордени менен сыйлыкланған. Қарақалпақстан   халық шайыры (1974), Өзбекстан халық шайыры (1992),   Қарақалпақстан Республикасына мийнети сиңген мәденият   хызметкери (1964), 2005-жылы “Өзбекстан Қахарманы”,   Карақалпақстан Республикасының Бердақ атындағы   Мәмлекетлик сыйлығының хәм Хамид Әлимжан атындағы   Өзбекстан мәмлекетлик сыйлығының лауреаты (1970), 7-10   шақырық Қарақалпақстан Республикасы Жоқарғы Кенесиниң  депутаты болған, Өзбекстан халық депутаты болды.  <br>  И.Юсупов 1956-жылдан Жазыўшылар аўқамының ағзасы."
    },
    {
        "id": 194,
        "poetName": "Юсупова Мунаввара",
        "lifeSpan": "1958",
        "biography": "<br>  Мунаввара Юсупова — шайыр ҳәм журналист.  <br>  М.Юсупова 1958-жылы 8-мартта Төрткүл районында туўылған.   1975-жылы райондағы 1-санлы орта мектепти питкерип,   Төрткүл районындағы орайласқан китапханада мийнет   жолын баслаған.  <br>  1976-жылы Ташкент мәмлекетлик мәденият институтыньң   китапханашылық хәм библиография факультетине   окыўға кирип, питкерип шығады. Ол 1981-2000-жыллар   аралығында районлык орайласқан китапхананын бас библиографы   болып хызмет етти. 1998-жылдан баслап Төрткүл   районы телевидениесинде бас редактор лаўазымында ислеп   агыр.  <br>  Дәслепки косыклары мектепте окып жүрген ўакытлары   районлык “Дўстлик байроғи” газетасында басылып шықты.   Сондай-ақ, 1983-жылы “Жаслар парвози”, 1993-жылы   “Турткул гуллари” альманахларында қосыклары менен қатнасты.  <br>  Оның “ Мунис нидолар” китабы 2002-жылы баспадан   шыкты. Абдулла Норинжанвали, Султан Ўайис Қораний,   Кеширмес Қубро хәм Аллақули Бузрук ҳаккындағы тарийхый   китабы 2003-жылы Үргениш мәмлекетлик университетиниң  баспасынан шығарылды. Ал, 2006-жылда “Янги аср авлоди”   китабы баспадан шықгы.  <br>  М.Юсупова 2002-жылдан Жазыўшылар Аўқамының  ағзасы."
    },
    {
        "id": 195,
        "poetName": "Якубов Ғайып",
        "lifeSpan": "1937",
        "biography": "<br>  Ғайып Якубов — шайыр, дилмаш ҳәм журналист.  <br>  Ғ.Яқубов 1937-жылы 9-октябрьде Хожели қаласында   туўылған. Ол Ташкент мәмлекетлик университетиниң   журналистика факультетин табыслы питкергеннен кейин,   мектепте муғаллим, 1964-1968-жыллары Қарақалпак мәмлекетлик   пединститутында оқытыўшы, 1968-жылы Республикалық   муғаллимлердиң билимин жетилистириў институтында   кабинет баслығы, 1969-85-жыллары «Ўқитувчилар газетасы»-   ның Хорезм ҳәм Каракалпакстан бойынша арнаўлы хабаршысы.   1985-1992-жыллары Каракалпақстан Жазыўшылар   аўқамында әдебий мәсләҳәтши, әдебият қорының баслығы   болып ислейди. “Маърифат” газетасының хабаршысы, соңынан   “Аму тонги” газетасында ислейди. Хәзир Өзбекстан Республикасы   “Ҳуррият” газетасынын Қарақалпақстан Республикасы бойынша хабаршысы ҳәмде «Қараколпоғистон тонги» газетасында ислеп атыр.  <br>  Ғ.Якубовтың “Сырлы таяқ” (1965), “Жағыстағы самаллар”(1988),  “Төртликлер”(1991), “Муҳаббат-ҳикмат”(2007)   китаплары басылып шықты. Ол аўдарма тараўында Т.Қайыпбергеновтың  “Суўық тамшы” (А.Қаҳҳар менен бирликте),   “Уйқысыз түнлер”(1972) повестьлерин өзбек   тилине аўдарды.  <br>  Ғ.Якубов Қарақалпақстан Республикасы Жокары Кенесиниң  Хүрмет жарлығы менен сыйлыкланған.  <br>  Ғ.Якубов 1990-жылдан Жазыўшылар аўқамынын ағзасы."
    },
    {
        "id": 196,
        "poetName": "Янгибаева Зухра",
        "lifeSpan": "1956",
        "biography": "<br>  Зуҳра Янгибаева — шайыр.  <br>  3. Янгибаева 1956-жылы Беруний қаласында туўылған.  <br>  1977-жылы Нөкис мәмлекетлик Университетиниң өзбек   тили ҳәм әдебияты факультетин питкерди.  <br>  Мийнет жолын Беруний районындағы 61-орта мектепте   муғаллим болып ислеўден баслайды.  <br>  Ал, 1988-жылдан хәзирге шекем усы райондағы 12-балалар  бақшасынын баслығы болып ислеп атыр.  <br>  Шайыраның косыклары 2000-жылы “ Билим” баспасынан  шыкқан “Ыклас”, 2003-жылы “ Наўрыз” (Ташкент) баспасынан   шыккан “Ояў кәлб” поэзиялык китапларында   жәрияланған.  <br>  З.Янгибаева 2001-жылы Самарқанд қаласында өткерилген  “Дөретиўши муғаллим” республикалық танлаўының   жеңимпазы.  <br>  Ол “Өзбекстан халық билимлендириўи ағласы”.  <br>  З.Янгибаева 2003-жылдан Жазыўшылар аўкамының   ағзасы."
    }
]