[
  {
    "id": 1,
    "poetName": "Abbazov Saǵıydulla",
    "lifeSpan": "1930-1990",
    "biography": "<br>  Saǵıydulla Abbazov — balalar shayırı.   <br>  S. Abbazov 1930-jılı   5-mayda Taxtakópir rayonında belgili xalıq shayırı A. Dabılovtıń   shańaraǵında tuwılǵan. Ol 1947-jılı Tórtkúldegi awıl xojalıq   texnikumın pitkerip Qaraqalpaq mámleketlik pedinstitutınıń   qaraqalpaq tili hám ádebiyatı bólimine oqıwǵa kiredi hám onı   1952-jılı tamamlaydı.   <br>  S. Abbazov 1952-1957-jılları “Jas Leninshi” gazetasında   kórkem ádebiyat bólimin basqaradı. Sońınan (1958-1964) “Jetkinshek”   gazetasınıń juwaplı xatkeri, (1964-66) Tashkenttegi   joqarı partiya mektebinde oqıydı, 1966-1976-jılları “Qaraqalpaqstan”   baspasında kórkem ádebiyat bóliminiń baslıǵı,   bas redaktor (1966-1976) lawazımlarında isledi. 1976-1985-jılları   Qaraqalpaqstan televideniesi hám radio esittiriw   Komitetinde aǵa redaktor, bas redaktor, Komitet baslıǵınıń orınbasarı,   1985-jıldan ómiriniń aqırına shekem   “Qaraqalpaqstan” baspasınıń bas redaktorı boldı.  <br>  S. Abbazovtıń dáslepki shıǵarmaları 50-jıllardan baslap   baspa sózde kórindi. Ol balalar hám jas óspirimler ushın   kóp ǵana shıǵarmalar dóretti. Onıń “Sırlı albom” (1962),   “Meniń inim” (1964), “Kel, báhárim!” (1967), “Quslar qaytıp   keledi eken” (1968), “Mektepte de, úyde de” (1977),   “Mektepte bayram” (1987) sıyaqlı toplamları hám tańlamalı shıǵarmalarınan   ibarat bir tomlıǵı jarıq kórdi.  <br>  S. Abbazov K. Chukovskiy, S. Mixalkov, A. Barto,   Q. Muxammadiy, G.Georgievtiń bir qatar shıǵarmaların qaraqalpaq   tiline awdardı. Shayırdıń “Timurovcı Arala” (1976) degen   kitabı rus tilinde de basılıp shıqtı. Onıń bir qatar   shıǵarmaları basqa tillerge de awdarılǵan, namaǵa túsirilgen   qosıqları da bar.  <br>  S. Abbazov 1982-jıldan Jazıwshılar awqamınıń aǵzası."
  },
  {
    "id": 2,
    "poetName": "Abdusadıqov Hayıtbay",
    "lifeSpan": "1957",
    "biography": "<br>  Hayıtbay Abdusadıqov — shayır.  <br>  H. Abdusadıqov 1957-jılı Xojeli qalasında tuwılǵan.  <br>  Orta mektepti pitkergennen soń dáslep Taqıyatas qalasındaǵı   kásip-óner uchilishesin, keyin Tashkent awıl xojalıq texnikumın tamamlaydı.  <br>  Miynet jolın Xojeli rayonındaǵı Axunbabaev atındaǵı fermer   xojalıǵında agronom bolıp islewden baslaydı.  <br>  1990-jılı Tashkent Mámleketlik Universitetiniń  jurnalistika fakultetiniń sırtqı bólimin pitkerip   shıǵadı. 1980-jıllardan baslap baspasóz tarawında xızmet   atqaradı.  <br>  Shayırdıń qosıqları sekseninshi jıllardan baslap   Nókis hám Tashkenttegi gazeta-jurnallarda kórine basladı.  <br>  “Meni kashf eting” (1984), “Yoruǵlik istagi”(1990),   “Xojeli — Xoja-eli” (1997), “Aslim, Aslim Xўja eli” (2005)   kitapları basılıp shıqtı.  <br>  H. Abdusadıqov 1991-jıldan Jazıwshılar awqamınıń  aǵzası."
  },
  {
    "id": 3,
    "poetName": "Ayjanov Ótegen",
    "lifeSpan": "1925-1960",
    "biography": "<br>  Ótegen Ayjanov — jazıwshı.  <br>  Ó. Ayjanovtıń dóretiwshiligi Moynaq balıqshılarınıń   turmısı menen tıǵız baylanıslı.  <br>  Onıń dóretpelerinde Aral balıqshılarınıń ómiri   óziniń kórkem sáwleleniwin taptı.  <br>  Ótegen Ayjanov 1925-jılı 25-yanvarda Moynaq rayonınıń   10-awıl Keńesinde tuwılǵan.  <br>  1943-1944-jılları ekinshi jáhán urısına qatnastı,   awır jaradar boldı, soń awılda muǵallim bolıp isledi.   1950-jılı Tashkenttegi yuridikalıq mektepti tamamlap,   Qaraqalpaqstan Respublikası Ministrler Keńesinde xızmet   atqaradı (1950-1952), socialıq támiynat ministrliginde aǵa   inspektor boldı (1952-1954).  <br>  Ó. Ayjanovtıń “Tolqın” atlı birinshi gúrrińi 1950-jılı   “Kızıl Qaraqalpaqstan” gazetasında daǵazalandı,   birinshi toplamı “Balıqshı jigit” degen at penen 1955-jılı jarıqqa shıqtı.   “Namıs” atlı povesti 1960-jılı basıldı.  <br>  Onı kópshilikke tanıtqan “Aral qushaǵında” romanı (1958) boldı.   Roman 1975-jılı ekinshi mártebe basıldı.   Bul shıǵarma qaraqalpaq prozasınıń tariyxında belgili   qubılıs boldı.  <br>  Avtordıń ózi qaytıs bolǵannan soń “Ustaz hám shákirt” (1969)  degen povesti jarıqqa shıqtı.  <br>  Ó. Ayjanov 1959-jıldan Jazıwshılar awqamınıń aǵzası."
  },
  {
    "id": 4,
    "poetName": "Aymurzaev Jolmurza",
    "lifeSpan": "1910-1996",
    "biography": "<br>  Jolmurza Aymurzaev — shayır, jazıwshı hám dramaturg.  <br>  XX ásirdegi qaraqalpaq ádebiyatın baslawshılardıń biri.  <br>  J. Aymurzaev 1910-jılı Shımbay rayonınıń aymaǵında   tuwılǵan. Ol dáslep internatta tárbiyalanǵan ( 1922-26), soń   1926-1927-jılları Shımbaydaǵı “Kommuna” mektebinde   oqıydı, 1927-1932-jılları Tórtkúldegi pedtexnikumdı   pitkerip, Taxtakópir rayonında muǵallim bolıp isleydi.  1935-1939-jılları Moskvadaǵı A.V. Lunacharskiy atındaǵı   kórkem-óner institutında oqıydı, sońınan 1942-jılǵa   shekem Qaraqalpaqstan Jazıwshılar awqamında juwaplı   xatker bolıp isleydi.  <br>  Jazıwshı ekinshi jáhán urısı frontlarına qatnasadı,   fronttan qaytqannan keyin 1944-51-jılları, 1958-1962-jılları   Qaraqalpaqstan Jazıwshılar awqamınıń   baslıǵı, 1963-72-jılları Ózbekstan hújjetli hám ilimiy kópshilik   filmler studiyasınıń Qaraqalpaqstan   filialın basqaradı.  <br>  Shayırdıń birinshi qosıǵı 1927-jılı baspa sózde   shıqtı. Sol jılları ol “Gúres”, “Gúreste jeńdik” dep atalǵan   dáslepki poemaların dóretti, dramaturgiya tarawında 1933-jılı   “Hákisliler”, 1939-jılı “Óz tayaǵı ózine” pesaların   jazdı hám sahnada qoyıldı. Al 1940-jılı “Qaraqalpaqstan   ádebiyatı hám iskusstvosı” jurnalınıń №3-5 sanlarında, 1941-jılı   №1 sanında jazıwshınıń “Quwat”   atlı povesti basılıp shıqtı.  <br>  J. Aymurzaev ekinshi jáhán urısı jıllarında “Meniń   joldaslarım” poemasın, “Aral qızı”, “Leytenant Elmuratov”,   “Kolya” atlı pesaların jazdı.  <br>  Jazıwshı - dramaturgtiń “Aygúl-Abat” ( 1946, 1952),   “Berdak” (1958, 1977), “Qádirdan doktor” (1960), “Ráwshan”   (1956), “Sheberxannıń shırmawıǵı ” (1964), “Baxıt bulaǵı”   (1967) pesaları teatr sahnasında qoyıldı.  <br>  J. Aymurzaevtıń “Kelin” gúrrińi, “Ámiwdárya boyında”,   “Qızketken”, “Muxabbatım adamlar” romanları kópshilikke jaqınnan  tanıs. Jazıwshı Qaraqalpaq ádebiyatında   birinshi roman dóretiwshilerdiń qatarına kiredi.  <br>  J. Aymurzaev “Ózbekstan (1981) hám Qarakdlpaqstan (1974)   xalıq jazıwshısı”, “Ózbekstan Respublikasına miyneti sińgen mádeniyat   xızmetkeri” (1957) degen húrmetli ataqlardıń   iyesi. Ol “Aygúl-Abat” pesası ushın Qaraqalpaqstan Respublikası   Berdaq atındaǵı mámleketlik sıylıǵınıń laureatı boldı,   eki mártebe Qaraqalpaqstan Respublikası Jokarǵı Qenesine   deputat bolıp saylandı, “Miynet Qızıl Bayrak”, “Xalıqlar doslıǵı”,   úsh mártebe “Húrmet belgisi”   ordenleri, Ózbekstan hám Qaraqalpaqstan Respublikası Joqarǵı   Keńesiniń Húrmet jarlıqları menen sıylıqlanǵan.  <br>  Jazıwshınıń bir qansha shıǵarmaları kóplegen tillerde   basılıp shıqtı.  <br>  Shıǵarmaları: “Hákisliler” (1934), «Qosıqlar» (1935,1936,1938)   «Ullı Oatan» qosıǵı (1939), «Tasqın» (1946), «Meniń batırlarım» (1949),   «Qaharmanlıq gúreske» (1942), «Shayır sózi» (1949), «Jas áwladlarǵa» (1951),   «Dańqlı doslar» (1954), «Aydın jolda» (1951), «Ámiwdárya boyında» (1958),   «Jetimniń júregi» (1967), «Qızketken» (1972), «Ómir shaydasıman» (1976),   «Jetpis toǵızınshı báxár» (1989),   «Jolmurza Aymurzaev. Shıǵarmaları» I tom, (1961),   «Jolmurza Aymurzaev. Shıǵarmaları» II tom, (1962) hám taǵı basqalar.  <br>  J.Aymurzaev 1934-jıldan Jazıwshılar awqamınıń   aǵzası."
  },
  {
    "id": 5,
    "poetName": "Aymuxammedova Biybiaysha",
    "lifeSpan": "1953",
    "biography": "<br>  Biybiaysha Aymuxammedova — jazıwshı.  <br>  Ol 1953-jılı Túrkmenstannıń Tashawız wálayatınıń   Góne Úrgenish rayonında tuwılǵan.  <br>  1974-jılı Qaraqalpaq mámleketlik pedagogikalıq   institutınıń Qaraqalpaq tili hám ádebiyatı fakultetin pitkeredi.  <br>  Miynet jolın Xojeli, Qanlıqól rayonlarında muǵallim   bolıp islewden baslaǵan, 1977-1979-jılları radio esittiriw   komitetinde islese, 1979-jıldan baslap №56   kásip-texnikalıq kolledjinde oqıtıwshı bolıp isleydi.  <br>  B. Aymuxammedovanıń dáslepki qosıqları respubliqalıq,   rayonlıq gazetalarda, “Ámiwdárya” jurnalında   daǵazalanadı.  <br>  1978-jılı “Shofer qızdıń kúndeligi” atlı povesti   járiyalandı.  <br>  B. Aymuxammedova 1983-jıldan Jazıwshılar awqamınıń aǵzası."
  },
  {
    "id": 6,
    "poetName": "Aytmuratov Dáwlen",
    "lifeSpan": "1933",
    "biography": "<br>  Dáwlen Aytmuratov — shayır, dramaturg hám alım.  <br>  Dáwlen Aytmuratov 1933-jılı 3-mayda Qusqana tawınıń   qubla tárepinde, Erkindárya aymaǵında tuwılǵan.   1962-jılı Moskvadaǵı A.M. Gorkiy atındaǵı ádebiyat institutın   tamamlap, 1962-1973-jılları “Ámiwdárya” jurnalınıń bólim   baslıǵı bolıp isleydi, “Jetkinshek” gazetasında xızmet atqaradı.  1974-1976-jılları Alma-Atada “Qazaq-film” kinostudiyasında,   1976-jıldan baslap N. Dáwqaraev   atındaǵı Til hám ádebiyat institutında ilimiy xızmetker,   aǵa ilimiy xızmetker lawazımlarında isleydi.  <br>  Shayırdıń dáslepki qosıqları 1958-jıldan baslap jarıq kórdi.   Onıń baspada “Qosıq hám tımsallar” (1960),   “Aǵar dárya” (1965), “Tımsallar” (1975), “Men shınlıqtı   súydim, olsız hesh nársede qádir yoq” (1990) degen toplamları hám   “Yalǵanshınıń isi”, sońınan “Aqmaqlıq dúnyasında”(1990) atlı komediyası   járiyalandı hám “Pir qaqqan”   komediyası teatr sahnasına qoyıldı.  <br>  D. Aytmuratov tariyx, til bilimi tarawında 1986-jılı   “Tyurkskie etnonimı” atlı kólemli izertlewin bastırıp   shıǵardı.  <br>  Ol E.Rotterdamskiy, T. Shevchenko, M.Y. Lermontov, S.A.   Esenin, V. V. Mayakovskiy, A.Nawayı, Hafız, Sh. Rustaveli   shıǵarmaların qaraqalpaq tiline awdardı.  <br>  D. Aytmuratov “Qaraqalpaqstan Respublikasına miyneti   sińgen mádeniyat xızmetkeri” xúrmetli ataǵına iye.  <br>  D. Aytmuratov 1969-jıldan Jazıwshılar awqamınıń   aǵzası."
  },
  {
    "id": 7,
    "poetName": "Aytmuratov Raxman",
    "lifeSpan": "1945-2005",
    "biography": "<br>  Raxman Aytmuratov 1945-jılı 4-fevralda Moynaq rayonınıń   “Qızıl jar” awılında tuwılǵan.  <br>  Orta mektepti pitkergennen soń “Aral balıqshısı”   gazetasında jumıs baslaydı.  <br>  Qonırat rayonlıq “Jeńis bayraǵı” gazetasında ádebiy   xızmetker, bólim baslıǵı,sońınan Tashkent Joqarǵı partiya   mektebinde oqıp kelip, usı gazetanıń redaktorı bolıp islegen.  <br>  1986-jıldan 1997-jılǵa shekem Qońırattaǵı awıl xojalıq  liceyinde muǵallim bolıp isleydi.  <br>  Al, 1997-jıldan ómiriniń aqırına shekem Qaraqalpaqstan   televideniesiniń Qońırat rayonı boyınsha óz xabarshısı boldı.  <br>  R. Aytmuratovtıń dáslepki “Párўaz” atlı qosıǵı 1962-jılı   shıqqan edi.  <br>  Sonnan berli qosıqları, poemaları, gúrrińleri, ocherkleri   baspa sózde úzliksiz járiyalanıp keldi.  <br>  “Qaraqalpaqstan” baspasınan 1993-jılı “Dúbeley”, 1997-jılı   “Gúbelek nege gúlge qondı?”, 1997-jılı “Dáwir ruwxı” qosıqlar kitabı   basılıp shıqtı.  <br>  R. Aytmuratov 1998-jıldan Jazıwshılar awqamınıń   aǵzası."
  },
  {
    "id": 8,
    "poetName": "Aytniyazov Áўezxan",
    "lifeSpan": "1938",
    "biography": "<br>  Áўezxan Aytniyazov 1938-jılı 27-iyunde Nókis   qalasında tuwılǵan. Orta mektepti pitkergennen soń Tashkent   mámleketlik dene tárbiyası hám sport institutın pitkerdi.  <br>  Nókis mámleketlik pedagogikalıq institutında   oqıtıwshı, dekan, kafedra baslıǵı, docent, sonday-aq,   kóp jıllar joqarı lawazımlarda minsiz xızmet atqardı.  <br>  Á. Aytniyazov bir neshe márte Qaraqalpaqstan   Respublikası Joqarǵı Keńesiniń “Húrmet jarlıǵı” menen   sıylıqlanǵan. Oǵan 1992-jılı “Qaraqalpaqstan Respublikasına   miyneti sińgen mádeniyat xızmetkeri” húrmetli   ataǵı berildi. Ol «Qaraqalpaqstan Respublikası bilimlendiriw aǵlası».  <br>  Onıń “Salamat bolǵıń kelse” (1992), “Háwlidegi   háreketli oyınlar” (1993), “Jit 180 let - eto vozmojno” (1995),   “Tennis” (1996), “Sport hámme ushın” (2002),   “Milliy ideologiya hám dene tárbiyası ” (2000), “Gimnastika   shınıǵıwların úyreniw metodları” (2001),   “Sport tariyxı” (2005), “Qaraqalpaqstan milliy sport   túrleri hám háreketli oyınlarınıń tariyxı” (1998)   sıyaqlı kitapları basılıp shıqtı.  <br>  Á. Aytniyazov 1995-jıldan Jazıwshılar awqamınıń   aǵzası."
  },
  {
    "id": 9,
    "poetName": "Ayımbetov Qallı",
    "lifeSpan": "1908-1973",
    "biography": "<br>  Qallı Ayımbetov — folklor hám ádebiyat izertlewshisi.  <br>  Mádeniyatımızdıń ardaqlı azamatlarınıń biri   Q. Ayımbetovtı onıń kózi tiri waqtıńda-aq kópshilik   janlı arxiv dep ataytuǵın edi. Ol qaraqalpaq awızeki   ádebiyatınıń jetik mamanı boldı.  <br>  Q. Ayımbetov 1908-jılı Shımbay rayonında Aralbay   awılında kámbaǵal shańaraqta tuwılǵan.  <br>  1929-jılı Tórtkúldegi pedagogikalıq texnikumdı   pitkeredi, soǵan shekem de balalar úyinde tárbiyashı, xalıq   bilimlendiriw tarawlarında islegen.  <br>  1930-1933-jılları Alma-Atadaǵı qazaq pedagogikalıq   institutında oqıp bilim aladı.  <br>  Tuwılǵan eline kelip, ilim-izertlew institutında   xızmetker (1933-1935), Moskvada oqıw kitapları baspasında   redakciya baslıǵı (1935-1936) hám burınǵı awqam Oraylıq   Atqarıw Komiteti janındaǵı milliy institutınıń aspiranturasında   oqıydı (1936-1938), 1938-jılı wálayatlıq xalıq   bilimlendiriw bóliminiń baslıǵı bolıp tayınlandı,   Til hám ádebiyat ilim izertlew institutıńda direktor( 1938-40),   wálayatlıq partiya komitetiniń lektorı bolıp isleydi (1940-41).  I  <br>  Q. Ayımbetov ekinshi jáhán urısınıń qatnasıwshısı,   áskeriy xızmetten qaytıp kelgennen soń (1947-1948)   Til hám ádebiyat institutında direktordıń orınbasarı,   Qaraqalpaqstan Respublikası Ministrler Keńesi janındaǵı   mádeniyat isleri boyınsha Komitettiń baslıǵı (1948-1950),   Ózbekstan Respublikası Ilimler Akademiyası A.S.Pushkin   atındaǵı til hám ádebiyat institutınıń úlken ilimiy xızmetkeri,   Nókis mámleketlik pedagogikalıq institutta kafedra baslıǵı (1950-1951),   Til hám ádebiyat institutında bólim baslıǵı (1951-53) lawazımlarında  isledi.  <br>  Q. Ayımbetov 1956-jıldan Nókis pedagogikalıq   institutınıń qaraqalpaq ádebiyatı kafedrasın basqardı. Sol   jılı “Qaraqalpaq dramaturgiyası tariyxınıń ocherkleri” degen temada   kandidatlıq dissertaciyasın, 1965-jılı   “Qaraqalpaq jıraw-baqsılarınıń repertuarı” degen temada   doktorlıq dissertaciyasın jaqladı.  <br>  1968-jılı professor ilimiy ataǵı berildi.  <br>  Ilimpaz 20-jıllardan baslap-aq Qaraqalpaq ádebiyatı   hám folklor úlgilerin jıynawshılardıń biri boldı.   Ayapbergen shayırdıń shıǵarmaların jazıp alıwǵa qatnastı,   “Edige”, “Alpamıs” (1937) dástanların jazıp aldı   hám Moskvada bastırıp shıǵardı.  <br>  K. Ayımbetovtıń “Xalıq danalıǵı” (1968) “Qaraqalpaq   folklorı” (1977) “Qaraqalpaq dramaturgiyası tariyxınıń   ocherkleri” (1963) “Ótken kúnlerden elesler” (1972)   “Qıylı-qıylı qılўalar” (1960), “Qaraqalpaq nakıl-maqalları” (1978)   kitapları hám mektepler ushın “Úlkenler ushın sabaklıq” (1929),  “Ádebiyat xrestomatiyası” miynetleri baspadan shıqtı.  <br>  K. Ayımbetov Molerdiń “Skapenniń xiylesi” (1939)   K. Simonovtıń “Rus máselesi” (1947) A. Safronovtıń   “Moskva xarakteri” (1948) A. Ostrovskiydiń Jarlılıq   ayıp emes” (1936) R. Tagordıń “Ganga qızı” shıǵarmaların   qaraqalpaq tiline awdardı.  <br>  Folklorshı-alım “Qaraqalpaqstan Respublikasına   miyneti sińgen mádeniyat xızmetkeri” (1957), “Qaraqalpaqstan   Respublikasına miyneti sińgen ilim ǵayratkeri   (1958), degen húrmetli ataqlarǵa iye, “Xúrmet belgisi ordeni,   jawıngerlik medalları, Ózbekstan hám Qaraqalpaqstan   Respublikası Joqarǵı Keńesiniń Xúrmet jarlıqları menen sıylıqlanǵan.  <br>  Q. Ayımbetov 1934-jıldan Jazıwshılar awqamınıń   aǵzası."
  },
  {
    "id": 10,
    "poetName": "Ayımbetov Hikmetulla",
    "lifeSpan": "1948",
    "biography": "<br>  Hikmetulla Ayımbetov — shayır hám jazıwshı.  <br>  H. Ayımbetov 1948-jılı 2-sentyabrde Taxtakópir   rayonında, Taxtakópir awılında tuwılǵan.  <br>  Ol 1972-jılı Qaraqalpaq mámleketlik pedagogikalıq   institutın tabıslı pitkergennen soń “Jetkinshek” gazetasında,   “Ámiwdárya” jurnalında, Qaraqalpaqstan televidenie-radio   esittiriwleri komitetinde isleydi.  <br>  1991-jıldan “Árman” ádebiy gazetasınıń redaktorı   lawazımın atqaradı.  <br>  2003-2005-jılları Ájiniyaz atındaǵı Nókis mámleketlik   pedagogikalıq institutında qaraqalpaq tili oqıtıwshısı bolıp isledi.  <br>  Házirgi waqıtta húrmetli dem alısta hám dóretiwshilik   isler menen shuǵıllanıp atır.  <br>  H. Ayımbetovtıń “Jalǵız terek”(1976), “Tıńlanızlar” (1985),   “Úlken shańaraq” (1991), “Aq qaǵaz” (1993) poeziyalıq kitapları,   “Qarabuwra” (1998), “Taxtakópir ullı   dárbent ústinde”(2007) romanları basılıp shıqtı.  <br>  Ol Pushkin, Lermontov, Mayakovskiy ( “Jaqsı” 1983)   rus xalqınıń “Igor atlanısları haqqında dástan”   shıǵarmaların, Á.Súyinniń qosıqlar toplamın awdarıp óz   aldına baspadan shıǵardı.  <br>  H. Ayımbetov 1991-jıldan Jazıwshılar awqamınıń   aǵzası."
  },
  {
    "id": 11,
    "poetName": "Aqnazarov Axmed",
    "lifeSpan": "1948",
    "biography": "<br>  Axmet Aqnazarov — jazıwshı, shayır hám dilmash.  <br>  A. Aqnazarov 1948-jılı 1-sentyabrde Tórtkúl rayonında   tuwılǵan.  <br>  Orta mektepti pitkergennen baslap baspasóz tarawında   islep, ádebiy dóretiwshilik penen shuǵıllanıp kiyatır.  <br>  A. Aqnazarov qaraqalpaq hám ózbek tillerinde jazadı.  <br>  Ol “Shokoladı qánekey?”, “Diafilm operaciyası”,   “Diplomattaǵı qupıya”, “Bala menen ılaq”, “Altın teńge”, “Shaytannıń   shataǵı” atlı yumorlıq qosıqlar, ertekler, gúrrińler,   povestlerden ibarat onǵa jaqın kitaptıń avtorı.  <br>  Sonday-aq, jazıwshı T.Qayıpbergenovtıń “Qaraqalpaqpan,   táwekelshimen” kitabın, kórnekli satirik M.Nızanovtıń   “Adam kúldirgeni ushın” povestin hám belgili qaraqalpaq   satirikleri S. Jumaǵulov, K. Ernazarov, A. Sultanov,   K. Ámetov hám taǵı basqalardıń yumorlıq gúrrińlerin ózbek   tiline, al, ayırım ózbek, qazaq, túrkmen, rus satirikleriniń   shıǵarmaların qaraqalpaq tiline awdarǵan.  <br>  Ol 2001-jıldan Qaraqalpaqstan Jazıwshılar awqamınıń   ádebiy másláhátshisi, «Ádebiyat» qorınıń baslıǵı, 2004-jıldan   juwaplı xatkeri hám “Mushtum” jurnalınıń respublikamızdaǵı   arnawlı xabarshısı bolıp isledi. Házir   Qaraqalpaqstan Jazıwshılar awqamı janındaǵı «Dóretiwshilik»   korınıń atqarıwshı direktorı.  <br>  A. Aqnazarov 2002-jıldan Jazıwshılar awqamınıń   aǵzası."
  },
  {
    "id": 12,
    "poetName": "Allayarov Sultamurat",
    "lifeSpan": "1936-1996",
    "biography": "<br>  Sultamurat Allayarov— sınshı hám ádebiyat izertlewshisi.  <br>  Ol 1936-jılı Kegeyli rayonınıń Xalqabad awılında   tuwılǵan. Orta mektepti tamamlaǵannan soń, 1959-jılı Qaraqalpaq   mámleketlik pedagogikalıq institutınıń rus tili hám ádebiyatı   bólimin pitkerdi. 1980-jılǵa shekem N.Dáwqaraev atındaǵı Til hám   ádebiyat institutında ilimiy xızmetker lawazımında isledi.  <br>  S. Allayarov 1966-1969-jıllar aralıǵında aspiranturda   oqıdı, 1971-jılı “Mırzaǵaliy Dáribaevtıń dóretiwshilik jolı”   degen temada kandidatlıq dissertaniyasın jaqladı. 1980-jıldan   baslap ol Nókis mámleketlik   universitetinde aǵa oqıtıwshı, 1990-jıldan Nókis   mámleketlik pedagogiqalıq institutında kafedra baslıǵı   lawazımında isledi.  <br>  Onıń dáslepki ilimiy sın maqalaları 60-jıllardıń   baslarında jarıq kórdi. S. Allayarovtıń “Mırzaǵaliy Dáribaevtıń   tvorchestvosı” atlı monografiyası 1978-jılı baspadan shıqtı.   Ol “Qaraqalpaq sovet ádebiyatı tariyxınıń ocherkleri” (1968)   hám “Istoriya Qaraqalpaqskoy sovetskoy literaturı” (1981) sıyaqlı   kitaplardıń avtorlarınıń biri.  <br>  S. Allayarov Ózbekstan Respublikası Beruniy atındaǵı   mámleketlik sıylıǵınıń laureatı.  <br>  Ol 1979-jıldan Jazıwshılar awqamınıń aǵzası."
  },
  {
    "id": 13,
    "poetName": "Allanazarov Tóresh",
    "lifeSpan": "1916-2000",
    "biography": "<br>  Tóresh Allanazarov — rejissyor hám dramagurgiya   izertlewshisi.  <br>  T. Allanazarov 1916-jılı Qońırat rayonınıń Sorkól   awılında tuwılǵan. Dáslep eski mektepte, soń jańa   mektepte oqıǵan, 1933-jılı Tórtkúldegi pedtexnikumdı   pitkerip, Kegeylide muǵallim bolıp isleydi.  <br>  T. Allanazarov 1934-39-jılları Moskvadaǵı Lunacharskiy   atındaǵı mámleketlik teatr óneri institutında bilim aladı.   1945-jılǵa shekem qaraqalpaq mámleketlik teatrında aktyor   hám rejissyor,1951-jılı Tashkenttegi teatr   institutınıń rejissyorlıq fakultetin pitkerip kelip,   respublikadaǵı mámleketlik teatrda bas rejissyor bo-   lıp isleydi.  <br>  Ol 1959-1965-jılları N. Dáwqaraev atındaǵı Til hám   ádebiyat institutında kórkem-óner bólimin basqarsa, 1965-1967-jılları   respublikanıń mádeniyat ministri, soń   Tashkent mámleketlik mádeniyat institutında kafedra   meńgeriwshisi (1974-1983), 1983-jıldan baslap N. Dáwqaraev atındaǵı   Til hám ádebiyat institutıńda ilimiy xızmetker wazıypasın atqardı.  <br>  T. Allanazarov ádebiy dóretiwshilik penen 1939-jıldan   baslap shuǵıllanǵan. Ol J. Aymurzaev penen birge   “Ráwshan” ( 1956), A. Begimov penen birlikte “Ǵárip   ashıq ” pesaların dóretti hám saxnalastırdı. Ol M. Gorkiydiń   “Dushpanlar”, “Vassa Jeleznova”, A. Qahhardıń “Jańa jer”,   I. Frankonıń “Urlanǵan baxıt”, Molerdiń “Tartyuf”,   Ǵ. Músirepovtıń “Kız jipek”   pesaların awdarǵan.  <br>  Dramaturgiya tariyxı boyınsha T. Allanazarovtıń   “Qaraqalpaq sovet teatrı” (1966), “Teatr hám dramaturgiya”   (1979), “Qaraqalpaq sovet dramaturgiyası tariyxınıń geypara   máseleleri” (1987) hám basqa da izertlewleri bar.  <br>  T. Allanazarov 1964-jılı “Qaraqalpaq sovet teatrınıń   rawajlanıw jolları” degen temada kórkem-óner tanıw boyınsha   kandidatlıq dissertaciyasın jaqlaǵan. “Qaraqalpaqstanda mádeniy   aǵartıw mákemeleriniń qáliplesiw   derekleri” degen atamadaǵı oqıw quralınıń avtorı.  <br>  T. Allanazarov “Qaraqalpaqstan xalıq artisti” (1944),   “Ózbekstan Respublikasına miyneti sińgen kórkem-óner ǵayratkeri” (1957),   “Ózbekstan xalıq artisti”   (1963) degen húrmetli ataqlarǵa iye. “Húrmet belgisi” ordeni   hám medallar menen sıylıqlanǵan. Ol   Qaraqalpaqstan Respublikası Berdaq atındaǵı mámleketlik sıylıqtıń   laureatı boldı.  <br>  T. Allanazarov 1955-jıldan Jazıwshılar awqamınıń   aǵzası."
  },
  {
    "id": 14,
    "poetName": "Allambergenov Keńesbay",
    "lifeSpan": "1954",
    "biography": "<br>  Keńesbay Allambergenov — jazıwshı hám ádebiyat izert-   lewshisi.  <br>  K. Allambergenov 1954-jılı 7-noyabrde Qaraózek rayonında   tuwılǵan.  <br>  1971-jılı orta mektepti tamamlaǵannan soń awıl   xojalıǵı jumısında isledi, 1972-76-jılları Qaraqalpaq   mámleketlik pedinstitutınıń tariyx-filologiya fakultetin pitkerip,   “Jetkinshek” gazetasında isledi. Sońınan (1976-77) áskeriy xızmette boldı.  <br>  1977-79-jılları kásip texnikalıq uchilishesinde   oqıtıwshı, 1979-82-jılları Nókis mámleketlik universitetiniń   aspirantı, 1982-89-jılları universitette   oqıtıwshı, dekan orınbasarı, 1989-91-jılları “Ámiwdárya”   jurnalınıń bas redaktorı, 1991-2008-jılları Ájiniyaz   atındaǵı Nókis mámleketlik pedagogikalıq institutında   Qaraqalpaq ádebiyatı kafedrasınıń baslıǵı, usı instituttıń   oqıw isleri boyınsha prorektorı, fakultet   dekanı, kafedra baslıǵı lawazımlarında isledi. Házirgi   kúnde Qaraqalpaq ádebiyatı kafedrasınıń professorı bolıp islep atır.  <br>  Ol 1985-jılı “Qaraqalpaq ádebiyatında aytıs janrı”   degen temada kandidatlıq, 1997-jılı “Qaraqalpaq xalıq dástanı   “Edige” degen temada doktorlıq dissertaciyasın jaqladı."
  },
  {
    "id": 15,
    "poetName": "Aralbaev Qayırjan",
    "lifeSpan": "",
    "biography": ""
  },
  {
    "id": 16,
    "poetName": "Atajanov Ábdimurat",
    "lifeSpan": "1938",
    "biography": "<br>  Ábdimurat Atajanov — balalar jazıwshısı.  <br>  Á. Atajanov 1938-jılı 17-yanvarda Nókis rayonına qaraslı   “Qattıaǵar” xojalıǵı “Tolıs” awılında tuwılǵan.  <br>  Ol 1957-jılı Nókis awıl xojalıǵı texnikumın, 1964-jılı   Qaraqalpaq mámleketlik pedagogikalıq institutın  tamamladı.  <br>  1957-59-jılları mektepte muǵallim bolıp isleydi.   1964-jıldan «Jetkinshek» gazetasında ádebiy xızmetker, soń   bólim baslıǵı, “Ámiwdárya” jurnalınıń bólim baslıǵı   (1972-75), “Jetkinshek” gazetasınıń redaktorı (1975),   «Ustaz» (sońınan “Ustaz jolı”) gazetasınıń bas redaktorı   (1998-2002) bolıp isledi, házirgi waqıtta usı gazetada bas   redaktordıń orınbasarı lawazımında islep atır.  <br>  Jazıwshınıń birinshi gúrrińi “Etik” 1961-jılı “Jetkinshek”   gazetasında basılıp shıqtı.  <br>  Házirge shekem ol “Duwtar” (1976), “Ata mákan” (1978), “Jeti   xat” (1981), “Qos kanikulda” (1983), “Sapalaq palўan” (1984),   “Pikassonıń aq kepteri” (1986), “Sońǵı jawǵan qar” (1987),   “Mashqala” (1988), “Pátpelektey pálpellegen dostım-ay”  (1994), “Qaytıp keliw” (1996), “Jiyde jegiń kele me”   (1997) sıyaqlı gúrriń hám povestler toplamların bastırıp shıǵardı.   2010-jılı jazıwshınıń «Jat jurtta japa   shekken adam» ádebiy maqala, gúrriń, ocherkten kuralǵan toplamı jarıq kórdi.  <br>  Á. Atajanov M. Sholoxov, S. Baruzdin, B. Polevoydıń,   Sh. Beyshanalievtiń, S. Axmad, O. Omarbekovlardıń gúrriń hám   povestlerin qaraqalpaq tiline awdarǵan. Jazıwshınıń   bir qatar shıǵarmaları ózbek, qazaq, túrkmen, tatar, noǵay,   avar, bashqurt hám orıs tillerinde jarıq kórgen.  <br>  Á. Atajanov “Ózbekstan Respublikasına miyneti sińgen  mádeniyat xızmetkeri” xúrmetli ataǵına iye.  <br>  Ol 1987-jılı “Pikassonıń aq kepteri” gúrrińler toplamı ushın   Qaraqalpaqstan Jazıwshılar awqamınıń sıylıǵına miyasar bolǵan.  <br>  Jazıwshı bir neshe mártebe Qaraqalpaqstan Respublikası   Joqarǵı Keńesiniń Xúrmet jarlıǵı menen sıylıqlanǵan.  <br>  Á. Atajanov 1977-jıldan Jazıwshılar awqamınıń   aǵzası."
  },
  {
    "id": 17,
    "poetName": "Atamuratova Shiyrin",
    "lifeSpan": "1949",
    "biography": "<br>  Shiyrin Atamuratova — balalar shayırı.  <br>  Sh. Atamuratova 1949-jılı 7-iyulde Xojeli rayonında   tuwılǵan.  <br>  Ol orta mektepti tamamlap, 1968-jılı Qaraqalpaq   mámleketlik pedagogikalıq institutınıń fizika-matematika   fakultetine oqıwǵa kiredi hám onı tabıslı pitkeredi.  <br>  Miynet jolın muǵallim bolıp islewden baslaydı.   Sh. Atamuratova kóp jıllar dawamında Nókis qalasındaǵı   K. Marks hám Ǵ. Toqay atındaǵı orta mekteplerde muǵallim bolıp isledi.  <br>  Házirgi wakıtta húrmetli dem alısta hám dóretiwshilik   isler menen shuǵıllanıp atır.  <br>  Shayırdıń qosıqları 70-jıllardan baslap járiyalandı.   Onıń qosıqları “Jetkinshek” gazetasında,   “Ámiwdárya”, “Ǵumsha” jurnallarında jarıq kórdi.  <br>  Sh. Atamuratovanıń házirge shekem “Átkónshek”   (1978), “Sawǵa” (1981), “Shadlıq” (1984) degen balalarǵa   arnalǵan qosıqlar toplamları basılıp shıqtı.  <br>  Sh. Atamuratova 1983-jıldan Jazıwshılar awqamınıń   aǵzası."
  },
  {
    "id": 18,
    "poetName": "Axmedov Abdulla",
    "lifeSpan": "1942",
    "biography": "<br>  Abdulla Axmedov — jazıwshı.  <br>  A. Axmedov 1942-jılı 1-yanvarda házirgi Ellikqala   rayonı Axunbabaev atındaǵı fermer xojalıǵında tuwılǵan.  <br>  1963-1969-jılları Tashkent mámleketlik universitetiniń   filologiya fakultetinde oqıǵan.  <br>  Dáslep mektepte muǵallim, sońınan rayonlıq gazetada   bólim baslıǵı, redaktor orınbasarı, redaktor bolıp   isledi.  <br>  Dáslepki “Traktorshı” atlı gúrrińi 1962-jılı   respublikalıq balalar gazetasında basılǵan.  <br>  “Kóz qarashıǵı”, “Chekist”, “Batır bala” atlı povestleri,   gurrińleri, ertekleri óz aldına kitap bolıp basılıp shıqtı.  <br>  A. Axmedov 1984-jıldan Jazıwshılar awqamınıń  aǵzası."
  },
  {
    "id": 19,
    "poetName": "Axmedov Mansur",
    "lifeSpan": "1962-2004",
    "biography": "<br>  Mansur Axmedov — shayır hám jurnalist.  <br>  M. Axmedov 1962-jılı 4-mayda Ámiwdárya rayonında   tuwıldı.  <br>  Ol orta mektepti pitkergennen soń, 1980-jılı Tashkent   mámleketlik pedagogikalıq institutınıń ózbek-qazaq   filologiyası fakultetine oqıwǵa kiredi.  <br>  1984-86-jılları áskeriy xızmette boladı.  <br>  Miynet jolın 1987-jılı “Ámiwdárya xaqıykatı” gazetasında   xabarshı bolıp islewden baslaydı. sońınan bólim   baslıq, juwaplı xatker, jurnalist bolıp isleydi.  <br>  1992-94-jılları “Xalq sўzi” gazetasında xabarshı,   1994-jılı “Amu tongi” gazetasında bas redaktor bolıp   isleydi.  <br>  Onıń “Kirpigińde asılıp turǵan meniń janımdur” (1995)   qosıqlar toplamı baspadan shıqtı.  <br>  M. Axmedov 1998-jıldan Jazıwshılar awqamınıń   aǵzası."
  },
  {
    "id": 20,
    "poetName": "Axmetov Srajatdiyn",
    "lifeSpan": "1928-1996",
    "biography": "<br>  Srajatdiyn Axmetov — ádebiyat izertlewshisi hám sınshı.  <br>  S. Axmetov 1928-jılı Shımbay rayonında tuwılǵan.  Ol 1947-jılı Qaraqalpaq mámleketlik pedinstitutınıń qaraqalpaq t  ili hám ádebiyatı fakultetin tamamlap, usı jerde oqıtıwshı bolıp qaladı.  <br>  S. Axmetov 1950-54-jılları Moskva Ilimler Akademiyasınıń   Shıǵıstanıw institutının aspiranturasınıń   teoriyalıq kursınan ótti, 1954-jıldan baslap pedagogikalıq institutta   oqıtıwshı, docent, fakultet dekanı,   kafedra baslıǵı lawazımlarında isledi, Qaraqalpaq   Mámleketlik universitetinde qaraqalpaq ádebiyatı kafedrasınıń   meńgeriwshisi boldı.  <br>  S. Axmetov 1955-jılı “Ullı Oatandarlıq urısqa shekemgi   dáwirdegi qaraqalpaq poeziyası” degen temada kandidatlıq,   1966-jılı “Qaraqalpaq sovet poeziyasınıń ósiw   jolları” degen temada doktorlıq dissertaciyasın jaqladı,   1968-jılı oǵan professor ilimiy ataǵı berildi.  <br>  Ádebiyatshı-sınshınıń dáslepki maqalaları 50-jıllardıń   baslarında jarıq kórdi.  <br>  Onıń eki júzden aslam ilimiy hám sın miynetle-   ri, izertlew jumısları járiyalanǵan.  <br>  Sınshı hám alımnıń “Ullı Oatandarlıq urısqa shekemgi   qaraqalpaqsovet poeziyası” (1959), “Qaraqalpaq po-   eziyası tariyxınıń ocherkleri”(1961), “Ádebiyat terminle-   riniń qısqasha sózligi” (1974), “Ádebiyat hám kritika”   (1978), “Qaraqalpaq ádebiy kritikası hám ádebiyat ili-   miniń tariyxınan” (1980), “Qaraqalpaq sovet poeziyası”   (1988), “Qaraqalpaq ádebiy sını” (1992), “Tapantqa talap”   (1986), “Qaraqalpaqstan Respublikasınıń ádebiyatshı  alımları hám sınshıları” (1993) degen kitapları bası-   lıp shıqtı.  <br>  Sonıń menen birge ol “Qaraqalpaq sovet ádebiyatı tariyxınıń   ocherkleri” (1968) hám Moskvada basılǵan “Istoriya mnogonacionalnoy   sovetskoy literaturı” (2-tom) degen   kitaptıń avtorlarınıń biri.  <br>  Ol usınday miynetleri ushın Qaraqalpaqstan Respublikası   Berdaq atındaǵı mámleketlik sıylıqtıń laureatı   (1980) boldı.  <br>  S. Axmetov joqarı oqıw orınlarına arnalǵan “Qaraqalpaq   ádebiyatı tariyxı” (1984), “Ádebiyattanıw” (1986),   “Ádebiyattı oqıtıw metodikası” (1987) kitaplarınıń avtorlarınıń biri.  <br>  S. Axmetov “Ózbekstan hám Qaraqalpaqstan Respublikasına   miyneti sińgen ilim ǵayratkeri” (1972, 1974),   “Bilimlendiriw aǵlası”, bir neshe ret Qaraqalpaqstan   Respublikası Joqarǵı Keńesiniń Húrmet jarlıqları   menen sıylıqlanǵan.  <br>  S. Axmetov 1958-jıldan Jazıwshılar awqamınıń  aǵzası."
  },
  {
    "id": 21,
    "poetName": "Axmetov Xojamet",
    "lifeSpan": "1908-1932",
    "biography": "<br>  Xojamet Axmetov — shayır.  <br>  X. Axmetov Moynaq rayonınıń Sorkól awılında tuwılǵan.  <br>  Ol ata-anasınan jaslay jetim qalıp, Qońıratta tuwıskanlarınıń   qáwenderliginde boladı.  <br>  1929-jılı Tórtkúldegi pedtexnikumdı pitkerip, Taxtakópirde,   sońınan Kegeylide jaslar awqamı komitetinde isleydi.   1931-jıldan baslap “Jas Leninshi”gazetasında juwaplı xatker boladı.  <br>  X. Axmetov ádebiyatqa jaslayınan aralasıp, tez   arada talantlı shayır sıpatında kórindi.  <br>  Shayırdıń shıǵarmalarınıń kópshiligi sol waqıttaǵı   kúndelikli baspasóz betlerinde járiyalanıp bardı, sońınan   olar arnawlı toplamlarda basıldı.  <br>  Shayırdıń dáslepki jeke toplamı I. Saǵıytov tárepinen   tayarlanıp, 1950-jılı “Qosıqlar toplamı” degen   at penen basılıp shıqtı.  <br>  Bul kitap 1975-jılı M. Nurmuxamedov hám Q. Bayniyazov   tárepinen qayta tayarlanıp, “Shıǵarmalar” degen at   penen tolıqtırıp basıldı."
  },
  {
    "id": 22,
    "poetName": "Ayapov Sharapatdiyin",
    "lifeSpan": "1954",
    "biography": "<br>  Sharapatdiyin Ayapov — shayır.  <br>  Sh. Ayapov 1954-jılı Shımbay rayonınıń Shaxaman   awılında tuwılǵan.  <br>  Ol 1971-jılı orta mektepti tamamlaydı, 1980-jılı   Tashkent mámleketlik universtetiniń jurnalistika fakultetin sırttan   oqıp pitkeredi, soń bir qansha jıllar dawa-   mında Qaraqalpaqstan televideniesi hám radio esittiriwleri komitetinde   isledi, Nókis mámleketlik universitetinde jurnalistika qánigeligi   boyınsha oqıtıwshı (1983-1984) bolıp isledi.  <br>  “Qaraqalpaqstan” baspasında redaktor, bas redaktor   lawazımların atqaradı. Házirgi waqıtta Ájiniyaz atındaǵı   Nókis mámleketlik pedagogikalıq institutında mádeniyattanıw   kafedrasında oqıtıwshı bolıp isleydi.  <br>  Sh. Ayapovtıń “Qus jolı” (1986), “Jaslıqtıń xár demi” (1988),   “Lirika” (1990) atlı toplamları baspadan shıqtı.  <br>  Ol Nawayınıń, Abaydıń shıǵarmaların qaraqalpaq tiline awdarǵan.  <br>  Sh. Ayapov Qaraqalpaqstan Jaslar awqamı sıylıǵınıń   laureatı.  <br>  Sh. Ayapov 1988-jıldan Jazıwshılar awqamınıń aǵzası."
  },
  {
    "id": 23,
    "poetName": "Ábdiraxmanov Orazbay",
    "lifeSpan": "1949",
    "biography": "<br>  Orazbay Ábdiraxmanov — jazıwshı.  <br>  1949-jılı 29-avgustta Kegeyli rayonında tuwılǵan.  <br>  Xojeli qalasındaǵı mektepte oqıp, Tashkent Milliy   universitetiniń jurnalistika fakultetin (1973) tamamlaǵan.  <br>  Ol “Jetkinshek” gazetası, “Ámiwdárya” jurnalında   ádebiy xızmetker, bólim baslıǵı, juwaplı xatker, Jazıwshılar   awqamında ádebiy másláhátshi, “Qaraqalpaqfilm” kinostudiyasında direktor,   Qaraqalpaqstan Ruwxıylıq hám aǵartıwshılıq orayı baslıǵı   orınbasarı,“Ўzbektelefilm”niń Qaraqalpaqstan bólimi direktorı,   “Ámiwdárya” jurnalı bas redaktorı bolıp islegen. Házir Jazıwshılar   awqamı baslıǵınıń orınbasarı.  <br>  Jazıwshınıń 1977-jılı “Bir muhabbat tariyxı” ,   “Końsı-qobalar”( 1981) atamasındaǵı satiralıq gúrrińler   toplamları basılıp shıqtı hám ádebiyatımızda janr sıpatında káliplesti.  <br>  Onıń orıs tilinde “Ne podpisıvay, bratok” (1984)   gúrrińler toplamı jarıq kórdi..  <br>  Qaraqalpaq mámleketlik teatrında “Ójet”(1981) komediyası   búginge deyin qoyılıp kiyatır.  <br>  Jazıwshı  “Aralım-dártim meniń”(1985) essesi ushın   YUNESKO medalı laureatı boldı, 1985-87-jılları basılıp shıqqan   “Mırzanıń izi” essesi jáxánniń bir neshe   tillerinde basılıp shıqtı. Ol qaraqalpaq ádebiyatına esse   janrın alıp kirdi.  <br>  “Sayǵaqlardıń kóshpeli táǵdiri” essesi jazıwshı   dóretiwshiliginde belgili orın tutadı.  <br>  O. Ábdiraxmanov dáslepki qaraqalpaq kórkem filmleri    “Gúm-gúm”  (1990), “Tıǵın” (1991)  hám hár qıylı xalıqaralıq   kiiofestivallar laureatı bolǵan hújjetli filmler avtorı.  <br>  Jazıwshı Aral mashqalasına arnalǵan “Aralqum”, “Dárya dárti”,   “Aral qızları” hújjetli filmleri, ǵárezsizlik   jılları “Ózbekstan” telekanalında kórsetilgen “Xiyўa”,   “Temir tulpar párўazı”, “Mizdaqxan” , “Xorezmniń altın  sheńberi”, “Ayaz qala”, “Ózbekstan temir jolları”, “Qońırat soda zavodı”   sıyaklı hújjetli filmleriniń scenariylerin jazdı.  <br>  O. Ábdiraxmanovtıń 1985-jılı basılıp shıqqan “Bosaǵa” romanı   2003-jılı ózbek tilinde “Jahon adabiyoti”   jurnalında jarıq kórdi. Ol muqaddes “Kuran”dı Qaraqalpaq tiline   tunǵısh hám tolıq awdardı.  <br>  Onıń publicistiqalıq shıǵarmaları Qaraqalpaq, ózbek   hám jáhán tillerinde turaqlı túrde basılıp kelmekte.  <br>  Oǵan 1999-jılı “Qaraqalpaqstan Respublikasına miyneti   sińgen kórkem-óner ǵayratkeri”, 2000-jılı “Ózbekstan Respublikasına   miyneti sińgen mádeniyat xızmetkeri”   hám 2004-jılı “Qaraqalpaqstan xalıq jazıwshısı” xúrmetli ataqları berildi.  <br>  Ol «Sharq yulduzi», «Ámiwdárya» hám “Yoshlik” jurnalı   hám “Hayot” gazetalarınıń redkollegiya aǵzası.  <br>  Ol 1979-jıldan Jazıwshılar awqamınıń aǵzası."
  },
  {
    "id": 24,
    "poetName": "Ábdiev Allanazar",
    "lifeSpan": "1963",
    "biography": "<br>  Allanazar Ábdiev — jazıwshı hám ádebiyatshı alım.  <br>  A. Ábdiev 1963-jılı 26-sentyabrde Taxtakópir rayonınıń   “Shaljuwıt” awılında tuwılǵan.  <br>  1985-jılı Nókis mámleketlik universitetiniń filologiya   fakultetine oqıwǵa kiredi.  <br>  Miynet jolın 1990-jılı Qaraqalpaqstan Respublikası   televidenie hám radio esittiriw boyınsha mámleketlik komitetinde   redaktor wazıypasınan baslaǵan.  <br>  Házirgi waqıtta “Mádeniyat hám sport” gazetasında bas   redaktor bolıp xızmet etip kelmekte.  <br>  Ol 1995-jılı kandidatlıq dissertaciyasın jaqladı.  <br>  Dóretiwshilik islerindegi tabısları ushın 2001-jılı   “Shuhrat” medalı menen “Mustakillıqtıń 10 jıllıǵı”,   “Mustakillıqtıń 15 jıllıǵı” estelik nıshanları menen,   sonday-aq 2004-jıldıń “Jıl jurnalisti” nominaciyasınıń jeńimpazı boldı.  <br>  A. Ábdievtiń “Bizler baxıtlı bolamız” (1992), “Kızıl   qoshantay” (1995), “Berdaq shıǵarmaları boyınsha bibliografiyalıq   kórsetkish” (A. Paxratdinov penen) (1999), “Jinjıpırlar uyası” (2004),   “Altıń balıq” (A. Idireysov penen) (2006), “Ataqlı alım” (2007),   “Alǵıs alǵan azamat” (2007), “Bekannıń avtomashinaları” (2008),   “Elza xanım” (2008), “Qızıl kóylekli jánan” (2009), “Aqkus”   (2010), “Maqtanshaq qoraz” (2010) prozalıq kitapları   basılıp shıqtı.  <br>  A. Ábdievtiń “Subhidam arafasida” romanı, “Eren saxiy”   povest hám gúrrińleri Ózbekstannıń “Sharq yulduzi”, “Yoshlik”,   “Tong yulduzi”, “Xorijiy filologiya”, Qazaqstannıń “Dala” hám basqa   da gazeta-jurnallarında ózbek,   qazaq, tillerinde járiyalandı.  <br>  Jáhán ádebiyatınıń sóz sheberlerinen: J. Simenon, Aziz   Nesin, J. Oruell, Kikuti Kan, Ayzek Azimov, Sayd Axmad   hám taǵı baska jazıwshılardıń belgili shıǵarmaların ana   tilimizge awdarıp, “Ámiwdárya” jurnalında járiyaladı.  <br>  A. Ábdiev 1997-jıddan Jazıwshılar awqamınıń,   1998-jıldan Jurnalistler awqamınıń aǵzası."
  },
  {
    "id": 25,
    "poetName": "Ájimov Yaqıpbay",
    "lifeSpan": "1955",
    "biography": "<br>  Yaqıpbay Ájimov — shayır hám jazıwshı.  <br>  Ya. Ájimov 1955-jılı Kegeyli rayonınıń “Jalpaq jap”   awılında tuwılǵan.  <br>  Ol 1978-jılı Nókis energetika texnikumın, 1984-jılı   Nókis mámleketlik universitetiniń qaraqalpaq tili hám   ádebiyatı fakultetin óndiristen qol úzbey pitkerip shıqqan.  <br>  Ya. Ájimov 1982-jıldan baslap 2001-jılǵa shekem “Jetkinshek”   gazetasında, “Aral”, “Ǵumsha”,- “Ámiwdárya”, “Qaraqalpaqstan”   jurnallarında túrli lawazımlarda jemisli islegen. 2001-jıldan   usı kúnge shekem Qaraqalpaqstan Respublikası “Ruwxıylıq hám   aǵartıwshılıq” Orayı baslıǵınıń orınbasarı bolıp islep atır.  <br>  Ya. Ájimov mektepte oqıp júrgen gezlerinen-aq ádebiyatqa   ayrıqsha ıklas qoyǵan. Onıń “Aўılım” atlı tunǵısh qosıǵı   1970-jılı rayonlıq gazetada basılıp shıqqan.  <br>  Házirge shekem onıń gúrrińler, qosıqpar, erteklerden   ibarat “Quyash sónbeydi” , “Men súyemen gúllerdi” , “Aq quwlar atawı”,   “Bar ekende, joq eken ” atlı tórt kitabı   “Qaraqalpaqstan” baspasınan basılıp shıqqan.  <br>  Ya. Ájimov awdarmashı sıpatıńda D. Defo, A.Tolstoy,   A. Pushkin, K.Chukovskiy, V.Shukshin, A.Aripov x.t.b. jazıwshı-shayırlardıń   shıǵarmaların qaraqalpaq tiline awdarıp,   baspa sózde járiyaladı. Ol 2000-jılı Qaraqalpaqstan Respublikası   Joqarǵı Keńesiniń “Húrmet jarlıǵı” menen   sıylıqlandı.  <br>  Ya. Ájimov 1995-jıldan Jazıwshılar awqamınıń   aǵzası."
  },
  {
    "id": 26,
    "poetName": "Áliev Abat",
    "lifeSpan": "1930",
    "biography": "<br>  Abat Áliev — jurnalist, jazıwshı hám ádebiyatshı alım.  <br>  A. Áliev 1930-jılı 25-oktyabrde Shımbay rayonınıń   Qamısarıq awılında tuwılǵan. Ol 1951-jılı Qaraqalpaq   mámleketlik pedinstitutın tabıslı tamamlap, “Sovet Qaraqalpaqstanı”   gazetasında ádebiy xızmetker, 1959-62-jılları aspiranturada oqıdı.   Sońınan ÓzKP Qaraqalpaqstan Obkomında instruktor (1962-64),   “Ámiwdárya” jurnalında bas redaktor (1964-66),   Qarakdlpaq mámleketlik pedinstigutında aǵa oqıtıwshı, docent (1966-74),   N. Dáwqaraev atındaǵı   Til hám ádebiyat institutında ilimiy xızmetker (1974-76),   “Sovet Qaraqalpaqstanı” gazetasında bólim baslıǵı (1976-81),“Ámiwdárya”   jurnalınıń bólim baslıǵı (1985-90), J.Orınbaev atındaǵı pedagogikalıq   ilim izertlew institutında aǵa ilimiy xızmetker, Qaraqalpaqstan Jazıwshılar   awqamınıń juwaplı xatkeri lawazımlarında isledi, házir   xúrmetli dem alısta.  <br>  A. Áliev 1965-jılı Qaraqalpaq dástanı “Máspatsha”   degen temada kandidatlıq dissertaciyasın jaqladı.  <br>  A. Álievtiń “Jaslıq jiger” (1956), “Baxıt ushın gúres”  (1959), “Biziń awıldıń jigiti” (1961), “Kútken kún” (1963),   “Shınlıq shejiresi”(1973),“Meniń Gúljamalım”(1974), “Ómir   táshўishleri” (1987), “Parız” (1988), “Kórmegenimiz kóp eken”   (1991),“Dúnyanıń qızıǵı”(1993),“Mártlik” eske túsiriw   kitabı (P. Xalmuratov xaqqında, 2005) degen gúrriń, povest hám   romanları shıqtı. Ol bir neshe tuwısqan xalıqlar jazıwshılarınıń   dóretpelerin qaraqalpaq tiline awdarǵan.  <br>  A. Áliev Qaraqalpaqstan Respublikası Jokarǵı Keńesiniń   Húrmet Jarlıǵı menen sıylıqlaǵan, 1992-jılı “Qaraqalpaqstan   xalıq jazıwshısı” húrmetli ataǵına iye boldı.  <br>  A. Áliev 1963-jıldan Jazıwshılar awqamınıń aǵzası."
  },
  {
    "id": 27,
    "poetName": "Ámetov Nurmuxammed",
    "lifeSpan": "1942",
    "biography": "<br>  Nurmuhammed Ámetov — shayır.  <br>  1942-jılı  3-sentyabrde Taxtakópir rayonı “Ózbekstan”   fermer xojalıǵında tuwılǵan.  <br>  1958-jılı “Andreev” atındaǵı orta mektepti tamamlaǵannan soń,   Buxara sawda texnikumın (1958-60) pitkeredi.   Miynet jolın 1960-jılı Qaraqalpaqstan Respublikası   tutınıwshılar jámiyetinde jumıs islewden baslaydı.  <br>  1968-jılı Nókis mámleketlik pedagogikalıq institutınıń   filologiya fakultetine oqıwǵa kiredi.  <br>  1993-jıldan Qaraqalpaqstan Respublikası Joqarǵı   Keńesiniń mámleketlik qadaǵalaw inspekciyasında bas inspektor   bolıp jumıs isleydi.  <br>  Házirgi kúni ol xúrmetli dem alısta. Onıń birinshi   dóretpeleri xázirgi “Qaraqalpaqstan jasları” hám rayonlıq gazetalarda   járiyalana baslaydı.  <br>  N. Ámetovtıń “Ilham” (1982), “Dáwran” (1985), “Íǵbal” (1988),   “Sırlı bulaq sháshmesi” (2002) poeziyalıq   toplamları basılıp shıqtı.  <br>  Ol “Ózbekstan Respublikasınıń Húrmet jarlıǵı”n   (1982), “Qaraqalpaqstan Respublikasına miyneti sińgen   mádeniyat xızmetkeri” húrmetli ataǵın (1995) alıwǵa miyasar boldı.  <br>  N. Ámetov 1995-jıldan Jazıwshılar awqamınıń, 1997-jıldan   Jurnalistler awqamınıń aǵzası."
  },
  {
    "id": 28,
    "poetName": "Ámetov Qazaqbay",
    "lifeSpan": "1941",
    "biography": "<br>  Qazaqbay Ámetov — satirik jazıwshı.  <br>  Q. Ámetov 1941-jılı 23-sentyabrde Xojeli rayonı Qolap   awılı, házirgi “Qaraqalpaqstan” diyxan-fermer xojalıǵında tuwılǵan.  <br>  1958-jılı Jdanov atındaǵı orta mektepti pitkergennen   soń, Qaraqalpaq mámleketlik pedagogikalıq institutınıń   tariyx-filologiya bólimine oqıwǵa kiredi.  <br>  1963-jılı pedagogikalıq instituttı tabıslı tamamlap,   1969-jılǵa shekem mektepte muǵallim, 1973-jılǵa shekem rayonlıq   gazetada bólim baslıǵı, sońınan rayondaǵı Qúnxoja   atındaǵı mektepte direktor, 1997-2001-jılǵa shekem 1-sanlı   oqıwshılardıń ekologiyalıq-tábiyat orayında direktor bolıp isledi.  <br>  Q. Ámetovtıń «Abısınlar» (1974), «Hámelparazdıń túsi»   (1993), «Jala» (1995) atamasındaǵı gúrrińler toplamları   baspadan shıqtı.  <br>  Házirgi waqıtta xúrmetli dem alısta. Ol “Ózbekstan   xalıq bilimlendiriwi aǵlası”.  <br>  Q. Ámetov 1995-jıldan Jazıwshılar awqamınıń   aǵzası."
  },
  {
    "id": 29,
    "poetName": "Ámirlan Seydin",
    "lifeSpan": "1972",
    "biography": "<br>  Seydin Ámirlan 1972-jılı 23-mayda Buxara wálayatı Tamdı   rayonınıń Shiyeli mákanında tuwılǵan. 1988-jılı   Aqqabaq awılındaǵı 11-sanlı Berdaq atındaǵı orta mektepti pitkerip,   sol jılı Sankt-Peterburg qalasındaǵı 101-sanlı kásip-texnikalıq   bilim jurtında tálim aladı.  <br>  1990-95-jılları Nókis mámleketlik universitetiniń   filologiya fakultetin oqıp pitkergennen soń, miynet jolın ózi   bilim alǵan universitettiń filologiya fakultetinde oqıtıwshı   bolıp islewden baslayDı hám sol jerde   aspirantura kursın oqıp tamamlaydı. Házirgi wakıtta N. Dáwqaraev   atındaǵı Til hám ádebiyat institutında ilimiy   xızmetker bolıp isleydi.  <br>  S. Ámirlan studentlik waqtınan baslap-aq óz izertlewin   baslaǵan. Onıń “Tawelibay tariyxınan tamtum sır”(1993).   sonday-aq, tariyxıy tulǵa Buqısh biy xaqqında “Dala dilўarı”(1997)   kitabı hám ózi toplaǵan materialları tiykarında   “Qaraqalpaq xalıq ápsanaları” (2000), “Móldir bulaq”(2003)   atamasındaǵı kitapshaları basılıp shıqtı.  <br>  S.Ámirlan Ullıbritaniyadaǵı Kembridj Biografiyalıq   Orayı tárepinen “2001 jıl ziyalısı” hám 2001-jıl “Qaraqalpaqstan   xalıq bilimlendiriw aǵlası” degen húrmetli ataqlarǵa miyasar boldı.  <br>  Ol 1997-jıldan Jazıwshılar hám Jurnalistler awqamınıń aǵzası."
  },
  {
    "id": 30,
    "poetName": "Áўezov Qasım",
    "lifeSpan": "1897-1938",
    "biography": "<br>  Qasım Áўezov — belgili mámleketlik hám jámiyetlik   isker shayır hám dáslepki dramaturglerdiń biri.  <br>  Ol 1897-jılı Shımbay volostınıń (xázirgi rayonınıń)  aymaǵında (házirgi Qasım Áўezov atındaǵı ijara xojalıǵı) tuwılǵan.   Sol jerdegi ataqlı MaQtım axun medresesinde oqıp bilim aladı.   Kún kóristiń qıyınshılıǵına baylanıslı 1915-16-jılları   Shoraxandaǵı baylardıń esiginde jallanıp jumıs islegen.  Dáslep awıllıq Keńestiń xatkeri (1921-jılǵa shekem) bolıp xızmet isledi.  <br>  1921-jılı Tórtkúldegi qısqa múddettegi muǵallimler   tayarlaytuǵın kurstı pitkerip, 1922-jılı Shımbaydaǵı   mektep-internattıń shólkemlestiriwshisi, soń baslıǵı   boldı, sol jerde muǵallimshilik etti, 1922-23-jılları   Samarqandtaǵı partiya mektebinde oqıdı. Shımbayda uezdlik   bilimlendiriw bólimin basqardı. 1923-jılı Tashkenttegi Orta Aziya   universitetine kiredi, onı pitkerip   shıǵıwǵa múmkinshilik bolmaydı. 1924-25-jılları Qaraqalpaqstan   avtonomiyalı oblastı xalıq bilimlendiriw bóliminiń baslıǵı lawazımında   isledi. Usı jılları Q. Áўezov Qaraqalpaqstan avtonomiyalı oblastında   shólkempestiriw byurosınıń aǵzası bolıp saylanadı hám 1925-jılı   iyun ayında oblastlıq Atqarıw komitetiniń baslıǵı   bolıp tayınlanadı.  <br>  K. Áўezov 1929-jılı Qazaqstan Oraylıq Atqarıw Komiteti   baslıǵınıń orınbasarı, sonıń menen birge Ishki   isler xalıq komissarı xızmetin atqaradı. 1930-32-jılları Moskvada   Rossiya Federativlik Respublikasında Qaraqalpaqstan húkimetiniń   turaqlı elshisi lawazımında   isledi. 1931-jılı 29-iyulde Qaraqalpaqstan Oblastlıq  partiya komitetiniń ekinshi sekretarı bolıp tayınlanadı.   1932-jılı Qaraqalpaqstannıń Avtonomiyalı Respublika bolıp ózgeriwine   baylanıslı Q. Áўezov Qaraqalpaqstan Xalıq Komissarlar Keńesiniń   baslıǵı bolıp saylanadı. Al, 1935-36-jılları taǵıda RSFSRda Qaraqalpaqstan   xúkimetiniń turaqlı elshisi xızmetine awısadı.  1936-37-jılları Qaraqalpaqstan Xalıq Komissarlar Keńesi janındaǵı   kórkem óner basqarmasınıń baslıǵı lawazımında boldı.   Q. Áўezov 1938-jılı repressiyaǵa ushırap qaytıs boldı.  <br>  Q. Áўezov 1932-jılı shólkemlestirilgen jazıwshılardıń   birinshi shólkemlestiriw byurosınıń hám 1934-jılı uyımlasqan   Qaraqalpaqstan Jazıwshshar awqamınıń xúrmetli   baslıǵı bolıp saylandı.  <br>  Onıń “Tilek jolında” pesası 1926-jılı jazıldı   hám saxnaǵa qoyıldı. Ol Molerdiń “Skapenniń hiylesi” pesasın awdarǵan.   1967-jılı Q. Áўezovtıń “Shıǵarmaları hám awdarmaları” basılıp shıqtı.   1987-jılı bul toplam ekinshi mártebe tolıqtırılıp basıldı.  <br>  Q. Áўezov 1934-jıldan Jazıwshılar awqamınıń aǵzası."
  },
  {
    "id": 31,
    "poetName": "Baxadırova Sarıgúl",
    "lifeSpan": "1944",
    "biography": "<br>  Sarıgúl Baxadırova — jazıwshı hám ádebiyat izertlewshisi, sınshı.  <br>  Ol 1944-jılı Qaraózek rayonında tuwılǵan.  <br>  Orta mektepti tamamlap, 1962-jılı Qaraqalpaq Mámleketlik   pedagogikalıq institutına kiredi hám onı 1966-jılı pitkerip shıǵadı.  <br>  1967-70-jılları Tashkentte Ózbekstan Ilimler Akademiyasınıń   Til hám ádebiyat institutınıń aspiranturasında oqıydı.   1970 jılı “Házirgi qaraqalpaq gúrrińleri” degen temada   kandidatlıq dissertaciyasın jaqladı. Ózbekstan Ilimler   akademiyası Qaraqalpaqstan bólimi N. Dáwqaraev atındaǵı Tariyx,   til hám ádebiyat institutında ilimiy xızmetker, bólim baslıǵı,   1991-2007-jılları usı instituttıń direktorı, házirgi kúni jetekshi   ilimiy xızmetkeri lawazımında islep atır.  <br>  Ol “Hayallar” (1973), “Turmıs sabaǵı” (1980), “Táǵdir”,   “Tumaris hám Kir”,“Qanatınan qayrılǵan suńqar” sıyaqlı   povest hám romanlardıń avtorı. Qaraqalpaqstan Respublikası   Jaslar awqamı sıylıǵınıń laureatı boldı.  <br>  S. Baxadırova 1985-jılı “Folklor hám qaraqalpaq   prozası” degen temada doktorlıq dissertaciyasın jaqladı hám   professor ataǵına iye.  <br>  Onıń “Roman hám dáwir” (1978), “Folklor i Karakalpakskaya   sovetskaya proza” (1984), “Folklorlıq terminlerdiń qısqasha   sózligi” (S. Axmetov penen 1992), “Kitabi   dedem Qorqıt”, “Koblan”, “Edige” hám “Házirgi ádebiyat   xaqqında oylar” (1992) atlı monografiyaları basılıp   shıqtı. “Qaraqalpaq sovet ádebiyatı tariyxınıń ocherkleri” (1986),   “Istoriya Karakalpakskoy literaturı” (1981)   sıyaqlı kitaplardıń avtorlarınıń biri.  <br>  S. Baxadırova Ózbekstan Respublikası Beruniy   atındaǵı mámleketlik sıylıǵınıń laureatı. Qaraqalpaqstan   Respublikası Joqarǵı Keńesiniń Húrmet jarlıǵı menen sıylıqlanǵan.  <br>  S. Baxadırova 1976-jıldan Jazıwshılar awqamınıń   aǵzası."
  },
  {
    "id": 32,
    "poetName": "Begjanov Qállibek",
    "lifeSpan": "1931-2004",
    "biography": "<br>  Qállibek Begjanov — jurnalist hám jazıwshı.  <br>  Q. Begjanov 1931-jılı Shımbay rayonınıń “Keńes”   awılında tuwılǵan. Orta mektepti pitkergennen soń, Nekis   poligraf kombinatında hárip teriwshi hám korrektor bolıp jumıs basladı.   Sońınan Qaraqalpaq mámleketlik baspasında tex redaktor,   redaktor, óndiris bóliminiń baslıǵı,   “Jetkinshek” gazetasınıń bólim baslıǵı, «Qaraqalpaqstan jasları»   gazetasında redaktor bolıp isledi. 1952-56-jılları jumıs islep júrip   Qaraqalpaq mámleketlik pedagogikalıq institutın sırttan oqıp   pitkeredi. Ol Moskvadaǵı jurnalistika fakultetin pitkeredi (1964-66),   Baspa sóz basqarmasında bas redaktor, baslıqtıń orınbasarı,   Nókis poligrafkombinatınıń direktorı, Baspa sóz boyınsha mámleketlik   komitettiń baslıǵı (1966-80), Qaraqalpaqstan Oraylıq saylaw komissiyasınıń   baslıǵı (1989-94),   “Erkin Qaraqalpaqstan” gazetasınıń bas redaktorı, Qaraqalpaqstan   Respublikası Jurnalistler awqamı, Respublika kitapqumarlar jámiyeti   awqamınıń baslıǵı, “Aral xawazı” gazetasında bas redaktor bolıp isledi.  <br>  Q. Begjanovtıń “Maydı tókken kim?”, “Sút ishkin kele   me?”, “Sońǵı ketpen”, “Júrek hámiri menen”, “Gúllengen   kolxozda”, “Álipbeden basladıq” atlı prozalıq shıǵarmaları shıqtı.   Ol qazaq folklorınan “El awzınan”, túrk ádebiyatınan “Hamidke at joq”   atlı shıǵarmalardı qaraqalpaq tiline awdardı.  <br>  Q. Begjanov 1995-jıldan Jazıwshılar awqamınıń  aǵzası."
  },
  {
    "id": 33,
    "poetName": "Begimov Asan",
    "lifeSpan": "1907-1958",
    "biography": "<br>  Asan Begimov — shayır hám jazıwshı.  <br>  A. Begimov 1907-jılı Moynaq rayonı aymaǵında tuwılǵan.   1924-jıldan baslap Qońırattaǵı balalar úyinde   tárbiyalanǵan. Ol 1927-1932-jılları Alma-Atadaǵı pedagogikalıq   istitutta okıydı. 1932-1934-jıllar aralıǵında dáslep Qaraqalpaqstan   Jazıwshılarınıń shólkemlestiriw byurosınıń baslıǵı, al 1934-jılı Jazıwshılar   awqamın basqardı. 1936-1937-jılları Tashkenttegi partiya   institutında oqıdı. 1938-1939-jılları taǵı da respublikada Jazıwshılar   awqamınıń baslıǵı lawazımında boldı.  <br>  A. Begimov birqansha jıllar dawamında mámleketlik   teatrdıń direktorı, radioesittiriw komitetiniń baslıǵı, poligrafiya   baspasınıń direktorı, Ózbekstan telegraf Agentliginiń Qaraqalpaqstan   bóliminiń baslıǵı, “Qaraqalpaqstan” baspasında bólim baslıq, Jazıwshılar   awqamında ádebiy másláhátshi lawazımında   isledi.  <br>  A. Begimov burınǵı awqam jazıwshılarınıń pútkil   awqamlıq birinshi s'ezdiniń delegatı boldı hám usı s'ezde shıǵıp sóyledi.  <br>  A. Begimovtıń dáslepki qosıqları 20-jıllardıń ortalarında   jarıq kórdi. Ol “Jeńisten — jeńiske” (1935),   “Súyińiz” (1949), “Tuwǵan jer” (1955), “Sápura” (1956),   “Tańlamalı shıǵarmaları” (1957), “Jańarǵan úlke” (1960)   sıyaqlı toplamlardıń avtorı.  <br>  A. Begimovtıń “Sápura” (1938), “Tuwǵan jer” (1945),   “Ómir” (1955) sıyaqlı poemaları belgili.  <br>  A. Begimovtıń “Xorlıqtan azat” (1929), “Bul kim” (1932),   “Ǵarip-ashıq” (1949-1955) pesaları mámleketlik teatr sax-   nasında qoyılǵan.  <br>  Prozanıń rawajlanıwında A. Begimovtıń “Balıqshınıń qızı”   romanı (1958) belgili orın iyeleydi. Bul   shıǵarma ózbek hám rus tillerine awdarılǵan (1958-1960).  sonday-aq, Asan Begimov Pushkin, Lermontov, Shevchenko,   Gorkiydiń geypara shıǵarmaların Qaraqalpaq tiline   awdarǵan.  <br>  A. Begimov “Ózbekstan Respublikasına miyneti sińgen   mádeniyat xızmetkeri” ataǵına miyasar boldı (1957). Ol   “Húrmet belgisi” ordeni hám medalları menen, Ózbekstan   hám Qaraqalpaqstan Respublikaları Jokarǵı Keńesiniń   húrmet jarlıqları menen sıylıqlanǵan.  <br>  A. Begimov 1934-jıldan Jazıwshılar awqamınıń aǵzası."
  },
  {
    "id": 34,
    "poetName": "Bekbawlov Orazaq",
    "lifeSpan": "1929-1993",
    "biography": "<br>  Orazaq Bekbawlov—jazıwshı, tilshi hám ádebiyatshı alım.  <br>  O. Bekbawlov 1929-jılı Qıpshak rayonınıń Nazarxan   awılında tuwılǵan.  <br>  1952-jılı Qaraqalpaq mámleketlik pedagogikalıq institutın   tamamladı, soń mektep direktorı bolıp isledi.  <br>  1951-195-jılları Respubliqalıq muǵallimlerdiń bilimin   jetilistiriw institutında, 1956-1960-jılları Nókis   qalalıq mekteplerinde muǵallim, al 1960-jıldan baslap   N. Dáwqaraev atındaǵı Tariyx, til hám ádebiyat institutında   aǵa ilimiy xızmetker bolıp isledi.  <br>  O. Bekbawlov 1967-jılı Qaraqalpaq tiliniń dialektologiyası   boyınsha kandidatlıq dissertaciyasın jaqladı.  <br>  O. Bekbawlovtıń ádebiy dóretiwshiliginde “Taras Aralda” (1964),   “Beruniy” (1977), “Vladimir Karakalpakov” (1990)   sıyaqlı roman hám povestleri belgili orın tutadı.  <br>  Onıń “Taras Aralda” romanı ukrain tiline awlarılǵan.  <br>  O. Bekbawlovqa “Qaraqalpaqstan Respublikasına miyneti sińgen   mádeniyat xızmetkeri” húrmetli ataǵı berilgen   (1979).  <br>  O. Bekbawlov 1970-jıldan Jazıwshılar awqamınıń   aǵzası."
  },
  {
    "id": 35,
    "poetName": "Bekbergenova Ziyada",
    "lifeSpan": "1968",
    "biography": "<br>  Ziyada Bekbergenova — jazıwshı hám ádebiyat izertlewshisi.  <br>  Z. Bekbergenova 1968-jılı 10-yanvarda Shımbay rayonınıń   Taza jol awılında tuwılǵan.  <br>  Ol 1984-jılı Berdaq atındaǵı Qaraqalpaq mámleketlik   universitetiniń filologiya fakultetine oqıwǵa kiredi.   1989-jılı oqıwdı pitkerip, jollama menen ÓzRIAQb   N. Dáwqaraev atındaǵı til hám ádebiyat institutında ilimiy xızmetker   bolıp jumıs baslaǵan.  <br>  1990-1993-jılları Házirgi dáwir Qaraqalpaq ádebiyatı   qánigeli boyınsha aspiranturada oqıp, 1995-jılı “Házirgi   dáwir qaraqalpaq poeziyasında xalıq awız eki poetikalıq   dásturleri” (70-80-jıllar) degen temada kandidatlıq dissertaciyasın jaqlaǵan.  <br>  Ol búgingi kúni házirgi dáwir qaraqalpaq ádebiyatı bóliminiń   baslıgı bolıp islep atır.  <br>  “Máńgi qalǵan daq” (1994) gúrrińler toplamı, házirgi   dáwir balalar ádebiyatı boyınsha izertlewleri, “Bala tili   pal” (1997) kitabı jarıq kórdi.  <br>  Ulıwma bilim bereǵuǵın mekteplerdiń 9-klassları ushın   “XX ásirdegi qaraqalpaq ádebiyatı”, «Ádebiyat» sabaklıǵınıń(2002, 2006, 2010)   avtorlarınıń biri. “Ámiwdárya” jurnalında (1997, № 5-6) “Hayal táǵdiri”   povesti járiyalandı.   2001-jılı “Ma'rifat” gazetasınıń 10 jıllıǵına baǵıshlanıp ótkerilgen   “Dóretiwshi pedagog xızmetkerler” tańlawında Qaraqalpaqstan   Respublikası Xalıq bilimlendiriw   Ministrliginiń “Xúrmet jarlıǵı” menen sıylıqlanǵan.  <br>  Ol 2000-jıldan Jazıwshılar awqamınıń aǵzası."
  },
  {
    "id": 36,
    "poetName": "Bekbergenova Mariya",
    "lifeSpan": "1953",
    "biography": "<br>  Mariya Bekbergenova — ádebiyat izertlewshisi.  <br>  Ol 1953-jılı 3-dekabrde Moynaq qalasında tuwıldı.  <br>  1971-jılı Moynaq qalasındaǵı M.V. Lomonosov mektebin   pitkerip, 1971-1976-jılları Taganrog mámleketlik pedagogikalıq   institutınıń rus tili hám ádebiyatı fakultetinde oqıydı.  <br>  M. Bekbergenova xızmet jolın 1976-jılı Ózbekstan Respublikası   Ilimler Akademiyasınıń Qarakdlpaqstan bóliminiń N. Dáwqaraev atındaǵı   til hám ádebiyat instititutınıń “Ádebiyat teoriyası hám ádebiy baylanıslar”   bóliminde úlken laborantlıqtan baslaǵan. Sońınan usı institutta ilmiy   xızmetker, ilimiy xatker bolıp islese, soń Ájiniyaz atındaǵı   Nókis mámleketlik pedagogikalıq institutınıń qaraqalpaq   ádebiyatı fakultetinde dekannıń oqıw   isleri boyınsha orınbasarı, 2004-jıldan kafedra docenti   wazıypasında islep kiyatır.  <br>  M. Bekbergenovanıń bir qansha ilimiy miynetleri   respublikalıq baspa sózde járiyalanǵan.  <br>  Ol “Qaraqalpaq ádebiyatında dástúr, miyraslıq hám   kórkem awdarmanıń ayrım áhmiyetli máseleleri” (2004)   kitabınıń hám “Qaraqalpaq ádebiyatı” (Akademiyalıq liceylerdiń   3-kursı (2007) ushın) sabaqlıqtıń avtorlarınıń biri.  <br>  M. Bekbergenova 2005-jıldan Jazıwshılar awqamınıń   aǵzası."
  },
  {
    "id": 37,
    "poetName": "Bekimbetov Aytbay",
    "lifeSpan": "1919-1979",
    "biography": "<br>  Aytbay Bekimbetov — jazıwshı.  <br>  A. Bekimbetov 1919-jılı 5-mayda Tórtkúl rayonınıń   “Ullıbaǵ” awılında tuwılǵan.  <br>  1939-jılı Tórtkúldegi medicinalıq uchilisheni, 1944-jılı   áskeriy aviaciyalıq ushqıshlar mektebin pitkergen,   ekinshi jáhán urısınıń qatnasıwshısı.  <br>  Urıstan sońǵı jılları A. Bekimbegov Tórtkúlde rayonlıq   partiya komitetinde, rayonlıq miliciya bóliminde isledi.   Soń ishki isler ministrliginde jınayat qıdırıw   bólimin basqardı.  <br>  A. Bekimbetov 50-jıllardıń baslarınan-aq ádebiy   dóretiwshilik penen shuǵıllanǵan.  <br>  Onıń “Aўır táǵdirdi jeńiwshiler” (1957), “Sırlı izler   izinen” (1963), “Aўır sınaqlar” (1975), “Ájayıp áwladlar”  (1970), “Gúres” (1961) sıyaqlı povest hám romanları Qaraqalpaq prozasında  belgili orın iyeleydi.  <br>  Onıń kóplegen shıǵarmaları ózbek hám rus tiline awdarılǵan.   “Sırlı izler izinen” shıǵarması ushın oǵan Qaraqalpaqstan   Respublikasınıń Berdaq atındaǵı mámleketlik sıylıǵı berildi (1972).  <br>  A. Bekimbetov Ózbekstan hám Qaraqalpaqstan Respublikasına   miyneti sińgen mádeniyat xızmetkeri.  <br>  A. Bekimbetov 1958-jıldan Jazıwshılar awqamınıń   aǵzası."
  },
  {
    "id": 38,
    "poetName": "Bekniyazova Bazargúl",
    "lifeSpan": "1916-1995",
    "biography": "<br>  Bazargúl Bekniyazova — jazıwshı.  <br>  B. Bekniyazova 1916-jılı 15-aprelde Shımbay qalasında   tuwılǵan.  <br>  Ol Tórtkúlde rus tili boyınsha muǵallimler tayarlaytuǵın   kurslarda oqıǵan, jumısshı fakultetin pitkergen, 1938-jıldan   baslap Xojeli qalasında muǵallim bolıp isleydi.  <br>  1945-1949-jılLarı Qaraqappaq mámleketlik pedagogikalıq   institutında oqıp, pitkerip shıǵadı.  <br>  1949-1961-jıllar aralıǵında Nókis medicinalıq uchilishesinde   oqıtıwshı, 1961-1967-jılları respublikalıq kitapxanada hám   1967-1972-jılları Ózbekstan Respublikası   Ilimler akademiyasınıń Qaraqalpaqstan filialında jumıs isledi.  <br>  Onıń dáslepki shıǵarmaları 30-jıllardıń aqırlarında   járiyalana basladı.  <br>  B. Bekniyazovanıń dáslepki toplamı “Mángi quyash”   1957-jılı baspadan shıqtı. Soń “Qızlar táǵdiri” povesti 1964-jılı jarıq kórdi.  <br>  1976-jılı shıǵarmalarınıń jıynaǵı “Qızlar”degen   at penen járiyalandı.  <br>  Ol Qaraqalpaqstan Respublikası Joqarǵı Keńesiniń   Húrmet jarlıǵı menen sıylıqlanǵan.  <br>  B. Bekniyazova 1957-jıldan Jazıwshılar awqamınıń   aǵzası."
  },
  {
    "id": 39,
    "poetName": "Belasarov Dániyar",
    "lifeSpan": "1952",
    "biography": "<br>  Daniyar Belasarov — jazıwshı hám publicist.  <br>  D. Belasarov 1952-jılı 25-fevralda Xojeli rayonında   tuwılǵan. Ol 1977-jılı Alma-Ata Politexnikalıq institutın,   1983-jılı Moskva injenerlik qurılıs institutın  tamamlaydı. Soń Xalıqaralıq Akademiyanıń yuridika fakultetin sırttan   oqıp pitkergen. 1977-jıldan Taxıyatas   rayonındaǵı onlaw-mexanika zavodında cex baslıǵı bolıp   jumıs islewden baslaydı. Házirgi waqıtta ol Qaraqalpaqstan   Respublikası Ministrler Keńesiniń sociallıq rawajlanıw   bóliminde juwaplı xızmetker bolıp isleydi hám   “Qasharman top” Federaciyasınıń Prezidenti.  <br>  D. Belasarovtıń dáslepki shıǵarmaları 70-jıllardıń   baslarında jarıq kórdi. Házirge shekem onıń “Er qosay”   (1996), “Satıpaldı palўan” (2000), “Tabın shejiresi” (2001),   “Ádil batır kim edi” (2006), “Qasharman top” (2007) sıyaqlı   gúrriń hám publicistikalıq shıǵarmaları kitap bolıp   shıqtı.  <br>  D. Belasarov Tacipin, L. Gumilevtıń, Murad Adjidin,   P. Ivanovtıń shıǵarmaların qaraqalpaq tiline awdarǵan. Jazıwshınıń   bir qatar shıǵarmaları ózbek hám qazak tillerine awdarılǵan.  <br>  D. Belasarov “Qaraqalpaqstan Respublikasına miyneti   sińgen jaslar ustazı” hám Qaraqalpaqstan Respublikası Joqarǵı   Keńesiniń Húrmet jarlıǵı menen sıylıqlanǵan. Greciya xalıq aralıq   Akademiyası sıylıǵınıń laureatı.  <br>  D. Belasarov 2006-jıldan Jazıwshılar awqamınıń   aǵzası."
  },
  {
    "id": 40,
    "poetName": "Berdiev Mátibay",
    "lifeSpan": "1951",
    "biography": "<br>  Mátibay Berdiev — shayır.  <br>  M. Berdiev 1951-jılı 5-mayda Xojeli rayonı Sarıshúńgil   awılında tuwılǵan.  <br>  1973-jılı Nókis mámleketlik pedatogikalıq institutın   pitkergennen keyin 43-sanlı mektepte qaraqalpaq   tili hám ádebiyatı páni muǵallimi, direktordıń oqıw-tárbiya   isleri boyınsha orınbasarı bolıp islegen.  <br>  1983-1985-jılları Jambıl atındaǵı mekteptiń direktorı,   “Xojeli xaqıyqatı” gazetası redaktorınıń orınbasarı lawazımında islegen.  <br>  M. Berdievtıń bunnan keyingi xızmeti tikkeley baspasóz   benen baylanıslı.  <br>  Dáslepki shıǵarmaları 70-jıllardıń ortalarında kórine   basladı. “Ámiwdárya”, “Aral” jurnallarında, “Erkin Qarakappaqstan”,   “Qaraqalpaqstan jasları”, “Ustaz jolı”, “Jipek jolı” ,   “Jetkinshek” gazetalarında bir neshe dúrkin   qosıqları jariyalanǵan. Qosıqları qazaq hám noǵay tillerine awlarılǵan.  <br>  Onıń “Quyash kúlip Qaray basladı” (1992), “Haqıyqatlıq” (1994),   “Jańǵırık” (“Bilim” 1996), “Máńgilik reńler” (1997)   hám balalarǵa arnalǵan “Aўıl balası” (1997)   toplamları jarıq kórgen. Belgili palўan S. Mıltıqbaev xaqqında   “Palўan-Satıbaldı Mıltıqbaev” atlı kitap tayarlaǵan (“Qaraqalpaqstan” 1997).  <br>  M. Berdiev 1994-jıddan Jazıwshshar awqamınıń aǵzası."
  },
  {
    "id": 41,
    "poetName": "Genjemuratov Baxtıyar",
    "lifeSpan": "1959",
    "biography": "<br>  Baxtıyar Genjemuratov — shayır.  <br>  B. Genjemuratov 1959-jılı 11-mayda Taxtakópir rayonında   tuwılǵan. 1976-jılı orta mektepti tamamlap, rayonlıq   gazetada islegen. 1978-80-jılları áskeriy xızmette bolǵan. Ol   1980-jılı Nókis mámleketlik universitetiniń   filologiya fakultetine oqıwǵa kiredi hám “Nókis universiteti”   gazetasınıń juwaplı xatkeri bolıp isleydi.   1985-jılı NMU filologiya faultetin pitkerip, 1993-jılǵa   shekem “Ámiwdárya” jurnalında ádebiy sın hám  mádeniyat bóliminiń baslıǵı, juwaplı xatkeri, Qaraqalpaqstan   Jazıwshılar awqamında poeziya boyınsha   másláhátshi, baslıqtıń orınbasarı, juwaplı xatker lawazımlarında isleydi.  <br>  1993-jıllarda Berdaq atındaǵı Qaraqalpaq mámleketlik   universitetiniń aspiranturasında oqıydı hám 1996-jılı  “Ájiniyaz lirikasınıń poetikası” degen temada   kandidatlıq dissertaciyasın qorǵaydı.  <br>  B. Genjemuratov 1996-2006-jıllar aralıǵında filologiya   fakultetinde oqıtıwshı, kafedra baslıǵı, jurnalistika   bóliminiń baslıǵı, Berdaq atındaǵı milliy muzeyinde   tariyx hám arxeologiya bóliminiń baslıǵı lawazımlarında   isleydi. 2006-jıldan kafedra docenti bolıp islep atır.  <br>  B. Genjemuratovtıń “Áptaptıń ómiri” (1987), “Saratan”   (1990), “Oq qadalǵan ay” (1997) qosıqlar toplamları qaraqalpaq   tilinde “Ўkuzdaryo bitiklari” (2006) qosıqlar hám   poemalar toplamı ózbek tilinde baspadan shıqtı. Shayırdıń   “Móde xan sózi yaki Chin jipegindegi bitik”, “Qar Aq  Alp Aq” poemaları ózbek tilinde, “Ўkuzdaryo bitiklari”   (2006) atamada óz aldıńa kitap bolıp qaytadan basıldı. Onıń  bir dúrkii qosıqları “Túrk she'riyatı antologiyası” (Anka-ra, 2006)   hám “XX asr ozbek she'riyati antologiya”sına (Tashkent, 2007) kirgizilgen.   Shayır Batıs hám Shıǵıs klassikleriniń qosıqların qaraqalpaqshalap,   “Lirika” degen at penen 1992-jılı baspadan shıǵardı.  <br>  Shayırdıń bir qatar qosıqları qazak, orıs hám francuz   tillerinde járiyalanǵan. Ol belgili tariyxshılar A. Y. Yakubovskiy   hám B.D.Grekovtıń “Altın Orda hám onıń kulawı”   degen kólemli fundamental miynetin Qaraqalpaqshaladı. B. Genjemuratovtıń   “Ájiniyaz lirikasınıń poetikası” (1997)   degen monografiyası baspadan shıqtı.  <br>  Ol Qaraqalpaqstan Jaslar awqamı sıylıǵınıń (1991)   hám Ózbekstan Jazıwshılar awqamı sıylıǵınıń (2001) laureatı.   2006-jılı “Shuhrat” medalı menen, eń jaqsı qosıqları ushın   Xorezm Ma'mun akademiyası, Ózbekstan Jazıwshılar awqamı hám   Xorezm walayatı hákimligi tárepinen sıylıqlandı. B. Genjemuratov   2007-jılı Qazaqstan Respublikasınıń Aqtaw qalasında ótkerilgen   shayırlar konkursınıń laureatı boldı.  <br>  B. Genjemuratov 1990-jıldan Jazıwshılar awqamınıń aǵzası."
  },
  {
    "id": 42,
    "poetName": "Gordeev Valeriy",
    "lifeSpan": "1950",
    "biography": "<br>  Valeriy Leonidovich Gordeev — lirik shayır.  <br>  Ol 1950-jılı 24-yanvarda Rossiyanıń Kuybıshev oblastınıń   Koshki rayonı orayında tuwılǵan Áskeriy xızmetten soń (1967-1969)   Dimitrovgrad avtoagregat zavodında tokar bolıp jumıs isleydi.   1972-jıldan baslap rayonlıq   “Zvezda” (Novaya Malıkla), “Znamya truda” (Melekess) hám Dimitrovgrad   qalasındaǵı “Znamya kommunizma” gazetalarında   dáslepki jazıwshılıq, jurnalistlik jumısların alıp barǵan.   1976-jılı Kazan mámleketlik universitetiniń jurnalistika   bólimin sırttan oqıp pitkerip, Qaraqalpaqstanǵa   jumısqa keledi hám “Sovetskaya Karakalpakiya” (Házirgi   “Vesti Karakalpakstana”) gazetasına aldın óz xabarshısı   bolıp, sońınan gazetanıń juwapdı xatkeriniń orınbasarı   bolıp islegen. 1978-jılı usı gazetanıń juwaplı xatkeri   lawazımına tayınlanadı.  <br>  V.L. Gordeevtıń dáslepki qosıqları 1966-jıldan   Respubliqalıq baspa sóz betlerinde járiyalana basladı. Onıń  “Marshalskiy jezl”(1980), “Doverie”( 1982) sıyaqlı qosıqlar   toplamları “Qaraqalpaqstan” baspasında basılıp   shıqtı.  <br>  Ol awdarma jumısları menen de shuǵıllanıp Ózbekstan   hám Qaraqalpaqstan xalıq jazıwshısı Jolmurza Aymurzaevtıń   “Ámiwdárya boyında” romanı menen “Dańqlı doslar”   poemaların rus tiline awdarıp, keń oqıwshılar jámiyetshiligine tanıstırdı.  <br>  V.L. Gordeevtıń bir neshe qosıqları Qaraqalpaq tiline   de awlarılǵan.  <br>  Ol 1982-jıldan baslap Jazıwshılar awqamınıń aǵzası."
  },
  {
    "id": 43,
    "poetName": "Dabılov Abbaz",
    "lifeSpan": "1898-1970",
    "biography": "<br>  Abbaz Dabılov — belgili xalıq shayırı.  <br>  A. Dabılov XX ásirdegi qaraqalpaq poeziyasınıń   rawajlanıwına ayrıqsha úles qosqan talantlı sóz sheberi. Shayırdıń   dóretiwshiliginde xalıq awızeki poeziyasınıń, ádebiyatmızdıń hám   shıǵıs ádebiyatınıń eń jaqsı dástúrleri óziniń kórkemlik birikpesin taptı.  <br>  A. Dabılov 1898-jılı Taxtakópir rayonınıń Qaraoy   awılında tuwılǵan. Ol medresede oqıp sawatın ashqan, óz dáwiriniń   sawatlı adamlarınıń biri boldı. Usıǵan baylanıslı ol bir   qansha waqıt kuwdalawǵa da túsken. 20-jıllardıń   ortalarında jańa uyımlasqan jámáátlik xojalıqqa kiredi,   jámáát basqarmasına aǵzalıqqa saylanadı.  <br>  1939-jılı A.Dabılov Tórtkúlge tartıladı hám ol jerde   dóretiwshilik jumıs penen birotala shuǵıllanıwǵa imkaniyat aladı,   usı jılı Tashkent, Moskva qalalarına ekskursiyaǵa jiberiledi.  <br>  A. Dabılov Qaraqalpaq ádebiyatınıń hár bir dáwirinde   óziniń ájayıp shıǵarmaları menen belgili boldı. Shayırdıń “Qosıqlar” (1940),   “Jeńisler yoshı” (1947), “Alǵa”   (1959), “Qosıqlar” (1962), “Júrekke jaqın adamlar” (1965)   «Arnaw» (1966) «Temir jol» (1973) «Námárt jigit nege   dárkar” (1976) hám basqa da toplamları basılıp shıqtı.   1950-195-jılları “Baxadır” dástanı basıldı. Shayırdıń   kópshilik shıǵarmaların óz ishine alǵan 1,2,3 tomları (1958,1967,1972) basıldı.  <br>  Abbaz shayırdıń kóp ǵana qosıqları ózbek, rus hám   qazaq tillerine awdarılıp, toplam bolıp basılǵan. “Baxadır”   dástanı 1990-jılı tolıq túrinde rus tilinde jarıq kórdi.  <br>  Abbaz shayırǵa “Bahadır” dástanı ushın Qaraqalpaqstan   Respublikasınıń Berdaq atındaǵı mámleketlik sıylıǵı   berildi (1990). Ol “Qaraqalpaqstan xalıq shayırı” (1967)   hám “Ózbekstan xalıq jırshısı” (1945) edi.  <br>  A. Dabılov 1957-jıldan Jazıwshılar awqamınıń aǵzası."
  },
  {
    "id": 44,
    "poetName": "Dáwkaraev Nájim",
    "lifeSpan": "1905-1953",
    "biography": "<br>  Nájim Dáwqaraev — jazıwshı hám dramaturg, qaraqalpaq   ádebiyattanıw iliminiń tiykarın salıwshı.  <br>  N. Dáwqaraev 1905-jılı Qońırat rayonınıń “Sorkól”   elatıńda (házirgi Moynaq rayonı, Moynaq xojalıǵı) tuwılǵan.   Ol usı jerde dáslep eski mektepte, medresede, sońınan jańa   ashılǵan baslawısh mektepte oqıp bilim aladı,   1924-1925-jılları Orenburg qalasında pedagogikalıq instituttıń   tayarlıq kursında oqıydı. 1925-jılı Qaraqalpaqstanǵa qaytıp   kelip, dáslep Qońırat okruglik atqarıw   komitetinde instrukgor, sońınan Tórtkúl qalasında oblastlıq sudta   praktikant bolıp xızmet etedi. 1926-1930-jılları Alma-Ata   qalasındaǵı xalıqaǵartıw institutınıń agrobiologiyalıq   bóliminde oqıydı. 1928-1932-jılları Orenburg pedinstitutınıń   qazaq tili hám ádebiyatı fakultetinde de oqıp,   birden eki instituttı pitkerip shıǵadı.  <br>  N. Dáwqaraev 1930-1934-jılları Alma-Ata, Qostanay   qalalarındaǵı pedagogikalıq texnikumlarında, 1929-1932-jıl-   ları Ural pedagogikalıq institutında qazaq tili hám   ádebiyatı páni boyınsha oqıtıwshı bolıp isleydi. 1934-jılı   N. Dáwqaraevtı Qaraqalpaqstan húkimeti basshıları   shaqırıp aladı hám Qaraqalpaqstan muǵallimler institutınıń   qaraqalpaq tili hám ádebiyatı kafedrasınıń baslıǵı bolıp isleydi.   Ol Qaraqalpaqstan Respublikası   xalıq Bilimlendiriw Komissariatında inspektor-metodist   lawazımın qosa atqaradı.  <br>  1939-jılı  Qaraqalpaqstan jazıwshılarınıń II s'ezdinde   Qaraqalpaqstan jazıwshılar awqamı basqarmasınıń juwaplı xatkeri   bolıp saylanadı. 1942-1944-jılları Qaraqalpaqstan Xalıq   Komissarlar Keńesi qasındaǵı kórkem  óner isleri boyınsha baskarmanıń baslıǵı, K.S. Stanislavskiy   atındaǵı muzıkalıq drama teatrınıń direktorı, 1944-jılı   Qaraqalpaqstan Respublikası Ministrler   Keńesiniń qasınan ashılǵan Til hám ádebiyat institutıńın   direktorı (bul institut 1947-jılı Ózbekstan Ilimler Akademiyası   ekonomika hám mádeniyat institutı bolıp ózgergen) hám ómiriniń   aqırına shekem pedagogikalıq institutta Qaraqalpaq   ádebiyatı kafedrasınıń baslıǵı bolıp isleydi.  <br>  N. Dáwqaraevtıń studentlik dáwirinde jazǵan “Kóp kúnlerdiń biri”   gúrrińi 1929-jılı Alma-Ata qalasındaǵı   “Jańa mektep” jurnalında (№11,12) basıladı. Jazıwshınıń   “Partizanlar” (1936), “Internatta” (1934) “Toyǵa   barǵandı”, “Baǵman”, “Biybixan”, “Ólimdi pisent etpewshiler” hám   taǵı basqa gúrrińleri tek jazıwshınıń emes, al   Qaraqalpaq prozasınıń da dáslepkp dóretpeleri sıpatında   belgili. Ol 1942-jılı “Alpamıs” dramasın jazdı hám   pesa teatrda saxnalastırıldı. Aўdarma tarawında A. S. Pushkinniń   “Kapitan qızı” povestin, “Ǵarǵanıń guldástesi”,   N.Nekrasovtıń “Temir jol”, L.N. Tolstoydıń   “Kavkaz tutqını”, A.P. Chexovtıń “Kashtanka\", “Vanka”,   M. Gorkiydiń “Sayaxatshı qurbaka”, K.M. Simonovtıń “Rus   adamları” shıǵarmaların qaraqalpaq tiline awdarǵan.  <br>  N. Dáwqaraev 1946-jılı “XVIII-XIX ásirdegi Qaraqalpaq ádebiyatı”   degen temada filologiya ilimleriniń kandidatı hám 1951-jılı   “Qaraqalpaq ádebiyatı tariyxınıń   ocherkleri” temasında doktorlıq dissertaciyaların tabıslı jaqladı.  <br>  Jazıwshı hám úlken alım ordenler hám medallar   menen sıylıqlanǵan, “Ózbekstan Respublikasına miyneti   sińgen muǵallim” húrmetli ataǵına iye edi, Ózbekstan   hám Qaraqalpaqstan Respublikası Joqarǵı Keńeslerine   deputat bolıp saylanǵan. Házir Ózbekstan Ilimler Akademiyası   Qarakdlpaqstan bóliminiń Til hám ádebiyat institutı úlken alım   N. Dáwqaraevtıń atına qoyılǵan.  <br>  N. Dáwqaraev 1934-jıldan Jazıwshılar awqamınıń   aǵzası."
  },
  {
    "id": 45,
    "poetName": "Dáwletnazarov Xalila",
    "lifeSpan": "1952",
    "biography": "<br>  Xalila Dáwletnazarov — shayır.  <br>  X. Dáwletnazarov 1952-jılı 10-fevralda Kegeyli rayonınıń   Xalqabad elatıńda tuwıldı.  <br>  Ol orta mektepti pitkergennen soń 1970-1975-jılları   Nókis mámleketlik kórkem óner uchilishesinde oqıǵan hám   áskeriy xızmette bolǵan.  <br>  1977-jıldan baslap “Qaraqalpaqstan jasları” gazetasında   ádebiy xızmetker bolıp isledi.  <br>  Bunnan sońǵı jılları Qaraqalpaqstan teleradiokompaniyasında   teleredaktor, radioda muzıka bóliminiń baslıǵı, “Qaraqalpaqstan”   baspasında redaktor, respublikalıq radionıń ádebiyat   hám drama bóliminiń baslıǵı,   “Erkin Qaraqalpaqstan” gazetası bas redaktorınıń orınbasarı   lawazımlarında xızmet etti.  <br>  2009-jıldan “Ámiwdárya” jurnalınıń bas redaktorı.  <br>  Shayırdıń “Xat”, “Sen maǵan kerekseń”, “Sen jaqsı   qızsań”, “Ashıq bolmaǵan kim bar”, “Xosh qal, jaslıǵım”,   “Álўidaǵ, muhabbat, álўidaǵ”, “Dos bolıw hámmeniń qolınan   kelmes” poeziyalıq kitapları basılıp shıqtı.  <br>  Onıń “Hásiret xáwiri”, “Paraxatshılıq haqqında sóz”,   “Anamaxat”, “Búlbil pıǵanı”, “Iyesiz jurt”, “Qaraqalpaq bayazı”,   “Ziyўariy shejire”, “Álўidaǵ muhabbat, xosh   qal jaslıǵım» nasrıy poemaları bar.  <br>  X. Dáwletnazarov 1991-jıldan Jazıwshılar awqamınıń   aǵzası."
  },
  {
    "id": 46,
    "poetName": "Dáwletova Gúlistan",
    "lifeSpan": "1959",
    "biography": "<br>  Gúlistan Dáwletova — shayır.  <br>  G. Dáwletova 1959-jılı 20-noyabrde Shımbay rayonınıń Shaxaman   awılında tuwıldı.  <br>  Usı rayondaǵı Gagarin atındaǵı orta mektepti 1976-jılı tamamlap,   awılda jumısshı bolıp isledi.  <br>  1983-jılı Nókis mámleketlik universitetiniń   roman-german filologiyası fakultetiniń anglichan tili, 1993-   jılı universitettiń filologiya fakultetiniń Qaraqalpaq tili   hám ádebiyatı qánigeligin pitkergen.  <br>  Mektepte muǵallim, universitette assistent oqıtıwshı,   Nókis qalalıq xalıq bilimlendiriw bólimi baslıǵı   bolıp isledi.  <br>  G. Dáwletovanıń tunǵısh qosıqları “Ámiwdárya\" jurnalında,   respublikalıq hám rayonlıq gazetalarda jarıq kórdi.  <br>  Onıń “Ájiniyaz poeziyasında dástúr hám jańashıllıq”   (1997) monografiyası menen “Ájiniyaz poeziyasında ruwxıy   derekler” (1998), “Ruwxıylıq-ádebiyat ólshemi” (1998), “Insan tárbiyası   balalıqtan baslanadı” (1999) degen kitapshaları hám “Seniń dártin menen jasayman, xayal”(2001)  “Ayol ishqi”, (2001) “Qız taxtım” (2009) qosıqlar toplamları   jarıq kórgenf.  <br>  G. Dáwletova 2006-jıldan Jazıwshılar awqamınıń   aǵzası"
  },
  {
    "id": 47,
    "poetName": "Dáwletbaev Nurlıbay",
    "lifeSpan": "1954",
    "biography": "<br>  Nurlıbay Dáwletbaev — shayır.  <br>  N. Dáwletbaev 1954-jılı 10-oktyabrde Qanlıkól rayonınıń   “Nawrız” puxaralar jıyını aymaǵında tuwılǵan.  <br>  1972-jılı rayondaǵı N. Dáwqaraev atındaǵı orta mektepti   pitkergennen soń, 1978-jılı Nókis mámleketlik universitetiniń   filologiya fakultetiniń Qaraqalpaq tili hám   ádebiyatı bólimine oqıwǵa kirip, onı 1983-jılı tabıslı pitkerip shıǵadı.  <br>  Sol jıldan baslap №14 sanlı orta mektepte muǵallim   bolıp isleydi.  <br>  1985-jılı “Qaraqalpaqstan” baspasınan “Úmit”, 2001-jılı   “El tilegi”, 2007 jılı “Bilim” baspasınan “Ata-mákan” kitapları basılıp shıqtı.  <br>  N. Dáwletbaev 2006-jıldan Jazıwshılar awqamınıń   aǵzası."
  },
  {
    "id": 48,
    "poetName": "Dáribaev Mırzaǵaliy",
    "lifeSpan": "1909-1942",
    "biography": "<br>  Mırzaǵaliy Dáribaev — shayır, jazıwshı hám dramaturg.  <br>  M. Dáribaev 1909-jılı Qońırat rayonında tuwılǵan. Ol   1929-jılı pedagogikalıq kurstı pitkerip, óz awılında   muǵallim bolıp isleydi. 1935-jılı Tashkenttegi Orta Aziya   awıl xojalıq mektebin pitkeredi, soń “Qızıl Qaraqalpaqstan” gazetasında   mádeniyat bólimin basqaradı, bir qansha jıllar dawamında   “Qızıl Qaraqalpaqstan” gazetasında, Jazıwshılar awqamında   juwaplı xatker xızmetin atqaradı hám   usı gazetanıń partiya turmısı bóliminiń baslıǵı bolıp isleydi.   Jazıwshı 1942-jılı samolyot apatınan mezgilsiz qaytıs boldı.  <br>  Jazıwshınıń dáslepki shıǵarmaları 30-jıllardıń basında járiyalandı.   Onıń “Qosıqlar” (1930), “Jeńiwshiler”   (1940), “Gúreske”(1942) degen toplamları basılıp shıqtı.   Sońǵı jılları jazıwshınıń “Qosıqlar hám poemalar”   (1954), “Shıǵarmaları”( 1958),“Tańlamalı shıǵarmaları”   (1963), “Qálbiyke” (1984) degen toplamları járiyalandı.  <br>  M. Dáribaevtıń dramaturg sıpatıńda “Kóklen batır”   (1936), Árman” (1940),“Ǵárip-Ashıq”(1939), “Jańa adamlar”   (1939) atlı pesaları bar. Onıń proza tarawında   “Mıńlardıń biri” (Qaraqalpaqstan ádebiyatı hám iskusstvosı”. 1940,   N1-6) degen povesti Qaraqalpaq prozasınıń káliplesiwinde   ayrıqsha áhmiyetke iye. Jazıwshınıń geypara shıǵarmaları   rus, ózbek, qazaq hám taǵı basqa tillerge awlarılǵan.  <br>  M. Dáribaev Pushkin, Lermontov, Nekrasov, Shevchenko,   Bayron, Franko, Toqtaǵul, Jambıl shıǵarmaların Qaraqalpaq   tiline awdarıwǵa qatnasqan shayır.  <br>  M. Dáribaev 1936-jıldan Jazıwshılar awqamınıń aǵzası."
  },
  {
    "id": 49,
    "poetName": "Dilmuratov Joldasbay",
    "lifeSpan": "1928-2000",
    "biography": "<br>  Joldasbay Dilmuratov 1928-jılı 5-mayda Shımbay   rayonında tuwılǵan. 1950-jılı pedagogikalıq instituttı sırttan oqıp tamamlaydı.  <br>  J. Dilmuratov Shımbay rayonındaǵı A.S. Pushkin atındaǵı   segiz jıllıq mektepte muǵallim hám direktor bolıp   isleydi. 1952-jıldan baslap “Sovet Qaraqalpaqstanı” gazetasında ádebiy   xızmetker, sońınan teleradio komitetinde   aǵa redaktor lawazımlarında isleydi.  <br>  Onıń dáslepki qosıqları 1948-jılı járiyalandı.   Házirge shekem onıń “Jaslıq yoshı” (1954), “Qaraman”   (1961), “Júrek alǵısı” (1966), “Náwbáxár” (1973), “Gúller   ashılǵanda” (1976), “Zaman zawqı” (1983), “Sen meniń ilhamımsań” (1988)   sıyaqlı toplamları baspadan shıqtı.  1992-jılı onıń “Tańlamalı shıgarmalarınıń bir tomlıǵı” basıldı.  <br>  J. Dilmuratovtıń balalarǵa arnalgan qosıqları, poema   ları xázirgi poeziyada belgili orın tutadı, bulardıń qatarında shayırdıń   “Ómir gúli” (1958), “Artekte” (1969), “Kiyikler” (1976),   “Jolbarıstıń táǵdiri” (1980) hám basqa da   toplamların atap ótiwge boladı. Shayırdıń ayırım shıǵarmaları ózbek,   qırǵız tillerinde járiyalanǵan.  <br>  J. Dilmuratov Qaraqalpaqsgan hám Ózbekstan Respublikasına   miyneti sińgen mádeniyag xızmetkeri. Ol Ózbekstan Respublikası Joqarǵı   Keńesiniń Xúrmet jarlıǵı   menen sıylıqlanǵan.  <br>  J. Dilmuratov 1955-jıldan Jazıwshılar awqamınıń aǵzası."
  },
  {
    "id": 50,
    "poetName": "Dosanov Qarmıs",
    "lifeSpan": "1922-1990",
    "biography": "<br>  Qarmıs Dosanov — shayır hám jazıwshı.  <br>  Q. Dosanov 1922-jılı 15-mayda Xojeli qalasında tuwılǵan.   Usı qaladaǵı mektep-internatta oqıydı hám tárbiyalanadı. 1940-jılı   Tórtkúldegi pedtexnikumdı pitkerip   “Qaraqalpaqstan ádebiyatı hám iskusstvosı” jurnalında isleydi.   Ol ekinshi jáhán urısı qatnasıwshısı.  <br>  Urıstan qaytqan soń rayonlıq, oblastlıq Jaslar komitetinde,   “Jas Leninshi” gazetasında jumıs isledi. Tashkenttegi partiya   mektebin pitkeredi (1950-1953). Moskvadaǵı joqarı ádebiy   kursta oqıydı. 1957-58-jılları “Qaraqalpaqstan” baspasında kórkem   ádebiyat bólimin basqaradı,   1958-63-jılları Jazıwshılar awqamında juwaplı xatker   boldı. 1964-jıldan ómiriniń aqırına shekem respublikalıq   televidenie hám radio esittiriw komitetinde isledi.  <br>  Q. Dosanovtıń “Qızıl bayraq” (1952), “Shayır hawazı”   (1954), “Tań samalları” (1959), “Qádirli gúlzar” (1968), “Sahra   sháshmeleri”(1983), “Pervaya tropinka” (1957) jıynaqları   sonday-ak ózbek, tájik tillerinde toplamları basıldı.  <br>  Onıń “Azamatlar”, “Qamıslıqtaǵı sawash”, “Shamurat   ata”, “Ámiw aǵısı”, “Birinshi salyut”, “43-jıldıń jazı   edi” «Razvedchik» degen povest hám romanları basılǵan.   “Aral hawazı” pesası teatr sahnasında qoyıldı.  <br>  K. Dosanovtıń “Kamıslıqgaǵı sawash”, “Shamurat ata” povestleri   rus tilinde basılǵan. Ol jawıngerlik orden   hám medallar menen sıylıqlanǵan.  <br>  Q. Dosanov 1955-jıldan Jazıwshılar awqamınıń aǵzası."
  },
  {
    "id": 51,
    "poetName": "Embergenov Ómirbay",
    "lifeSpan": "1942",
    "biography": "<br>  Ómirbay Embergenov — jazıwshı.  <br>  Ó. Embergenov 1942-jılı 24-dekabrde Qońırat rayonınıń   9-awılında tuwılǵan.  <br>  1960-jılı Nókis awıl xojalıq texnikumın, 1973-jılı   Tashkent qalasındaǵı Respublika rus tili hám ádebiyatı   institutın pitkergen.  <br>  1973-jıldan házirgi kúnge shekem Qońırat qalasındaǵı   №53 sanlı mektepte rus tili hám ádebiyatı pánipen   muǵallim bolıp islep atır.  <br>  Onıń “Ertengi kún” (1987), “Nawrızdıń aqsha qarı” (1990),   povest hám gúrrińler jıynaǵı “Íshqı - muhabbat sawdası”,   “Táwipshilik sırları” (1991) atlı hár qıylı dereklerden   jıynaǵan toplamları, “Jıqqın” (1995), “Birlikli Qońırat ellerim bardı” (2002)   kitapları basılıp shıqtı.  <br>  2007-jılı “Qaraqappaqfilm” kinostudiyası tárepi-   nen túsirilgen “Hákim - Ata” kinofilminiń scenariyin jazǵan.  <br>  J. Shamuratov penen birgelikte jazǵan “Qońırat”,   “Hákim-Ata” kitabı hám óziniń “Tuyǵılar oyanǵanda” atlı   qosıqlar toplamı jarıq kórdi.  <br>  Ol “Miynet veteranı”, “Ullı Jeńistin 20 jıllıǵı”   medalları hám “Ózbekstan xalıq bilimlendiriw aǵlası”   kókirek nıshanı menen sıylıqlanǵan.  <br>  Ó. Embergenov 1999-jıldan Jazıwshılar awqamınıń   aǵzası."
  },
  {
    "id": 52,
    "poetName": "Embergenov Saǵındık",
    "lifeSpan": "1952",
    "biography": "<br>  Saǵındıq Embergenov — shayır hám jurnalist.  <br>  S. Embergenov 1952-jılı 27-dekabrde Kegeyli rayonınıń   “Xalkabad” aymaǵında tuwılǵan.  <br>  1961-jılı mektepti pitkergennen soń, Ájiniyaz atındaǵı   Nókis mámleketlik pedagogikalıq instituttıń filolognya fakultetiniń   Qarakaapaq tili hám ádebiyatı bólimin tamamlaǵan.  <br>  Xızmet jolın Qaraqalpaqstan televideniesinde redaktor bolıp   jumıs islewden baslaǵan.  <br>  1989-1994-jılları “Jetkinshek”, “Erkin Qaraqalpaqstan”,   “Qaraqalpaqstan jasları” gazetalarında juwaplı   xatker hám redaktordıń orınbasarı bolıp islese, 1994-jıldan   Qaraqalpaqstan televideniesinde bas redaktor   wazıypasında islep atır.  <br>  “Izleymen” (1984), “Ápende bala” (1986), “Bir atanıń   ulları” (1988), “Atamnıń aytqanları” (2003) atlı qosıqlar toplamları   óz aldına kitap bolıp shıqtı.  <br>  Sońday-aq Qaraqalpaqstan kinostudiyasında “Qara lalalar”   (Chernıe tyulpanı) atlı xujjetli filmi hám Qaraqalpaqstan televideniesinde   2004-jılı eki serialı   “Órmekshi” videofilmi, 2009-jılı “Aўıldan kóshpeytuǵın boldıq”   atlı videofilmleri tamashagóyler tárepinen jaqsı kútip alındı.  <br>  S. Embergenov 2006-jıldan Jazıwshılar awqamınıń   aǵzası."
  },
  {
    "id": 53,
    "poetName": "Evgeniy Emelyanov",
    "lifeSpan": "1937-1983",
    "biography": "<br>  Evgeniy Emelyanov — shayır hám jazıwshı.  <br>  Ol 1937-jılı 12-fevralda Tambov qalasında tuwılǵan.  <br>  1956-jılı Tashkent kurılıs texnikumın pitkeredi, soń rayonlıq   hám qalalıq gazetalardıń redakciyalarında isleydi.  <br>  1959-1970 jılları “Xorezm haqıyqatı” gazetasında, al   1973-jılı “Sovetskaya Karakalpakiya” gazetasına kelip ornalasadı.   Ol gazstada juwaplı xatkerdiń orınbasarı bolıp   isledi.  <br>  Onıń birinshi shıǵarmaları 60-jıllardıń ortalarında   járiyalana basladı.  <br>  E. Emelyanovtıń “Dina tús kórdi” (1974), “Jollar shaqıradı” (1975),  “Estelik” (1977), “Jazdıń sońǵı kúnleri”   (1981) atlı toplamları basılıp shıqtı.  <br>  E.Emelyanovtıń “Yosh Gvardiya” baspasında “Ekinshi gezek” kitabı   1979-jılı jarıq kórdi. Onıń “Vasilka”, “Pazelge jol” (1982) roman   hám povestleri “Qaraqalpaqstan”   baspasınan shıqtı.  <br>  Jazıwshınıń bir qatar shıǵarmaları qaraqalpaq tilinde de basılǵan.  E. Emelyanov rus tiline Ájiniyaz, M.Dáribaev, T. Seytjanov, T. Qabulov,   S. Salievtıń shıǵarmaların awdardı.  <br>  Ol Qaraqalpaqstan Respublikası Joqarǵı Keńesiniń   Húrmet jarlıǵı menen sıylıqlanǵan.  <br>  E. Emelyanov 1979-jıldan Jazıwshılar awqamınıń   aǵzası."
  },
  {
    "id": 54,
    "poetName": "Ermanov Karabay",
    "lifeSpan": "1903-1977",
    "biography": "<br>  Qarabay Ermanov — jazıwshı.  <br>  Q. Ermanov 1903-jılı Qonıratta tuwılǵan. Eskishe   sawat ashqan ol dáslep Xiyўa qalasında, sońınan Moskvadaǵı   Shıǵıs xalıqları universitetinde oqıp bilim aladı, 30-jılları   bilimlendiriw tarawında hám nızam organlarında xızmet isledi,   bir qansha jıllar dawamında Respublikalıq kitapxanada jumıs atqardı,   1961-72-jılları N.Dáwqaraev atındagı Tariyx, til hám ádebiyat institutında   ilimiy xızmetker boladı.  <br>  Jazıwshınıń dáslepki shıǵarmaları 20-jıllardıń   aqırında járiyalana basladı, sońınan onıń “Qaraqalpaq   qızı” (1931), “Jaqtılıq” (1932), “Ótken waqlarda” (1933)   degen pesaları hám prozalıq shıǵarmaları basıldı.  <br>  Q. Ermanovtıń birinshi qosıqlar toplamı 1934-jılı   Moskvada qaraqalpaq tilinde basıldı, sońǵı jılları   onıń “Maqtansh!” (1977), “Bultlı kúnniń quyashı” (1993)   degen kitapları basılıp shıqtı.  <br>  Q. Ermanov 30-jılları proza tarawında “Ayjamal”,   “Balıqshılar”, “Ótken waqlarda” sıyaqlı povest hám   tariyxıy shejire sıpatındaǵı shıǵarmaların dóretti hám   járiyaladı.  <br>  Jazıwshı sońǵı waqıtları “Balıqshılar” pesasın,   “Ótken kúnler”, “Oyanıw”, “Shımbay” romanların jazdı.  <br>  Jazıwshı “Qaraqalpaqstan Respublikasına miyneti   sińgen mádeniyat xızmetkeri” húrmetli ataǵına iye boldı."
  },
  {
    "id": 55,
    "poetName": "Ernazarov Beknazar",
    "lifeSpan": "1954",
    "biography": "<br>  Beknazar Ernazarov — jazıwshı hám jurnalist.  <br>  B. Ernazarov 1954-jılı 11-avgustta Taxtakópir rayonında tuwılǵan.  <br>  1977-jılı Nókis mámleketlik universitetin pitkergen.  <br>  Miynet jolın “Qaraqalpaqstan jasları” gazetasınıń   xabarshısı bolıp islewden baslaydı.  <br>  Sońınan Qaraqalpaqstan Respublikası teleradio kompaniyası   redaktorı, “Jetkinshek” gazetasınıń bólim baslıǵı, “Ǵumsha” jurnalınıń  bas redaktorı, “Qaraqalpaqstan”   baspası bas redaktorınıń orınbasarı, “Qaraqalpaqstan   mádeniyatı” gazetasınıń bas redaktorı, Qaraqalpaqstan Jazıwshılar   awqamı baslıǵınıń orınbasarı, “Jazıwshı”   qorınıń direktorı bolıp isledi.  <br>  «Kásiplik bilimlendiriw» gazetasınıń bas redaktorı   hám qatar gazeta jurnallardıń shólkemlestiriwshisi.  <br>  Birinshi dóretpesi 1972-jılı “Jas Leninshi” gazetasında járiyalandı.  <br>  B. Ernazarovtıń “Aq qus” (1992), “Ministrdiń shofyorı”   (1994),“Mıń qızdıń ashıǵı”(1995),“Shek”(1997) prozalıq   kitapları “Qaraqalpaqstan” baspasında basılıp shıqtı.  <br>  Ol 1989-jıldan jurnalistler awqamınıń, 2001-jıldan   Jazıwshılar awqamınıń aǵzası"
  },
  {
    "id": 56,
    "poetName": "Ernazarov Kóbeysin",
    "lifeSpan": "1944",
    "biography": "<br>  Kóbeysin Ernazarov — shayır hám jazıwshı.  <br>  K. Ernazarov 1944-jılı 5-fevralda Qonırat rayonında tuwılǵan.   Ol 1962-1967-jılları Qaraqalpaq mámleket-   lik pedagogiqalıq institutınıń tariyx, qaraqalpaq tili hám ádebiyatı   fakultetin tamamladı.  <br>  1967-1985-jılları Respubliqalıq úlketanıw muzeyinde,   Ózbekstan Ilimler Akademiyasınsh Qaraqalpaqstan   bóliminiń N. Dáwqaraev atındaǵı Til hám ádebiyat institutında   ilimiy xızmetker, “Qaraqalpaqstan” baspasında redaktor bolıp isleydi.  Onıń qosıqları hám gúrrińleri studentlik jıllarda “Sovet muǵallimi”,   “Jetkinshek” gazetalarında járiyalandı.  <br>  Sońday-aq, “Bosaǵa” (1985), “Muzalar dúnyası” (1988),   “Jaqsılıq hám jamanlıq haqqında ertek” (1990), “Keshki   saat altıdan keyin” (1992), “Saqal” (1994), “Esitpegen elde   kóp” (1996), “Adaq qalasın izlep” (1997) atamasındaǵı   poeziyalıq hám prozalık toplamları baspadan shıqtı. Ol   “Daǵıstan shayırları” (1983), “Planeta xawazı” (1987) toplamlarına   kirgen bir qatar shıǵarmalardı, sonday-aq   túrkmen shayırı A. Mámbetovtıń “Kewilimniń shar aynası” (1991)   toplamın qaraqalpaq tiline awdarǵan.  <br>  K. Ernazarov 1993-jılı Qaraqalpaq folklorınıń 20   tomlıǵın jıynaw hám baspaǵa tayarlawǵa belsene qatnasqanlıǵı ushın   Qaraqalpaqstan Respublikası Berdaq atındaǵı   Mámleketlik sıylıqtı alıwǵa miyasar boldı.  <br>  Ol 1999-jıldan Jazıwshılar awqamınıń aǵzası."
  },
  {
    "id": 57,
    "poetName": "Erniyazov Qaybulla",
    "lifeSpan": "1938",
    "biography": "<br>  Qaybulla Erniyazov — jazıwshı hám jurnalist.  <br>  K. Erniyazov 1938-jılı 21-mayda Taxtakópir rayonında tuwılǵan.  <br>  Ol Tashkent mámleketlik universitetiniń jurnalistika   fakultetin tamamlap,1961-64-jılları “Sovet Qaraqalpaqstanı” gazetasında   ádebiy xızmetker, 1964-78-jılları bólim baslıǵı, 1978-79-jılları   “Agitator bloknotı” jurnalınıń juwaplı xatkeri, bir qansha jıllar   dawamında “Qaraqalpaqstan” baspasında bas redaktor, Qaraqalpaqstan   baspa sóz Komiteti baslıǵınıń orınbasarı,   ÓzTAGtıń Qaraqalpaqstan bóliminiń baslıǵı, “Erkin   Qaraqalpaqstan” gazetasında bas redaktordıń orınbasarı   lawazımlarında isledi.  <br>  Onıń “Táǵdirim meniń - Aral” (1980) degen publicistikalar   toplamı shıqtı. “Aybat bergen, ǵayrat bergen — Alataw” (1992),   “Barak batır...” ( Q. Begjanov penen birlikte 1993),   “Erkin Qaraqalpaqstan” gazetasına 70 jıl”   (1994) degen kitapları basılıp shıqtı.  <br>  Ol awdarma tarawında M. Shaginyannıń, R. Mir-Xaydarovtıń   bir qatar povest hám romanların qaraqalpaq tilinde bastırıp shıǵardı.  <br>  Q. Erniyazov “Qaraqalpaqstan Respublikasına miyneti   sińgen mádeniyat xızmetkeri” húrmetli ataǵına iye. Ol   Ózbekstan hám Qaraqalpaqstan Respublikası Jokarǵı Keńesi Prezidumlarınıń   Xúrmet jarlıqları menen sıylıqlanǵan.  <br>  Ol 1983-jıldan Jazıwshılar awqamınıń aǵzası."
  },
  {
    "id": 58,
    "poetName": "Esemuratov Genjemurat",
    "lifeSpan": "1932-2007",
    "biography": "<br>  Genjemurat Esemuratov — ádebiy sınshı hám shayır.  <br>  G. Esemuratov 1932-jılı 3-mayda Qanlıkól rayonında   tuwılǵan. Ol 1950-jılı Xojelidegi peduchilisheni, 1954-jılı   Qaraqalpaq mámleketlik pedinstitutın pitkergennen soń “Ámiwdárya”   jurnalında juwaplı xatker (1955-56), Oblastlıq partiya komitetinde   instruktor bolıp isleydi (1957-58), Ózbekstan Ilimler Akademiyasında   aspiranturanıń teoriyalıq kursınan ótedi (1958-61). Soń N. Dáwqaraev   atındaǵı Tariyx, til hám ádebiyat institutında bólim   baslıǵı (1962-63), Qaraqalpaq mámlekyotlik pedinstitutında oqıtıwshı,   kafedra baslıǵı (1963-65), N. Dáwqaraev atındaǵı Tariyx, til hám   ádebiyat institutıńda sektor baslıǵı   (1965-69), “Ámiwdárya” jurnalında bas redaktordıń orınbasarı (1979-81),   Nókis mámleketlik universitetinde aǵa   oqıtıwshı (1983-91), 1991-jıldan Ájiniyaz atındaǵı Qaraqalpaq   mámleketlik pedinstitutında aǵa oqıtıwshı bolıp   isledi. 1962-jılı “Ullı Oatandarlıq urıstan keyingi qaraqalpaq   ádebiyatında awıl adamlarınıń obrazı” temasında kandidatlıq   dissertaciyasın jaqlaǵan.  <br>  Shayır hám sınshınıń “Qosıqlar dápteri” (1958), “Juldızlar” (1970),   “Kewil tarları”(1974),“Alaqanımdaǵı sızıqlar” (1984) degen qosıqlar   toplamları,“Ullı Oatandarlıq   urıstan keyingi qaraqalpaq ádebiyatıńda awıl adamlarınıń obrazı” (1963),   “N. Dáwqaraev” (1965), “I. Yusupovtıń   poeziyası” (1976) ilimiy sın miynetleri basılıp shıqtı.   Bulardan tısqarı “Qaraqalpaq sovet ádebiyatı tariyxınıń   ocherkleri”(1968) kólemli miynettińde avtorlarınıń biri.  <br>  Ol Qaraqalpaqstan Respublikası Joqarǵı Keńesiniń   Húrmet jarlıǵı menen sıylıqlanǵan.  <br>  G. Esemuratov 1957-jıldan Jazıwshılar awqamınıń aǵzası."
  },
  {
    "id": 59,
    "poetName": "Esemuratova Gúlaysha",
    "lifeSpan": "1930",
    "biography": "<br>  Gúlaysha Esemuratova — jazıwshı.  <br>  G. Esemuratova 1930-jılı 18-fevralda Shımbay rayonında tuwılǵan.  <br>  Ol 1951-jılı Qaraqalpaq mámleketlik pedinstitutın  pitkerip, sol jıldan baslap “Jas Leninshi” gazetasında   bólim baslıǵı, 1957-60-jılları “Jetkinshek” gazetasında,   “Ámiwdárya” jurnalında bólim baslıǵı, “Aral qızları” jurnalınıń   bas redaktorı bolıp isledi.  <br>  Jazıwshınıń “Keste” (1969), “Xalmurat júrgish” (1971),   “Ayday qız” (1980), “Kızım saǵan aytaman” (1981),   “Jiyren” (1975), “Sońǵı gúwalar” (1990), “Mın da bir   keshirim” (1991), “Dúwdendegi dápter” (1992),   “Shıǵarmaları I, II, tomlıǵı” (1995-1997),   “Bári ómir haqqında” (III tom) (2000), “Dáwirler nápesi” (IV tom) (2009) degen   povest hám gúrrińler toplamları basılıp shıqtı.  <br>  Ol F. M. Dostoevskiy, B. Maylin, Chaykovskiy, Shestinskiylerdiń   bir qatar shıǵarmaların qaraqalpaq tiline   awdarǵan.  <br>  G. Esemuratova “Qaraqalpaqstan Respublikasına miyneti   sińgen mádeniyat xızmetkeri” xúrmetli ataǵına iye.  <br>  Qaraqalpaqstan Respublikası Joqarǵı Keńesiniń   Húrmet jarlıǵı menen sıylıqlanǵan, oǵan Qaraqalpaqstan Jazıwshılar   awqamınıń sıylıǵı berilgen.  <br>  G.Esemuratova 1972-jıldan Jazıwshılar awqamınıń   aǵzası."
  },
  {
    "id": 60,
    "poetName": "Eshanov Tursımurat",
    "lifeSpan": "1946",
    "biography": "<br>  Tursımurat Eshanov — balalar shayırı.  <br>  T. Eshanov 1946-jılı 10-dekabrde Shımbay rayonında   tuwılgan.  <br>  Ol Nókistegi pedagogiqalıq instituttıń filologiya   fakultetin tamamlaǵan. 1983-jıldan 2001-jılǵa shekem   Nókis rayonındaǵı №17 sanlı mektepte muǵallim, direktordıc   ruwxıy-aǵartıwshılıq isleri boyınsha orınbasarı bolıp islegen.  <br>  T. Eshanovtıń dáslepki qosıǵı 1970-jılı “Jetkinshek”   gazetasında basılǵan. Sol waqıttan baslap onıń   qosıqları, gúrriń, ocherkleri kúndelikli baspa sózde   járiyalanıp kiyatır.  <br>  1996-jılı “Payǵazı”, qosıqlar toplamı, 1997-jılı   “Saqawatlı insan” ocherki, balalarǵa arnalǵan “Tayınshaq”   kitabı “Qaraqalpaqstan” baspasınan basılıp shıqtı.  <br>  T. Eshanov “Qaraqalpaqstan Respublikası xalıq bilimlendiriw   aǵlası”, Jurnalistler awqamınıń aǵzası.  <br>  T. Eshanov 1999-jıldan Jazıwshılar awqamınıń   aǵzası."
  },
  {
    "id": 61,
    "poetName": "Jańabaeva Naǵıyma",
    "lifeSpan": "1963",
    "biography": "<br>  Naǵıyma Jańabaeva — jazıwshı.  <br>  N. Jańabaeva 1963-jılı 31-mayda Shımbay rayonınıń   házirgi “Taza jol” awılında tuwıldı.  <br>  1980-jılı Xojeli qalasındaǵı №4 A.P. Chexov atındaǵı orta   mektepti tamamlap, 1981-86-oqıw jıllarında Nókis mámleketlik universitetiniń   filologiya fakulteti qaraqalpaq tili hám ádebiyatı bólimin pitkeredi.  <br>  Miynet jolın 1987-2000-jılları Shımbay rayonındaǵı 31-sanlı   mektepte qaraqalpaq tili hám ádebiyatı páni   muǵallimi bolıp islewden baslaydı.  <br>  2000-jıldan házirgi kúnge shekem Shımbay pedagogikalıq   kolledjinde qaraqalpaq tili hám ádebiyatı páni muǵallimi hám kafedra   baslıǵı bolıp islep atır.  <br>  Onıń birinshi dóretpeleri 1977-jıldan respublikalıq, rayonlıq   baspa sózde shıǵa basladı.  <br>  1990-jılı “Ana mehri”, 1993-jılı “Sálem, muǵallim!”,   1996-jılı “Qırıq bes minut” atamasında kitapları ba-   sılıp shıqtı.  <br>  N. Jańabaeva 2005-jıldan Jazıwshılar awqamınıń   aǵzası."
  },
  {
    "id": 62,
    "poetName": "Japaqov Nawrız",
    "lifeSpan": "1914-1975",
    "biography": "<br>  Nawrız Japaqov — shayır, alım hám belgili jámiyetlik   isker.  <br>  N. Japaqov 1914-jılı Taxtakópir rayonında tuwıl-   ǵan. Ol 1930-jılı Kommuna mektebin pitkerip, Kegeyli   rayonında muǵallim bolıp islegen, 1931-42-jılları   dáslep ádebiy xızmetker, sońınan “Jas Lenińshi” gazetasınıń   juwaplı xatkeri, “Jetkinshek” gazetasınıń redaktorı lawazımın   atqardı hám “Qaraqalpaqstan ádebiyatı   hám iskusstvosı” jurnalında juwaplı xatker, “Qızıl Qaraqalpaqstan”   gazetasında bólim baslıǵı boldı.  <br>  N. Japaqov 1942-jıldan baslap Oblastlıq Jaslar   komitetiniń birinshi xatkeri (1942-43), Oblastlıq partiya   komitetiniń xatkeri (1943-47), Qaraqalpaqstan Respublikası   Ministrler Keńesiniń baslıǵı (1947-52), 1952-55-jılları   Moskvadaǵı Jokarǵı partiya mektebinde oqıydı, 1955-jılı   Qaraqalpaqstan Respublikası Joqarǵı Keńesi Prezidumınıń Baslıǵı   bolıp saylandı, al 1956-59-jılları Qaraqalpaqstan Respublikası   Ministrler Keńesiniń Baslıǵı bolıp isledi. sońınan ómiriniń aqırı-   na shekem N. Dáwqaraev atıńdaǵı Tariyx, til hám ádebiyat   institutında sektor baslıǵı lawazımın atqaradı.  <br>  N. Japaqov 1961-jılı “A. Musaevtıń tvorchestvosı”   degen temada filologiya ilimleriniń kandidatı, 1967-jılı   “Qaraqalpaq ádebiyatıńda socialistlik realizmniń káliplesiw   dárekleri” degen temada doktorlıq   dissertaciyaların jaqladı.  <br>  Shayır hám alımnıń 1930-jıllardıń ortalarınan   baslap qosıqları hám maqalaları járiyalana basladı.   Onıń kórkem dóretpeleri “Qún” (1940), “Quwanıshlı  kún” (1946), “Shayır sózi” (1949), “Baxıt” (1951), “Doslıq dástanı” (1960),   “Ullı rus xalqına” (1954) degen   toplamlarına kirgizilgen. Onıń kóplegen shıǵarmaları   ózbek hám rus tillerinde toplam bolıp basılǵan.  <br>  N. Japaqov ádebiy miyraslardı jıynaw hám jazıp   alıwǵa belsene qatnasıp, 30-jılları “Qoblan” dástanın  jazıp aldı hám bastırıp shıǵardı. Ol qaraqalpaq   folklorınıń jigirma tomlıǵın bastırıp shıǵarıwǵa   jaqınnan járdem beriw menen birge oǵan basshılıq etti.  <br>  Jazıwshı “Aral balıqshıları” ( M. Melkumov penen   birlikte) dep atalatuǵın kinofilmniń, scenariyin jazdı.  <br>  N. Japaqovtıń, “Ayapbergen Musaevgıń tvorchestvosı”   (1964), “Realizm jolında” (1967), “Revolyuciyaǵa shekemgi   Qaraqalpaq ádebiyatıńda realizm máselesi” (1972), “Ádebiyatımız haqkında   oylar” (1974) degen ilimiy kitapları basılıp shıqtı. Sońǵı jılları   “Shıǵarmalarınıń eki tomlıǵı” (1978-80), “Nawrız Japaqov” (1990) degen   at penen bir qatar ilimiy miynetleri hám ol tuwralı   eske túsiriwler basıldı.  <br>  Jazıwshı hám alım, úlken jámiyetlik isker mámleketlik   ordenler hám medallar menen sıylıqlanǵan.  Ol Qaraqalpaqstan Respublikasına miyneti sińgen ilim   ǵayratkeri (1964), Ózbekstan Respublikasına miyneti sińgen   ilim ǵayratkeri (1974) húrmetli ataqlardı, Qaraqalpaqstan   Respublikasınıń Berdaq atıńdaǵı mámleketlik sıylıǵın (1992)alıwǵa miyasar boldı.  <br>  N. Japaqov bir neshe mártebe Ózbekstan hám Qaraqalpaqstan   Respublikası Joqarǵı Keńesiniń deputatı bolıp saylandı.  <br>  N. Japaqov 1939-jıldan Jazıwshılar awqamınıń   aǵzası."
  },
  {
    "id": 63,
    "poetName": "Jiyemuratov Túrkmenbay",
    "lifeSpan": "1953",
    "biography": "<br>  Túrkmenbay Jiyemuratov — shayır hám pedagog alım.  <br>  T. Jiyemuratov 1953-jılı Shımbay rayonında tuwılǵan.   1970-jılı Shaxaman awılındaǵı orta mektepti tamamlaǵannan soń   1980-jılı Tashkenttegi Ózbekstan Milliy Univer-   sitetiniń fizika fakultetin pitkergen.  <br>  Miynet jolın 1980-jılı Nókis qalasındaǵı 21-sanlı   orta mektepte muǵallim bolıp islewden baslaǵan. Soń direktordıń   oqıw-tárbiya isleri boyınsha orınbasarı, mektep direktorı,   Qaraqalpaqstan Respublikası Xalıq bilimlendiriw ministrligi   Oqıw-metodiqalıq orayınıń aǵa metodisti, birinshi kategoriyalı   qánige-metodisti (1990-94), 1994-jıldan búgingi kúnge shekem   Ájiniyaz atıńdaǵı Nókis mámleketlik pedagogikalıq institutınıń   “Pedagogika” kafedrasında oqıtıwshı bolıp islep atır. Jumıstan qol úzbey   “Qaraqalpaqstanda mektepten tıskarı tálim mákemeleriniń   káliplesiwi hám rawajlanıwı” degen temada kandidatlıq   dissertaciyasın jaqladı. Házirgi kúnde “Ulıwma pedagogika”   kafedrasınıń docenti lawazımında islep atır.  <br>  Onıń “Gózzallıq” (1993), “Ushırattım bir gózzaldı”  (1995) atamasındaǵı poeziyalıq toplamları basılıp shıqtı. Bir qansha   gúrrińleri respublikalıq gazetalarda jarıq  kórdi. T. Jiyemuratovtıń “Fizika terminleriniń túsindirme sózligi” (1996)   atlı ilimiy kitabı, sonday-aq jetpisten aslam ilimiy-pedagogikalıq,   metodiqalıq maqalaları baspasózde járiyalandı.  <br>  T. Jiyemuratov 1997-jıldan Jazıwshılar awqamınıń   aǵzası."
  },
  {
    "id": 64,
    "poetName": "Jumamuratov Tilewbergen",
    "lifeSpan": "1915-1990",
    "biography": "<br>  Tilewbergen Jumamuratov — belgili xalıq shayırı.  <br>  T. Jumamuratov 1915-jılı 27-dekabrde Moynaq rayonınıń   Aqdárya awılında tuwılǵan.  <br>  1937-jılı muǵallimler tayarlaytuǵın bir jıllıq kurstı   pitkerip, óz awılında muǵallim bolıp isleydi. 1942-45-jılları Moynaq   rayonlıq gazetasında redaktor lawazımında, 1945-49-jılları   rayonlıq partiya komitetinde   isledi. 1948-jılı Tashkent mámleketlik universitetin sırttan oqıp pitkerdi.   1951-52-jılları “Sovet Qaraqalpaqstanı” gazetasında, 1952-58-jılları   radiokomitette, 1958-61-jılları “Ámiwdárya” jurnalında bólim baslıǵı,   “Qaraqalpaqstan” baspasında (1961-62), Jazıwshılar awqamında   juwaplı xızmetlerde (1963-81) jumıs isledi.  <br>  T. Jumamuratovtıń birinshi qosıǵı 1937-jılı jarıqqa shıqtı.   Shayırdıń “Júrek muxabbatı” (1956), “Doslıq” (1959),   “Meniń zamanlaslarım”(1963), «Káramatlı tulǵa” (1975),   “Tolqında”(1970) toplamlarınan keyin “Tańlamalı shıǵarmaları”(1967),   1978-82-jılları Shıǵarmalarınıń 2 tomlıǵı, “Túrli ótkeller” (1983),   “Doslıq xaqqında qosıqlar”(1988), “Ómirińniń ózi filosofiya” (2005)   toplamları baspadan shıqtı. Shayırdıń “Makarya sulıw”   poeması 1973, 1975-jılları qaraqalpaq tilinde basıldı.  <br>  Shayırdıń kóplegen poeziyalıq shıǵarmaları, sońday-aq   “Makarya sulıw” poeması rus, ózbek tillerine awdarıldı.  <br>  T. Jumamuratovtıń “Qızlar házili” (1976), “Tiklengen tuw” (1971)   pesaları teatr sahnasında qoyılǵan.  <br>  Shayır “Tolqında” toplamı ushın Qaraqalpaqstan   Respublikası Berdaq atındaǵı mámleketlik sıylıǵınıń laureatı   boldı (1972). Ol tuwısqan xalıqlar poeziyasınan Omar Xayyam, Á.Nawayı,   Ǵ.Tokay, Muwsa Jálil, A.Pushkin shıǵarmaların awlarıwǵa qatnastı.  <br>  T. Jumamuratov “Qaraqalpaqstan xalıq shayırı” (1957),   “Ózbekstan xalıq shayırı” (1969) húrmetli ataqlarına   miyasar boldı. Qaraqalpaq ádebiyatı tarawındaǵı miyneti   ushın “Xalıqlar doslıǵı”, “Húrmet belgisi” ordenleri,   medalları sońday-aq Ózbekstan, Qaraqalpaqstan hám   Bashqurtstan Respubliqaları Joqarǵı Keńesleriniń Xúrmet   jarlıqları menen sıylıqlanǵan.  <br>  T. Jumamuratov 1957-jıldan Jazıwshılar awqamınıń   aǵzası."
  },
  {
    "id": 65,
    "poetName": "Jumaniyazov Qalıy",
    "lifeSpan": "1924-2004",
    "biography": "<br>  Qalıy Jumaniyazov — jazıwshı hám jurnalist.  <br>  K. Jumaniyazov 1924-jılı 10-mayda Shımbay rayonındaǵı   Tazajol awılında tuwılǵan. Ol 1941-45-jılǵa shekem ekinshi   jáhán urısı frontlarında boldı, 1947-jılı áskerlikten   qaytıp kelgennen soń mektepte muǵallim bolıp isledi. 1950-jılı   pedagogikalıq uchilisheni sırttan oqıp pitkeredi, 1955-jılı Qaraqalpaq   mámleketlik pedinstitutın pitkerip, “Sovet Qaraqalpaqstanı”   gazetasına jumısqa keledi.  <br>  Q. Jumaniyazov bul jerde dáslep ádebiy xızmetker, sońınan   bólim baslıǵı, 1958-72- jılları “Ámiwdárya” jurnalınıń juwaplı   xatkeri, 1972-77-jılları “Sovet Qaraqalpaqstanı” gazetasınıń óz   xabarshısı, keyingi jılları   “Ámiwdárya” jurnalınıń proza bóliminiń baslıǵı xız-   metlerin atqaradı. Jazıwshınıń “Talpınıw” (1960), “Dáslep-   ki oylar” (1961), “qosıqlar” (1972), “Jırlarım meniń”   (1972) atlı qosıqlar hám poemalar toplamları basıldı.  <br>  Onıń “Qızıl qum qońırawları” (1969), “Qosbulaq qıssası” (1974),   “Dáslepki adım” (1980) degen ocherk hám gurrińler toplamları,   povestleri hám romanı óz aldına kitap   bolıp basıldı.  <br>  Q. Jumaniyazovtıń bir neshe shıǵarmaları tuwısqan xalıqlar   tillerine de awlarılǵan.  <br>  Q. Jumaniyazov “Qaraqalpaqstan Respublikasına miyneti   sińgen mádeniyat xızmetkeri” Húrmetli ataǵına iye, sońday-aq ol   “Qaharmanlıǵı ushın” medalı, Qaraqalpaqstan Respublikasınıń   Joqarǵı Keńesiniń húrmet jarlıqları menen sıylıqlanǵan.  <br>  Q. Jumaniyazov 1961-jıldan Jazıwshılar awqamınıń   aǵzası."
  },
  {
    "id": 66,
    "poetName": "Jumabaev Turǵanbay",
    "lifeSpan": "1947",
    "biography": "<br>  Turǵanbay Jumabaev — shayır.  <br>  T. Jumabaev 1947-jılı 13-aprelde Taxtakópir rayonı,   Qarakól awılında tuwılǵan. 1969-jılı Nókis mámleketlik   pedinstitutınıń qaraqalpaq tili hám ádebiyagı fakultetine kirip,   onı 1973-jılı tabıslı pitkerip shıǵadı. 1973-1975-jılları Nókis   rayonındaǵı 35-sanlı mektepte muǵallim bolıp isleydi. Soń   “Celinnik Karakalpakii” gazetasında xabarshı (1975-76,   “Erkin Qaraqalpaqstan” gazetasında xabarshı (1982-83),   «Qaraqalpaqfilm» kinostudiyasında redaktor (1983-86),   Qaraqalpaqstan Respublikası Ministrler   Keńesi janındaǵı Baspa sóz mámleketlik sır saklaw basqarması,   “Bilim” hám “Qaraqalpaqstan” baspalarında redaktor   (1986-91), 1992-96-jılǵa shekem Nókis mámleketlik pedagogikalıq  institutında dekannıń orınbasarı, oqıtıwshı bolıp isledi.   Ol 2007-jıldan húrmetli dem alısta, dóretiwshilik jumıslar   menen shuǵıllanıp atır.  <br>  T. Jumabaevtıń qosıqları menen maqalaları 1965-jıldan   baslap shıǵa basladı. 1980-jılı “Aǵıs”, 1983-jılı “Keleshek”,   1987-jılı “Mezgil”, 1991-jılı “Birinshi sentyabr”, 1994-jılı   “Hárkimniń óz jolı”, 2004-jılı “Bir danıshpan jartas basında”   qosıqlar toplamları basılıp shıqtı. 1992-jılı rus jazıwshısı S. Eseninniń   “Meniń jolım” atlı qosıq hám poemaların   qaraqalpaq tiline awdardı.  <br>  Ol 1995-jıldan Jazıwshılar awqamınıń aǵzası."
  },
  {
    "id": 67,
    "poetName": "Jumaǵulov Saylawbay",
    "lifeSpan": "1951",
    "biography": "<br>  Saylawbay Jumaǵulov — yumorist jazıwshı hám dramaturg.  <br>  S. Jumaǵulov 1951-jılı 27-yanvarda Taxtakópir rayonında   tuwıladı. 1968-jılı Nókis qalasındaǵı Berdaq  atındaǵı orta mektepti tamamlaydı.  <br>  Miynet jolın Nókis konserva zavodında jay jumısshı   bolıp islewden baslaydı. 1970-1972-jılları áskeriy xızmette boladı.   1976-1980-jılları T. Shevchenko atındaǵı   Nókis mámleketlik universitetiniń Qaraqalpaq tili hám   ádebiyatı fakultetin sırttan oqıp pitkeredi.  <br>  S. Jumaǵulov óziniń dóretiwshilik islerin mektepte   \"Jetkinshek” gazetasına “Kishkeneler sóyleydi” degen   at penen qısqa yumorlar jazıwdan baslaydı. Soń “Celinnik Karakalpakii”,   “Jetkinshek”, “Erkin Qaraqalpaqstan” gazetalarında, “Ámiwdárya”,   “Aral qızları” jurnallarında juwaplı orınlarda xızmet etedi. Házirgi wakıtta   Qaraqalpaqstan Respublikası Teleradiokompaniyasında redaktorlıq   lawazımında islep kiyatır.  <br>  S. Jumaǵulov “Sırım da usı, shınım da ...” (1984),   “Tufliydin náli” (1990), “Balalıǵımnan bir eles” (1991),   “Qırıq jıldan sońǵı bir kún” (1992), “Meniń hayalım   jazıwshı” (1992), “Bilettiń jartısı kimde?”, (1995),   “Adamlar qalay buzılǵan?” (1997) atlı yumorlıq povest   hám gúrrińler toplamlarınıń avtorı.  <br>  “Tekin tarvuz” atlı ózbek tilindegi kitabı   (M.Nızanov penen birgelikte) Tashkent qalasında bası-   lıp shıqtı.  <br>  S. Jumaǵulovtıń dramaturgiya janrında “Kúyewińdi   berip tur” , “Ekstrasens”, “Bultlı kúnler”, “Ǵarrı ńızdıń baxtı”,   “Sabır túbi, sarı altın” , “Ana qábirin   izlegen jigit”, “Qara shayan”, “Ótirik jinli” atlı   pesaları Qaraqalpaqstan, Ózbekstan, Túrkmenistan hám   Kırǵızstan teatrlarında qoyılıp kelmekte. “Ekstrasens” pesası   ushın Qaraqalpaqstan Jazıwshılar awqamınıń sıylıǵınıń laureatı boldı.  <br>  Ol 1993-jıldan Jazıwshılar awqamınıń aǵzası."
  },
  {
    "id": 68,
    "poetName": "Jumanazarova Minayxan",
    "lifeSpan": "1957",
    "biography": "<br>  Minayxan Jumanazarova — shayır.  <br>  M. Jumanazarova 1957-jılı Kegeyli rayonınıń “Erkindárya”   aymaǵında tuwılgan.  <br>  1974-jılı 19-sanlı orta mektepti pitkeredi.  <br>  1987-jılı Berdaq atındaǵı Qaraqalpaq mámleketlik   universitetiniń filologiya fakultetin tamamlaǵan. Baspa   sózde qosıqları 1972-jıldan baslap shıǵa baslaǵan.  <br>  Onıń 1983-jılı “Jaslar hawazı” almanaxında, sońınan   1986-jılı “Qus jolı” jaslar toplamında qosıqları   járiyalandı.  <br>  1992-jılı “Elim dep eńiremeseń” , 1993-jılı “Júregimde   bir dárt bar”, 1997-jılı “Álўidaǵ aytpayman, muhabbat”, 2003-jılı   “Ele men” tańlamalı qosıqlar toplamı,   2001-jılı Tashkent qalasınıń “Sholpan” baspasınan ózbek   tilinde “Qálbińizde qalǵım keledi” qosıqlar toplamları basılıp shıqtı.  <br>  Túrkiyada shıqqan “Qaraqalpaq ádebiyatı antologiyası”   kitabında qosıqları túrk tilinde járiyalandı.  <br>  Ol Qaraqalpaqstan radiokanalında bólim baslıq bolıp   jumıs isledi.  <br>  M. Jumanazarova 1993-jıldan Jazıwshılar awqamınıń   aǵzası."
  },
  {
    "id": 69,
    "poetName": "Zaytova Gúljáhán",
    "lifeSpan": "1961",
    "biography": "<br>  Gúljaxan Zaytova — jazıwshı hám jurnalist.  <br>  G. Zaytova 1961-jılı 24-yanvarda Shımbay rayonınıń   “Keńes” awılında tuwılǵan.  <br>  1978-jshı orta mektepti tamamlap, Tashkenttegi Shet tilleri  universtetine oqıwǵa túsedi hám onı 1983-jılı   tabıslı pitkerip shıǵadı.  <br>  Miynet jolın 1983-jılı Shımbay rayonı xalıq bilimlendiriw   bóliminde metodist bolıp islewden baslaydı.  <br>  Sońınan №3 mektepte direktordıń tárbiya jumısları   boyınsha orınbasarı, “Shımbay hawazı” gazetasınıń xabarshısı,   Ózbekstan ǵalaba xabar kuralların demokratiyalastırıw hám   qollap-quwatlaw bóliminiń referenti,   “Ǵáziyne” gazetasınıń juwaplı xatkeri, “Shıpaker” gazetası redaktorınıń   orınbasarı bolıp isleydi.  <br>  Házirgi waqıtta “Shıpaker” gazetasınıń bas redaktorı   lawazımında islep atır.  <br>  2000-jılı “Ármanlı dúnya” atlı kitabı jarıq kórdi.  <br>  2005-jıldan Jazıwshılar awqamınıń aǵzası."
  },
  {
    "id": 70,
    "poetName": "Ziyawov Saǵın",
    "lifeSpan": "1941-2007",
    "biography": "<br>  Saǵın Ziyawov — shayır hám jurnalist.  <br>  S.Ziyawov 1941-jılı Moynaq rayonınıń “Aq dárya”   awılında tuwıldı. 1962-1968-jılları Nókis mámleketlik   pedagogikalıq institutınıń Qaraqalpaq tili hám ádebiyatı fakulttinde oqıdı.  <br>  Miynet jolın 1959-1965-jıllar aralıǵında Moynaq   PMK sında ekskavator mashinisti, ekskavatorshılar brigadiri bolıp   islewden baslaǵan. 1965-1966-jılları rayondaǵı mekteplerde muǵallim,   1966-1971-jıllarda rayonlıq “Aral   balıqshısı” gazetasında bólim baslıǵı, redaktor, 1978-1985-jılları   gazetanıń juwaplı redaktorı boldı.  <br>  Sońınan ómiriniń aqırına shekem Qaraqalpaqstan te-   leradiokompaniyasınıń Moynaq rayonı boyınsha óz xabarshısı bolıp isledi.  <br>  Onıń “Meniń ákem balıqshı” (1970), “Terbeler tolqın” (1973),   “Teńizde” (1977), “Shaǵala” (1984), “Aral azama-   tı” (1988), “Aydın” (1992), “Aralımnan ayırma” (1996)   poeziyalıq kitapları, 1980-jılı ózbek tilinde “Tukkiz   turgay” atamasında (1980) birliktegi ádebiy almanaxta   qosıqları, 2002-jılı “Araldı jaǵalaǵan Qara bala” xújjetli   povesti baspadan shıqtı.  <br>  Ol bir neshe márte Moynaq rayonlıq Keńesine deputat   bolıp saylandı. Oǵan “Qaraqalpaqstan Respublikasına miyneti sińńgen   mádeniyat xızmetkeri” húrmet/i ataǵı berildi.  <br>  S. Ziyawov 1995-jıldan Jazıwshılar awqamınıń aǵzası."
  },
  {
    "id": 71,
    "poetName": "Ibragimov Saǵınbay",
    "lifeSpan": "1956",
    "biography": "<br>  Saǵınbay Ibragimov — shayır.  <br>  S. Ibragimov 1956-jılı 1-sentyabrde Qońırat rayonında   tuwılǵan. Ol usı rayonnıń xázirgi Kindikózek awılında orta mektepti   tamamlaǵannan soń, óziniń miynet jolın   1973-jılı Moynaq rayonıńda “Aral balıqshısı” gazetasında korrektor   bolıp islewden baslaǵan. 1974-76-jılları   áskeriy xızmette boladı. 1982-jılı Moskvadaǵı A.M. Gorkiy   atındaǵı ádebiyat institutınıń proza boyınsha seminarın   pitkergennen keyin Qaraqalpaqstan kinostudiyasında,   televidenie hám radio esittiriwleri komitetinde, “Bilim”   jámiyetinde “Qaraqalpaqstan” baspasında isledi.  <br>  S. Ibragimov Qaraqalpaqstan Jazıwshılar awqamınıń   másláhátshisi, soń juwaplı xatkeri, baslıqtıń orınbasarı   (1986-91), “Ámiwdárya» jurnalınıń bas redaktorı (1991-1994) lawazımların   atqardı. 1994-2000-jılları Respubliqalıq ruwxıy aǵartıwshılıq orayınıń   másláhátshisi hám baslıqtıń orınbasarı bolıp isledi. 2000-jıldan   “Shegarasız shıpakerler” xalıqaralıq qayırqomlıq shólkeminde   xızmet atqaradı.  <br>  Onıń “Besinshi máwsim” (1986), “Jer menen aspannıń   aralıǵında” (1990) atlı qosıqlar toplamları jarıq kórdi. Bunnan sońǵı   jılları bir qatar qosıqlar durkinleri hám mádeniy máseleler boyınsha   maqalaları kúndelikli baspasózde járiyalandı. Ol Saadiydic “Gúlistan” dástanın,   Nizamiy, Maqtumqulınıń qosıqların rus, inglis hám parsı tillerinen bir   qatar shıǵarmalardı qaraqalaq tiline awdardı. Ol Qaraqalpaqstan   Respublikası Jaslar sıylıǵınıń laureatı.  <br>  S. Ibragimov 1988-jıldan Jazıwshılar awqamınıń   aǵzası."
  },
  {
    "id": 72,
    "poetName": "Izbasqanov Jiyenbay",
    "lifeSpan": "1949",
    "biography": "<br>  Jiyenbay Izbasqanov — shayır.  <br>  J. Izbasqanov 1949-jılı 12-iyunde Shomanay rayonında tuwılǵan.   Ol 1972-jılı Qaraqalpaq mámleketlik pedinstitutın pitkerip,   tuwılǵan rayonında muǵallim, sońınan   Qaraqalpaqstan televideniesi hám radio esittiriw komitetinde   redaktor (1973-1982), “Jetkinshek” gazetasında bólim   baslıǵı (1982-85), Jazıwshılar Aўqamınsh juwaplı xatkeri (1985-89),   Qaraqalpaqstan Respublikası Baspa sóz komiteti baslıǵınıń   orınbasarı (1990-95), “Qaraqalpaqstan baspasında bas redaktor (195-2010)   bolıp isledi.  <br>  Shayırdıń “Tulpar haqqında ballada” (1975), “Jaz ótkende” (1979),   “Lirika dápterinen” (1982), “Balalıqtıń nesin   aytasan” (1984), “Ómirge qushtarlıq” (1987), “Muhabbattıń   almaz qırları” (1990), “Muhabbat lirikası” (1992),   “Tańlamalı shıǵarmaları” (1993), «Jollarım uzaq» (1995) poeziyalıq   kitapları jarıqqa shıqtı. Onıń ozbek tilinde “Shabandoz” (1987),   rus tilinde “Jdu tebya” degen toplamları   járiyalandı. Ol bir qansha klassiklerdiń shıǵarmaların   Qaraqalpaq tiline awdardı.  <br>  J. Izbaskanov Qaraqalpaqstan Respublikası Joqarǵı Qeńesiniń   “Xúrmet jarlıǵı” menen sıylıqlanǵan. 2000-jılı   “Saylandı shıǵarmaları”nıń 1-tomlıǵı ushın Qaraqalpaqstan Respublikası   Berdaq atındaǵı mámleketlik sıylıǵı,   2005-jılı “Qaraqalpaqstan xalıq shayırı” húrmetli ataǵı   berildi.  <br>  Ol 1982-jıldan Jazıwshılar awqamınıń aǵzası."
  },
  {
    "id": 73,
    "poetName": "Ismaylov Babash",
    "lifeSpan": "1926-1985",
    "biography": "<br>  Babash Ismaylov — shayır, dilmash, sınshı hám ádebiyat   izertlewshisi.  <br>  B.Ismaylov 1926-jılı 12-iyunde Ámiwdárya rayonında tuwılǵan.   1942-jılı orta mektepti pitkerip, mektepte muǵallim bolıp isleydi.   1948-jılı Qaraqalpaq mámleketlik pedagogikalıq institutın tamamlaydı hám   usı institutta oqıtıwshı bolıp qaladı. 1951-53- jılları oblastlıq   partiya komitetinde instruktor , “Jas Leninshi” gazetasında redaktor (1953-1956),  Ózbekstan Respublikası Ekonomika hám mádeniyat kompleksli institutında ilimiy   xızmetker boldı.  <br>  1958-1961-jılları “Qaraqalpaqstan” baspasında bas redaktor,   Qaraqalpaqstan mámleketlik televidenie hám radio   esittiriw komitetiniń baslıǵı (1961-1963), 1963-jıldan   ómiriniń aqırına shekem Oblastlıq partiya komitetnnde   ideologiya bóliminiń baslıǵı bolıp isledi.  <br>  1965-jılı “Kúnxojanıń ómiri hám tvorchestvosı” degen   temada kandidatlıq dissertaciyasın jaqladı.  <br>  B.Ismaylovtıń “Jeńis saatı ” qosıǵı 1943-jılı   “Qızıl Qaraqalpaqstan” gazetasında basıldı. Shayırdıń   “Gúllen, Respublikam”( 1954) “Geybirewdi ash búyirden”   (1959), “Hárkimniń óz sıbaǵası”(1977), “Jıllar hám aylar” (1976),   “Oqıwshılarǵa estelik” (1978). «Tańlamalı shıǵarmaları» basılǵan.   Onıń 1972-jılı “Lirika hám satira ” degen toplamı rus tilinde járiyalandı.  <br>  B.Ismaylov A.T. Tvardovskiy, Ǵ.Ǵulam, M.Tursınzada,   K.Yashen, I.Yuzeev, Xzmza Niyaziy, M .Rılskiy, Ǵ.Tokay,   S.Oleynik ǵaǵı basqa belgili jazıwshılardıń shıǵarmaların qaraqalpaq tiline   awdarǵan.  <br>  Ádebiyat izertlewshisi sıpatıńda B.Ismaylov “Kunxojanıń ómiri   hám tvorchestvosı” (1961) degen monografiyasın   bastırıp shıǵardı. Ol 8-10-klasslar ushın birinshilerden   bolıp oqıw baǵlarlamasın dúzdi hám olarǵa arnap sabaklıqlar jazdı,   alımnıń tayarlawı menen Kúnxojanıń, Ájiniyazdıń toplamları basılıp shıqtı.  <br>  B.Ismaylov Qaraqalpaqstan Respublikasına miyneti sińgen   mádeniyat xızmetkeri (1968), Ózbekstan Respublikasına   miyneti sińgen mádeniyat xızmetkeri (1969) húrmetli ataǵına iye edi,   ol mámleketlik ordenler hám bir neshe mártebe   Xúrmet jarlıqları menen sıylıqlanǵan.  Shayır “Jıllar hám aylar” degen kitabı ushın Qaraqalpaqstan Respublikası   Berdak atındaǵı mámleketlik sıylıǵınıń laureatı (1976) boldı.   Shayır hám alım, jámiyetlik isker Qaraqalpaqstan Respublikası Joqarǵı   Keńesine bes ret deputat bolıp saylandı.  <br>  Ol 1953-jılıdan Jazıwshılar awqamınıń aǵzası."
  },
  {
    "id": 74,
    "poetName": "Ismaylov Sádirbay",
    "lifeSpan": "1956",
    "biography": "<br>  Sádirbay Ismaylov — fantast jazıwshı.  <br>  S. Ismaylov 1956-jılı 13-iyunda Qaraózek rayonınıń  Qaraózek xojalıǵında tuwılǵan.  <br>  Ol 1972-jılı orta mektepti pitkerip, rayonlıq   gazetada jumıs isleydi. 1972-82 jılları “Jetkinshek” gazetasında   ádebiy xızmetker, 1982-84-jılları Qaraózek rayonlıq “Miynet bayraǵı”   gazetasında bólim baslıǵı ,1984-90-jılları   “Jas Leninshi ” gazetasında ádebiy xızmetker, 1990-92-jılları   “Ámiwdárya” jurnalında proza-bóliminiń redaktorı bolıp isledi.  <br>  Ol Qaraqalpaqstan Jazıwshılar awqamında juwaplı xatkeri   lawazımın atqardı.  <br>  Jazıwshınıń “Paraxatshılıq máńgilik” (1986), “Júrek   galaktikası”(1991) degen fantastiqalıq gúrriń, povest hám   romanlar kitabı basılıp shıqtı.  <br>  Ol 1986-jılı Tashkentge ótkerilgen Ózbekstan jas jazıwshılar   seminar — keńesiniń hám Latviya respublikasında ótkerilgen   jas fantast jazıwshılardıc pútkil awqamlıq seminar keńesiniń katnasıwshısı boldı.  <br>  S. Ismaylov 1991-jılı Qaraqalpaqstan Jaslar sıylıǵınıń   laureatı, 1993-jılı Qaraqalpaqstan Respublikası   Joqarı Keńesiniń “Húrmet jarlıǵı”menen sıylıqlanǵan.  <br>  S. I smaylov 1992-jıldan Jazıwshılar awqamınıń   aǵzası."
  },
  {
    "id": 75,
    "poetName": "Ishmanova  Zubayda",
    "lifeSpan": "1949",
    "biography": "<br>  Zubayda Ishmanova — shayır hám jazıwshı.  <br>  3. Ishmanova 1949-jılı Tórtkúl qalasında tuwılǵan.   Lomonosov atındaǵı mektepti pitkergennen soń, TashMUniń   jurnalistika fakultetine okıwǵa kirip 1974-jılı pitkerip shıǵadı.  <br>  Miynet jolın “Qaraqalpaqstan” baspasında kishi   redaktor bolıp islewden baslaǵan, sońınan “Balalar hám jas   óspirimler”, “Kórkem ádebiyat”lar bóliminiń baslıǵı bolıp isleydi.  <br>  Onıń “Jaslıǵım seni jırlayman”, “Gúldáste”, “Niyet”,   \"Aspanda ne bar”, “Ne mazalı”, “Úyrektiń uyası”, “Kim sındırdı”,   “Altın ǵáziyne”, “Ulbosınnıń aq tutları” poeziyalıq hám prozalıq   kitapları basılıp shıqtı.  <br>  3. Ishmanovanıń qosıqları ózbek, orıs, tatar, bashkurt,   qazaq, túrkmen tillerine de awdarılǵan. Ózbek shayırları   Zulfiyanıń, Ó. Hashimovtıń, A. Pardaevtıń, H. Hudayberdievanıń   qosıqları hám gúrrińlerin qaraqalpaq tiline awdarǵan.   Dúnya júzilik ádebiyatlardan Daniel Defonıń “Robinzon Kruzo”nı   qaraqalpaq tiline awdarǵan.  <br>  Ol 1993-jılı Qaraqalpaqstan Respublikası Joqarǵı Keńesiniń   “Húrmet jarlıǵı”, 1997-jılı “Qaraqalpaqstan Respublikasına miyneti   sińgen mádeniyat xızmetkeri” húrmetli ataǵınıń, 2002-jılı “Shuhrat”   medalınıń iyesi boldı.   1999-jılı Qaraqalpaqstan Jazıwshılar awkamınıń sıylıǵın aldı.  <br>  3. Ishmanova 1998-jıldan Jazıwshılar awqamınıń   aǵzası."
  },
  {
    "id": 76,
    "poetName": "Kamalov Qonısbay",
    "lifeSpan": "1939-2001",
    "biography": "<br>  Qonısbay Kamalov — ádebiyatshı alım hám sınshı.  <br>  K.Kamalov 1939-jılı 5-dekabrde Shımbay rayonındaǵı   Tazajol awılında tuwılǵan.  <br>  Ol 1965-jılı Qaraqalpaq mámleketlik pedinstitutın  tamamlaǵannan keyin sol jerde oqıtıwshı bolıp qaladı. Soń   Moskva mámleketlik universitetiniń aspiranturasınıń teoriyalıq   kursınan ótedi (168-71), “Ámiwdárya” jurnalında juwaplı xatker,   bas redaktordıń orınbasarı bolıp isleydi (1971-79). 1979-jıldan   baslap Qaraqalpaq mámleketlik universiteginiń okıtıwshısı, docenti,   Ájiniyaz atıńdaǵı Nókis mámleketlik pedinstitўtınıń Qaraqalpaq   filologiyası fakultetiniń dekanı bolıp isledi.  <br>  K. Kamalov 1975-jılı “Qaraqalpaq povesti” (janrdıń evolyuciyası)   degen temada kandidatlıq, 1989-jılı “Qaraqalpaq   ádebiyatında kórkem metodtıń evolyuciyasm” degen temada doktorlıq  dissertaciyasın jaqlaǵan. Oǵan professor ilimiy ataǵı berilgen.   Ádebiyatshı alım hám sınshınıń “Qaraqalpaq povesti” (1978),   “Kárўan bası” (1979), “Qaraqalpaq ádebiyatınıń kórkem metodı” (1982),   “Qaraqalpaq ádebiyatıńda kórkem   metodtıń evolyuciyası”( 1989), degen ilimiy miynetlerl hám   “Marjangúl” (1972) atlı gúrriń hám povestler toplamı basılıp shıqtı.   Sonıń menen birge ol “Qaraqalpaq sovet ádebiyatı”(1984) degen joqarı   okıw ornına arnalǵan sabaqlıq   avtorlarınıń biri. K. Kamalov M.Gorkiy, E.Xemenguey, G.Markestiń   bir katar shıǵarmaların qaraqalpaq tiline awdardı.  <br>  K. Kamalov “Qaraqalpaqstan Respublikasına miyneti sińgen   mádeniyat xızmetkeri”, “Ózbekstan Respublikasına miyneti sińgen   xalıq bilimlendiriw xızmetkeri” Húrmetli   ataqlarına iye. Ol Qaraqaliakstan Respublikası Joqarǵı   Keńesiniń xúrmet jarlıǵı menen sıylıqlanǵan.  <br>  K. Kamalov 1976-jıldan Jazıwshılar awqamınıń aǵzası."
  },
  {
    "id": 77,
    "poetName": "Karimov Keńesbay",
    "lifeSpan": "1948",
    "biography": "<br>  Keńesbay Karimov — shayır.  <br>  K. Karimov 1948-jılı 27-avgustta Shımbay rayonındaǵı   Shımbay xojalıǵında tuwılǵan.  <br>  Ol orta mektepti pitkerip “Sovet Qaraqalpaqstanı”   gazetasında xabarshı (1967-68), áskeriy xızmette (1968-70) boladı.   1975-jılı Qaraqalpaq mámleketlik pedinstitutın tamamlap,   “Jas Lenińshi” gazetasında (1976-83), “Qaraqalpaqstan” baspasında,   televidenie hám radio esittiriw komitetinde, “Ámiwdárya” jurnalında,   Qaraqalpaqstan mámleketlik teleradio kompaniyasında juwaplı xızmetlerde isleydi.   Sońınan “Erkin Qaraqalpaqstan” hám “Vesti Qaraqalpaqstana”   gazetasınıń Bas redaktorı bolıp isledi. 2011-jıldan Qaraqalpaqstan   Respublikası Jazıwshılar Aўqamınıń   baslıǵı lawazımında islep atır.  <br>  Shayırdıń dáslepki qosıqları 60-jıllardıń ortalarında   járiyalandı. Onıń “Aralıqlar” (1980), “Waqıt minarası” (1982),   “Umıtılǵan yarım ay” (1984), “Meniń terezelerim” (1985),   “Araldan keldim” (1985), “Kóndim múlki” (2005)   degen poeziyalıq toplamları basılıp shıqtı. K. Karimovtıń   balalarǵa arnalǵan “Altın tenge”, “Arıq mergen” pesaları   jas tamashageyler teatırınıń sahnasında qoyıldı.  <br>  Ol A.S. Pushkinniń, A. Bloktıń, Saadiydin shıǵarmaların   qaraqalpaq tiline awdardı.  <br>  K. Karimov Qaraqalpaqstan Respublikası Joqarǵı Keńesiniń   Húrmet jarlıǵı menen sıylıqlanǵan. «Qaraqalpaqstan Respublikasına   miyneti sińgen jurnalist», Qaraqalpaqstan Respublikası   Joqarǵı Keńesiniń deputatı.  <br>  K. Karimov 1983-jıldan Jazıwshılar awqamınıń aǵzası."
  },
  {
    "id": 78,
    "poetName": "Kerimov Dáwletmurat",
    "lifeSpan": "1963",
    "biography": "<br>  Dáwletmurat Kerimov 1963-jılı 22-aprelde Tórtkúl   rayonı A. Adakaev fermer xojalıǵında tuwıldı. 1970-1980-jılları   orta mektepti pitkergennen soń, 1981-1986-jıllarda   Tashkent Suw hám awıl xojalıǵın mexanizaciyalastırıw institutıńda oqıydı.   Miynet jolın 1986-jılı trestyug,   “KKVS” ǵa Qaraslı PMK-30 da bólim mexanigi bolıp islewden baslaydı.   1990-1996-jıllarda usı trestke qaraslı   UPTK-4 te direktordıń orınbasarı, 1997-2003-jıllarda “Bostan” fermer   xojalıǵı baslıǵı, 2003-jıldan baslap Tórtkúl   rayonı Qorǵanıw isleri bóliminde isledi.  <br>  D. Kerimov awdarma menen shuǵıllanadı. Onıń awdarmasında   hám avtorlıǵında “Hadis” (1991), “Muhammed Payǵambar” (1992),   “Iysa Payǵambar” (1993), “Muwsa Payǵambar”   (1994), “Budda” (1994), “Qur'ani-karim” (1995), “Gizlin   durdonalar” (1997), “Majlislar durdonasi*' (1999),   “Kurani-kárim” (ekinshi márte, 2000), “Qurani-kárim” (úshinshi márte, 2002)   kitapları baspadan shıǵarıldı.  <br>  Ol 1994-jılı dúnya túrkmenleriniń úshinshi xalıqaralıq   konferenciyasına delegat, 1995-jılı dúnya túrkiy   xalıqlarınıń úshinshi xalıqaralıq poeziya festivalına   qatnasıp, diplom menen sıylıqlanadı. 1996-jılı dúnya   túrkmenlerniń tórtinshi xalıqaralıq konferenciyasına   qatnasıp, Túrkmenstan Prezidenti Qararı menen “Vatanga   sevgisi uchun” medalın aladı. 2002-jılı Qaraqalpaqstan Res-   publikası Joqarǵı Keńesiniń “Húrmet jarlıǵı” menen   sıylıqlandı."
  },
  {
    "id": 79,
    "poetName": "Kojurov Orınbek",
    "lifeSpan": "1910-1954",
    "biography": "<br>  Orınbek Kojurov— sheber dilmash, belgili filolog.  <br>  O. Kojurov 1910-jılı Tórtkúl qalasında tuwılǵan.   1930-jılı Tashkent Politexnikumın tamamlap, 1932-jılǵa shekem   suw xojalıǵı tarawında isleydi. 1932-jıldan “Qızıl Qaraqalpaqstan”   gazetasında awdarmashı, juwaplı xatker bolıw menen birge   Qaraqalpaq awızeki ádebiyatın jıynawǵa belsene   qatnasadı, 1945-47-jılları Ilim izertlew institutıńda qaraqalpaq   folklorı sektorın basqaradı. 1947-49-jılları   “Qızıl Qaraqalpaqstan” gazetasınıń bas redaktorı, 1949-jıldan   ómiriniń aqırına shekem Qaraqalpaq mámleketlik   baspasınıń sociallıq-ekonomiqalıq bóliminiń baslıǵı   boldı. O. Kojurov L. Tolstoydıń “Xajımurat”, A.Tolstoydıń   “Ǵálle”, M.Gorkiydiń “Izergil kempir”, “Suńqar haqmında jır”,   “Dawılpaz haqqında jır”, Vishnevskiydiń “Birinshi atlı”   shıǵarmaların qaraqalpaq tiline awlarıp bastırǵan. O. Kojurov   1947-jılı Moskvada birinshi ret basılıp   shıqqan “Russha-Qaraqalpaqsha sózlik”ti dúziwshilerdiń biri.  1938-1939-jılları “Qaraqalpaqstan ádebiyatı hám iskusstvosı”   jurnalında O.Kojurovtıń Q. Ayımbetov penen birgelikte jıynaǵan   hám izertlegen qaraqalpaq ádebiyatıńa tiyisli materialları   “Qaraqalpaq ádebiyatınıń túrleri” degen at   penen basılıp shıqtı. O. Kojurov “Qırq qız” dástanın rus   tiline birinshi sózbe-sóz awdardı.  <br>  Onıń shıǵarmalarınıń ayrımları “Shıǵarmalar” degen   at penen 1990-jılı basıldı. O. Kojurov Qaraqalpaqstan   Respublikası Joqarǵı Keńesiniń Húrmet jarlıǵı menen   sıylıqlanǵan, Qaraqalpaqstan Respublikası Joqarǵı Keńesiniń   deputatı bolıp saylandı.  <br>  O. Kojurov 1939-jıldan Jazıwshılar awqamınıń aǵzası."
  },
  {
    "id": 80,
    "poetName": "Kóbentaev Álibek",
    "lifeSpan": "1950-2007",
    "biography": "<br>  Álibek Kóbentaev — jazıwshı.  <br>  Á. Kóbentaev 1950-jılı 13-iyulde Nókis qalasında   tuwıldı.  <br>  Orta mektepti pitkergennen soń, Xojeli pedagogikalıq   uchilishesin pitkerip shıǵadı.  <br>  Miynet jolın M. Gorkiy atındaǵı orta mektepte jaslar   awqamınıń baslıǵı bolıp islewden basladı. 1973-83-jılları   Taganrog pedagogiqalıq institutın tamamlaydı.  <br>  1982-jıldan Nókis pedagogiqalıq kolledjinde mu-   ǵallim bolıp nsledi.  <br>  Á. Kóbentaevtıń “Nurlı jaǵıs” (1992), “Alaǵadalı   keshe” (1993), “Kórgenli perzent” (1993) atlı prozalıq   shıǵarmaları menen “Pán hápteliklerin ótkeriw” (1993),   “Oqıwshı-praktikantlarǵa esletpe” (1993) metodiqalıq   qollanbaparı kitap bolıp shıqtı.  <br>  Á.Kóbentaev 1995-jıldan Jazıwshılar awqamınıń   aǵzası."
  },
  {
    "id": 81,
    "poetName": "Qabulov Tolıbay",
    "lifeSpan": "1939-2006",
    "biography": "<br>  Tolıbay Qabulov — shayır.  <br>  T. Qabulov 1939-jılı 10-mayda Qaraózek rayonıń  Qarabuǵa awılında, diyqan shańaraǵında tuwılǵan.  <br>  Ol Nókis awıl xojalıq texnikumın, Qaraqalpaq   mámleketlik pedinstitutın pitkerip, “Qaraqalpaqstan” baspasınıń   bólim baslıǵı, bas redaktordıń orınbasarı, Respublika Jazıwshılar   awqamınıń juwaplı xatkeri, “Ámiwdárya”   jurnalınıń bas redaktorı, Qaraqalpaqstan Respublikası   Málimleme agentliginde aǵa redaktor bolıp xızmet etti.  <br>  T.Kabulovtıń baspadan “Qara buǵa” (1964), “Ashıǵıńman”   (1968), “Diydar” (1972), “Pátulla zor” (1974), “Sen tuwılǵan   aqshamı”, (1981), “Ya vlyublen” (1985), “Sen meni qutlıqla”   (1989), “Kapel” (1991), Pándiw-násiyat (1995) atlı toplamları basılıp shıqtı.  <br>  Ol V.Gogoldıń “Taras Bulba”, A.Chexovtıń “Gúrrińleri”n,   S.Mixalkovtıń “Altın qıshlaq” atlı belgili shıǵarmaların hám taǵı   basqa tuwısqan xalıqlar ádebiyatınıń   dóretpelerin qaraqalpaq tiline awdarǵan.  <br>  Shayırdıń qosıqları da tuwısqan xalıqlar tillerinde   basılǵan.  <br>  Ol “Qaraqalpaqstan xalıq shayırı” xúrmetli ataǵına iye   boldı.  <br>  T.Kabulov 1976-jıldan Jazıwshılar awqamınıń aǵzası."
  },
  {
    "id": 82,
    "poetName": "Qayıpbergenov Tólepbergen",
    "lifeSpan": "1929-2010",
    "biography": "<br>  Tólepbergen Qayıpbergenov — házirgi Qaraqalpaq prozasınıń   iri wákilleriniń biri, úlken romanist, Qaraqalpaqlar tariyxınıń jılnamashısı.  <br>  T.Qayıpbergenov 1929-jılı 7-mayda Kegeyli rayonında   házirgi Nókis rayonınıń aymaǵındaǵı Shortanbay   awılında tuwılǵan. Ol Xojelidegi peduchilisheni pitkerip (1950),   awıllıq mektepte muǵallim bolıp isleydi. Qaraqalpaq mámleketlik   pedinstitutınıń rus tili hám ádebiyatı fakultetin tamamlap (1955), “Ámiwdárya”   jurnalında ádebiy xızmetker, radio esittirw komitetinde redaktor,   Jazıwshılar awqamında juwaplı xatker, “Jas Leninshi” gazetasınıń   redaktorı (1959-64), sońınan “Qaraqalpaqstan” baspasınıń   direktorı, “Sovet Qaraqalpaqstanı” gazetasınıń redaktorı lawazımların atqardı.   Bunnan keyingi jılları ol Qaraqalpaqstan televideniesi hám radio   esittiriw Komitetinde redaktor, Qaraqalpaqstan baspa   sóz Komiteti baslıǵınıń orınbasarı (1967-80) xızmet-   lerin atqardı. T.Kayıpbergenov 1980-jıldan ómiriniń   aqırına shekem Qaraqalpaqstan Jazıwshılar awqamınıń   baslıǵı bolıp isledi.  <br>  Jazıwshı “Qaraqalpaq kızı” romanı ushın Qaraqalpaqstan   Respublikası Berdaq atıńdaǵı mámleketlik sıylıǵınıń,   “Muǵallimge rahmet” povesti ushın Ózbekstan Respublikası Xamza   atıńdaǵı mámlektlik sıylıǵınıń, “Qaraqalpaq dástanı” trilogiyası ushın   burınǵı awqam mámleketlik sıylıǵınıń laureatları boldı, ol sonıń menen   birge burınǵı awqam Jazıwshılarınıń, VCSPS, “Pravda”   gazetası,“Krestyanka” jurnalı, “Qaraqalpaqnama” roman-essesi ushın   Maxmud Qashqariy atıńdaǵı Xalıq aralıq sıylıq, “O dúnyadaǵı atama xatlar”   dóretpesi ushın M. Sholoxov atındaǵı sıylıqtıń laureatı boldı.  <br>  Jazıwshı bir neshe mártebe Qaraqalpaqstan Respublikası   xalıq deputatı bolıp saylandı. T. Qayıpbergenov de-   putat sıpatıńda Qaraqalpaqstan Respublikası Jokarǵı   Keńesi Prezidiumı Baslıǵınıń shtattan tıs orınbasarı   (1986-1990) bolıp isledi.  <br>  1989-jılı  burınǵı awqamnıń xalıq deputatı bolıp saylandı.   Ol Húrmet belgisi ordeni, Ózbekstan Respublikasınıń Doslıq   ordeni (1994), Ózbekstan hám Qaraqalpaqstan   Respublikası Joqarǵı Keńesleriniń Xúrmet jarlıqların,   ayrım sırt ellerdiń de sıylıqların aldı.  <br>  T. Qayıpbergenov “Ózbekstan (1993) hám Qaraqalpaqstan   xalıq jazıwshısı” (1974), “Ózbekstan Qaxarmanı” (2003)   degen húrmetli ataqlarǵa iye.  <br>  Ol baska da bir qatar jámiyetlik jumıslar menen birge   Qaraqalpaqstan Respublikası Berdaq atındaǵı mámleket-   lik sıylıǵı Komitetin basqardı.  <br>  Jazıwshınıń shıǵarmaları 50-jıllardıń ortalarınan   baslap járiyalanǵan. Onıń dóretpeleri ózbek, qazaq, rus, eston,   moldavan, qırǵız, ukrain, tatar, túrkmen hám basqa da tillerge   awlarılıp basılǵan.  <br>  T. Qayıpbergenovtıń Qaraqalpaq tilinde basılǵan   kitapları: “Sekretar” (1956), “Muǵallimge raxmet” (1959),   “Sońǵı hújim” (1960), “Bloknot sóyleydi” (1961),   “Suwıq tamshı” (1964) “Uyqısız túnler” (1965), “Qaraqalpaq kızı” (1960,1966),   “Mamanbiy ápsanası” (1968), “Baxıtsızlar” (1971),   “Túsiniksizler” (1976), “Shıǵarmalarınıń bes tomlıǵı”   (1979,1980), “Qaraqalpaq dástanı” (1-t, 1979), “Qaraqalpaq   dástanı” (2-t, 1979), “Qaraqalpaq dástanı” (3-t, 1979),   “Qaraqalpaq qızı” (4-t, 1980), “Sońǵı xújim” (5-t, 1980), sońǵı   jılları “Qaraqalpaqnama” (1985), “Kózdiń qarashıǵı” (1986),   “Iz yurtı v mir” (1987), “Familiya” (1988), “Skolko   imen u boga” (1990), “Tánhá ózine málim sır” (1992), “O   Dúnyadaǵı atama xatlar” (1992). “Qaraqalpaqpan, táwekelshimen” (2003),   “Qálbimniń qamusı” (2008) kitapları basılıp shıqtı.  <br>  T. Qayıpbergenov basqa tillerde “Sekretar” (ózbekshe, 1959),   “Uqituvchiga rahmat” (ózbekshe, 1963), “Povestler” (ózbekshe,1978),   “Sońǵı hújim” (ózbekshe, 1970), “Posledniy boy” (T, 1970),   “Mamanbiy afsonasi” (ózbekshe, 1973, 1982),   “Túsiniksizler” (ózbekshe, 1983, 1978), “Qaraqalpaqnama” (ózbekshe 1990),   rus hám baska tillerde shıqqan dóretpeleri “Sekretar” (M, 1975, 1985),   “Muǵallimge raxmet”, (Tallin, 1965(est), M., 1966,   M., 1978 T., 1979, Kishinev, 1981 (mold.), Alma ata, 1983), “Sońǵı   hújim” (M, 1989), “Qaraqalpaq kızı” (M, 1968, 1971,1989, Kiev,   1977 (ukr.)), “Suwıq tamshı” (1969, M, 1978; 1990, Ashxabat,   1983 (turk)), “Mamanbiy ápsanası” (M,1979, 1985,1989, Bishkek, 1992),   “Baxıtsızlar”(1982, 1985,1989), “Túsiniksizler” (M, 1983,1985,1989),   “Qaraqalpaqnama” (M, 1989,1991, Alma-Ata   1988), “Kózdiń qarashıǵı” (T, 1984, M., 1986,1989),   “Baxıtsızlar” (ózbekshe, 1975), “Gumrohlar” (ózbekshe, 1978),   “Qaraqalpaq dástanı” (ózbekshe, 1-tom, 1982, 2-tom, 1982, 3-tom, 1983),   “Doch Karakalpaka” (1977), “Dastan o Karakalpakax” (1-3 tom,   1979, 1982) hám taǵı basqa kitapları basıldı.  <br>  Jazıwshı 1990-jılı Mekkege sapar shegip, birinshiler   qatarında burınǵı awqam jazıwshıları arasında hajı bolıp kayttı.  <br>  Bunnan tısqarı ol mámleketlik delegaciya aǵzası   sıpatında Amerika, Yaponiya, Turkiya, Mongoliya, Vetnam, Vengriya,   Hindistanǵa bardı, Nyu-York, Tokio, Stambul, Deli, Moskva   hám taǵı baska qalalarda házirgi Aral, elimizdiń táǵdiri   tuwralı bir neshe ret xalıq aralıq bas qospalarda shıǵıp   sóyledi, dúnyalıq baspa sózde materiallar járiyaladı.  <br>  Sońday-aq Siriya, Hindistan mámleketlerine barǵanda burınǵı   awqam jazıwshılarınıń delegaciyalarına, Ármeniya   hám Turkmenstan Jazıwshılarınıń sezdlerine, Ózbekstan   jazıwshılarınıń delegaciyasına basshılıq etti.  <br>  T. Qayıpbergenov 1957-jıldan Jazıwshılar awqamınıń   aǵzası."
  },
  {
    "id": 83,
    "poetName": "Qayıpnazarov Bayniyaz",
    "lifeSpan": "1916-2001",
    "biography": "<br>  Bayniyaz Qayıpnazarov — belgili shayır.  <br>  B. Qayıpnazarov 1916-jılı 25-avgustta Shımbay rayonında tuwılǵan.  <br>  1939-jılı Tórtkúldegi muǵallimler institutın pitkerip,   óz awılında muǵallim boladı (1939-1941). Ekinshi jáhán   urısınıń baslanıwı menen frontka atlanadı (1941-1944),   jaraqatlanıwına baylanıslı fronttan qaytqan B.Qayıpnazarov   muǵallimshilik jumısın dawam etti (1944-1946). Ol   Jazıwshılar awqamında másláhátshi (1946-1947), radioesittiriw   Komitetinde (1947-1948), mámleketlik baspada (1948-1951) redaktor   bolıp islegen.  <br>  B. Qayıpnazarov 1951-1956- jılları Moskvadaǵı   M.Gorkiy atındaǵı ádebiyat institutıńda oqıdı. Al, 1956-1958-   jılları “Ámiwdárya” jurnalınıń bas redaktorı, Jazıwshılar   awqamında másláhátshi (1958-1963), “Ámiwdárya” jurnalında bólim   baslıǵı, 1967-jıldan xúrmetli demalısqa   shıqqanǵa shekem (1986) “Qaraqalpaqstan” baspasında aǵa   redaktor boldı.  <br>  Shayırdıń dáslepki qosıqları 30-jıllardıń ortalarında jarıqqa shıqtı.  <br>  Onıń “Qosıqpar”(1940), “Xalıqqa xızmet qılaman” (1947),   “Altın gúz”(1959), “Kuwanısh qosıqları”(1950), “Bozjap boyında”(1955),   “Kók emen”(1956), “Kızıl gúl” (1958), “Súy dostım”(1962), “Meniń Oatanım”(1956),   “Meniń baxtım”(1968),   “Eki ayaz”(1970), “Nárўan”(1972), “Gúldáste” (1981), “Men seniń   bir shaqańman” (1977) sıyaqlı toplamları járiyalanǵan. Sonıńan   “Tańlamalı shıǵarmaları” (1981), 1985-jılı poemalar toplamı hám   balalarǵa arnalǵan “Jarlı adam hám ǵarǵalar patshası” kitabı basılıp shıqtı.  <br>  B. Qayıpnazarov tuwısqan xalıqlar poeziyasınan Tvardovskiydiń   “Vasiliy Terkin”, Sh. Rashidovtıń “Kashmir   qosıǵı” poemaların,sońday-ak, Lermontov, Mickeevich, Yan   Raynis, Shevchenkolardıń qosıqların awdarıwǵa qatnastı.  <br>  B. Kayıpnazarov birinshi dárejeli “Watandarlıq urıs   ordeni” hám medalları jáne Ózbekstan hám Qaraqalpaqstan   Respublikası Joqarǵı Keńesiniń Húrmet jarlıqları   menen sıylıqlanǵan.  Ol “Qaraqalpaqstan xalıq shayırı” (1976) “Qaraqalpaqstan   Respublikası Berdaq atıńdaǵı mámleketlik sıy-   lıǵınıń laureatı” (1984) húrmetli ataqlarına iye edi.  <br>  B. Kayıpnazarov 1939-jıldan Jazıwshılar awkamınıń   aǵzası."
  },
  {
    "id": 84,
    "poetName": "Qayıpov Mámbetalı",
    "lifeSpan": "1944-2009",
    "biography": "<br>  Mámbetalı Qayıpov — jazıwshı.  <br>  M. Qayıpov 1944-jılı 20-aprelde Qanlıkól rayonında tuwılǵan.  <br>  Ol 1963-jılı Xojelidegi muǵallimler tayarlaytuǵın bir   jıllıq kurstı pitkerip muǵallim bolıp isleydi.  <br>  1967-68-jılları “Jas Lenińshi” gazetasında, 1968-73-   jılları “Jetkinshek” gazetasında isleydi. M. Qayıpov   sońınan “Ózbekkinoxronikada” (1973-76), “Qaraqalpaqstan”   baspasında (1976-81) isledi.  <br>  M. Qayıpov Qaraqalpaq mámleketlik pedagogiqalıq   institutıń oqıp pitkergen.  <br>  Jazıwshınıń “Ushırasıw” (1976), “144-biyiklikte” (1977),   “Teńiz kúshigi” (1984) degen povest hám gúrrińler toplamları   hám “Qara chemodan” (1980) atlı romanı basılıp   shıqtı.  <br>  Onıń “Ushırasıw” povesti (1979) hám “Qara chemodan”   romanı rus tilinde jarıq kórdi.  <br>  M.Kayıpov 1977-jıldan Jazıwshılar awqamınıń aǵzası."
  },
  {
    "id": 85,
    "poetName": "Qayıpov Ábdikádir",
    "lifeSpan": "1963",
    "biography": "<br>  Ábdikádir Qayıpov 1963-jılı 5-fevralda Qanlıqól   rayonınıń házirgi Qulamet jıraw atıńdaǵı diyqan-fer-mer   xojalıǵında tuwılǵan.  <br>  Orta mektepti pitkergennen 1984-jılǵa shekem qurılıs   mákemesinde jumısshı, 1984-87-jılları shofer bolıp isledi.  <br>  Ol 1989-jılı Nókis mámleketlik universitetiniń   filologiya fakultetin sırttan oqıp pitkeredi.  <br>  Házirgi wakıtta Qaraqalpaqstan Respublikası Eskek esiw   federaciyasınıń direktorı lawazımında islep atır.  <br>  Á.Qayıpovtıń “Jorajan” (2000) qosıqlar kitapshası,   “Dáslepki sawǵa” (2001) atamasında prozalıq shıǵarmaları,   “Tiri jetim” (2002) povesti hám Bahadır Qayıpov   penen avtorlıqta “Qaraqalpaq boksi” (2002) atamasındaǵı   publicistiqalıq shıǵarmalar jıynaǵı, S. Jániev penen   avtorlıqta “Babalar eskegine sadıq mektep” (2008) atamasındaǵı kitabı   basılıp shıqtı.  <br>  2001-2002 jılları “Eń jaqsı sport jurnalisti”   nominaciyalaınıń jeńimpazı.  <br>  Á. Qayıpov 2002-jıldan Jazıwshılar awqamınıń   aǵzası."
  },
  {
    "id": 86,
    "poetName": "Qarabaev Marat",
    "lifeSpan": "1934",
    "biography": "<br>  Marat Qarabaev — shayır.  <br>  M. Qarabaev 1934-jılı 22-martta Tertkúl qalasında   tuwılǵan. Ol Nókis medicinalıq uchilishesin pitkergennen   soń 1966-73-jılları Moynaqta, Nókiste medicinalıq mákemelerde   isledi. 1973-79-jılları “Jetkinshek”   gazetasında bólim baslıǵı, 1979-83-jıllarda “Qaraqalpaqstan”   baspasında kórkem ádebiyatlar bólimin basqardı,   sońınan Qaraqalpaqstan Jazıwshılar awkamında kórkem   ádebiyattı násiyatlaw byurosında isledi. Ol Qaraqalpaq   mámleketlik pedinstitugın tamamlaǵan.  <br>  M. Qarabaevtıń 1962-jılı “Gúlzar”, 1968-jılı “Gúmis   shıqpar”, 1970-jılı “Meniń birinshi dostım”, 1976-jılı   “Tolǵan ay”, 1979-jılı “Aprel shuwaǵı”, 1982-jılı   “Altıń bosaǵa”, 1973-jılı “Semser” atlı qosıqlar hám   poemalar toplamları hám “Qaratorǵay” prozalıq kitabı   basılıp shıqtı.Abduraxman-al Xamisiydiń “Gagarin   meniń qalamda” (1965), M. Tvenniń “Gúrrińler”in (1969),   A. Bartonıń “Seniń bayramıń” (1969), K. Chukovskiydiń   “Moydodır” (1971), Rudakiydiń “Ǵázzel hám rubayıların” (1976),   P. Nerudanıń “Qashqın” (1978), M. Kanaattıń “Stalingrad sazası” (1980),   Shekspirdiń “sonetler”   in (1981) qaraqalpaq tiline awdardı. M. Qarabaevtıń bir   qansha awlarmaları “Júrekten júrekke” (1983) degen at   penen de óz aldına toplam bolıp basıldı.  <br>  M.Qarabaev 1977-jıldan Jazıwshılar awqamınıń aǵzası."
  },
  {
    "id": 87,
    "poetName": "Qasımov Dáwletiyar",
    "lifeSpan": "1904-1973",
    "biography": "<br>  Dáwletiyar Qasımov—belgili xalıq shayırlarınıń biri.  <br>  D. Qasımov 1904-jılı Moynaq rayonındaǵı Aqbóget   degen jerde tuwılǵan.  <br>  Ol awıl xojalıq jumıslarında islep júrip shayırshılıq   penen shuǵıllanadı, shayırdıń dáslepki qosıqları   jigirmalanshı jıllardıń aqırında jazıladı.  <br>  Xalıq shayırınıń dáslepki shıǵarması 1938-jılı   “Qaraqalpaqstan ádebiyatı hám iskusstvosı” jurnalında   járiyalandı.  <br>  Mine, usı jıllardan baslap onıń dóretpeleri jergi-   likli baspa sóz betlerinde jiyi-jiyi járiyalana basladı.  <br>  Shayırdıń “Qosıqlar” (1956), “Miyras” (1971)degen   toplamları basılıp shıqtı.  <br>  Xalıq shayırı Ózbekstan hám Qaraqalpaqstan Respublikası   Joqarǵı Keńesiniń Húrmet jarlıqları menen   sıylıqlandı.  <br>  D. Qasımov 1939-jıldan Jazıwshılar awqamınıń   aǵzası."
  },
  {
    "id": 88,
    "poetName": "Qasımova Maryam",
    "lifeSpan": "1917-1976",
    "biography": "<br>  Máryam Qasımova — shayır hám jazıwshı.  <br>  M. Qasımova 1917-jılı Xojeli qalasında tuwılǵan.  <br>  Ol dáslep Xojelidegi peduchilisheni (1935), sońınan   Tórtkúldegi muǵallimler institutın pitkergennen soń   (1940) muǵallim bolıp isleydi.  <br>  1945-jıldan baslap “Qızıl Qaraqalpaqstan” gazetasında   ádebiy xızmetker, 1949-56-jılları “Qaraqalpaqstan” baspasında   redaktor, 1956-59-jılları Ózbekstan Telegraf agentliginde redaktor,   Qaraqalpaqstan mádeniyat   ministrliginde bólim baslıq (1959-62), “Ámiwdárya” jurnalında ádebiy   xızmetker (1962-65), al sońǵı jılları   ómiriniń aqırına shekem baspa sóz tarqatıw orınlarında   jumıs isledi.  <br>  Jazıwshınıń “Qosıqlar” (1955), “Qaraqalpaq qızları” (1957),   “Qurılısshı” (1959) degen toplamları basılıp shıqtı.  <br>  Ol A. Muxtardıń “Apalı-sińliler” (1976) romanın, M. Prishvinniń   gúrrińlerin qaraqalpaq tiline awdardı.  <br>  M. Qasımova Ózbekstan hám Qaraqalpaqstan Respublikası   Joqarǵı Keńesiniń Húrmet jarlıqları menen sıylıqlandı.  <br>  M. Qasımova 1957-jıldan Jazıwshılar awqamınıń aǵzası."
  },
  {
    "id": 89,
    "poetName": "Qálimbetov Baekesh",
    "lifeSpan": "1934",
    "biography": "<br>  Baekesh Qálimbetov — ádebiyat izertlewshisi.  <br>  B. Qálimbetov 1934-jılı 21-dekabrde Kegeyli rayonınıń   Xalqabad aymaǵında tuwılǵan. Ol orta mektepti pitkergennen soń,   miynet jolın Nókis poligrafkombinatında hárip teriwshi xızmetinen baslaǵan.  <br>  B. Kálimbetovtıń birinshi maqalası 1950-jılı “Qızıl   Qaraqalpaqstan” gazetasında járiyalanǵan. 1951-55-jılları Nókis   mámleketlik pedagogikalıq institutınıń qaraqalpaq tili hám   ádebiyatı fakultetinde oqıydı. 1975-jıldan   baslap házirgi kúnge shekem Ózbekstan Respublikası Ilimler   Akademiyası Qaraqalpaqstan bólimi N.Dáwkaraev atındaǵı Til hám   ádebiyat institutında úlken ilimiy xızmetker bolıp islep atır.  <br>  B. Qálimbegov 1982-jılı “Ájiniyaz lirikası degen   temada kandidatlıq dissertaciyasın jaqladı. Ol “Lirika   Ajiniyaza” (1991), “XIX ásirdiń aqırı XX ásirdiń   basındaǵı qaraqalpaq ádebiyatında realizmniń rawajlanıwı”   (2005) ilimiy kitapları hám ulıwma orta bilim   beriw mektepleriniń 2,3,4-klassları oqıw kitaplarınıń avtorlarınıń biri.  <br>  B. Qálimbetov dúnya xalıqları ádebiyatınan “Tatar   xalıq ertekleri”n, orıs fantast jazıwshısı A.A. Belyaevtıń   “Professor Doueldiń bası” romanın qaraqalpaq tiline awdarǵan.   Klassik shayır Ájiniyazdıń “Bir páriy”   (1993) kitabın baspadan shıǵardı.  <br>  B. Qálimbetov Jurnalistler awkamınıń hám 1995-jıldan   Jazıwshılar awqamınıń aǵzası."
  },
  {
    "id": 90,
    "poetName": "Qojıqbaev Ádilbay",
    "lifeSpan": "1934-2005",
    "biography": "<br>  Ádilbay Qojıqbaev — ádebiyat izertlewshisi.  <br>  Á. Qojıqbaev 1934-jılı 18-yanvarda Qońırat rayonınıń   Sorkól awılında tuwılǵan.  <br>  Ol 1955-jılı Qaraqalpaq mámleketlik pedinstitutın   pitkerip mektepte muǵallim, mektep direktorı (1955-61),   sońınan “Ámiwdárya” jurnalında ádebiy xızmetker, televidenie   hám radio esittiriw komitetinde redaktor (1962-64), pedinstitutta   oqıtıwshı (1964-68), N. Dáwqaraev atındaǵı Tariyx, til hám ádebiyat   institutında ilimiy xızmetker, “ Qaraqalpaqstan” baspasında   kórkem ádebiyat bóliminiń baslıǵı, sol baspanıń bas redaktorı bolıp isleydi.  <br>  Ol 1972-jılı “Qaraqalpaq romanında konflikt hám   qaharman” degen temada filologiya ilimleriniń kandidatı   degen ilimiy dárejeni alıw ushın dissertaciya jaqladı.  <br>  Ádebiyatshınıń “Qaraqalpaq romanı” (1977), “Tariyxıy   qosıqlar” (1980) degen miynetleri basılıp shıqtı. Sonıń   menen birge ol “Qaraqalpaq folklorı tariyxınıń ocherk   leri” (1977) degen kitaptıń avtorlarınıń biri.  <br>  Á. Qojıqbaev J. Sháripovtıń “Xorezm” romanın, S.   Zunnunova, D. Yultıy, V. Solouxinniń povestlerin qaraqalpaq tiline awdarǵan.  <br>  Á.Qojıqbaev 1982-jıldan Jazıwshılar awqamınıń   aǵzası."
  },
  {
    "id": 91,
    "poetName": "Qudabaev Abdukasım",
    "lifeSpan": "1952-2006",
    "biography": "<br>  Abdulqasım Qudabaev — jazıwshı.  <br>  A. Kudabaev 1952-jılı 15-aprelde Shımbay rayonınıń   “May” awılında tuwıldı.  <br>  Orta mektepti pitkergennen soń Shımbay gaz mákemesinde,   paxta tazalaw zavodında slesar bolıp isledi.  <br>  1970-75-jılları Qaraqalpaq mámleketlik   pedagogikalıq institutınıń tariyx-filologiya fakultetinde   oqıydı.  <br>  Miynet jolın 1975-jıldan Shımbay rayonındaǵı keshki   mektepte muǵallim bolıp islewden baslaydı.  <br>  1975-77-jılları áskeriy xızmette boladı.  <br>  1977-jıldan ómiriniń aqırına shekem Shımbay ekonomikalıq   kolledjinde muǵallim bolıp isleydi.  <br>  A. Qudabaevtıń “Apa úyge qaytayıq”, “Kópir ústinde”,   “Ay tolısqan aqsham edi”, “Ala tayınshaq”, “Tırnalar kiyatır”,   “Márdikar”, “Sońǵı etinish”, “Jasaw baxtı”, “Jumka”   atlı prozalıq shıǵarmaları kitap bolıp shıqtı.  <br>  A. Qudabaev 1998-jıldan Jazıwshılar awqamınıń   aǵzası."
  },
  {
    "id": 92,
    "poetName": "Qoshkarov Yangibay",
    "lifeSpan": "1958",
    "biography": "<br>  Yangibay Qoshqarov 1958-jılı 8-noyabrde Beruniy rayonınıń   Sarkop awılında tuwıldı.  <br>  Ol 1976-jılı orta mektepti tamamlap, Tashkent agrar universitetiniń   agroximiya hám topıraqtanıw fakultetine   okıwǵa kiredi. Miynet jolın 1979-jılı Ellikqala rayonı   (házirgi “Davr kўzgusi”) gazetasında jumıs islewden baslaydı, sońınan   Beruniy rayonı gazetasında bólim baslıǵı,   1991-1992-jıllarda Xalıq deputatları Ellikqala rayonlıq   keńesinde úlken referent, 1991-1995-jıllarda Bostan qalalıq Keńesi   baslıǵınıń orınbasarı bolıp saylanadı.  <br>  Ya. Koshkarov Mirzo Uluǵbek atıńdaǵı Ózbekstan Milliy   universitetiniń jurnalistika fakultetin pitkergennen   soń “Turkiston” (1993-96), “Qishloq xayoti”( 1996-99) gazetalarınıń   Qaraqalpaqstan Respublikası hám Xorezm wálayatı boyınsha xabarshısı,   1999-jıldan baslap “Xalq sўzi”- “Narodnoe slovo” gazetasınıń   Qaraqalpaqstan Respublikası boyınsha xabarshısı bolıp isledi.   Xázirgi waqıtta “XXI asr” gazetasınıń xabarshısı bolıp isleydi.  <br>  Ya. Qoshqarovtıń dáslepki qosıǵı 1978-jılı “Turkiston” gazetasında   basılǵan. Onıń “Yoshlik bayozi” hám “Yoshlik” (1980) almanaxında qosıqları basıldı,   “Asrlarning armoni” (2002), “Otajonning oltin sozi” dástanı (2004),   “Qońıratnoma” (2006) dástanı hám “Orolbўyi azamatlari”,   “Yuz fidoiy qissasi”, “Alloma avlodlari”, “Ellikqala qaxarmanlari”   atlı onnan artıq publistiqalıq kitapları basılıp shıqtı. Sońday-aq,   “Ellik navo” tўplami, “Akchakўl ilhomlari” almanaxi onıń redaktorlawında shıǵarıldı.   Oǵan 2001-jılı “Qaraqalpaqstan Respublikasına miyneti   sińgen jurnalist” ataǵı berildi.  <br>  Ya. Qoshqarov 1999-jıldan Jazıwshılar awqamınıń   aǵzası."
  },
  {
    "id": 93,
    "poetName": "Qurbanbaev Ismayıl",
    "lifeSpan": "1929-2008",
    "biography": "<br>  Ismayıl Qurbanbaev — shayır, jazıwshı hám ilimpaz.  <br>  I. Qurbanbaev 1929-jıı 22-oktyabrde Shımbay rayonında   tuwılǵan.  <br>  1947-jılı Shımbay pedagogikalıq uchilishesin, sońınan   Qaraqalpaq mámleketlik pedagogikalıq institutın pitkeredi hám   sol institutta oqıtıwshı bolıp qaladı (1951-1953).   1954-1956-jılları “Jas Leninshi” gazetasında bólim baslıǵı,   1956-1957-jılları Keńes rayonlıq jaslar awkamınıń birinshi sekretarı,   al 1957-1962-jılları qaytadan “Jas Leninshi” gazetasında bólim baslıq   bolıp isleydi.  <br>  I.Qurbanbaev 1962-1964-jılları Moskvadaǵı Joqarı   partiya mektebiniń tınlawshısı, oblastlıq partiya komitetiniń   instruktorı (1964-1966), “Ámiwdárya” jurnalınıń   bas redaktorı (1966-1971), 1974-1979-jılları “Sovet Qaraqalpaqstanı”   gazetasınıń juwaplı xatkeri, N.Dáwqaraev   atındaǵı Tariyx, til hám ádebiyat institutında ilimiy xızmetker boldı (1971-1974).  <br>  Ol 1971-jılı “Qaraqalpaq balalar ádebiyatınıń qáliplesiwi hám rawajlanıwı”   degen temada kandidatlıq dissertaciyasın jaqladı.  <br>  1979-1982-jılları Qaraqalpaqstan Respublikası   Ministrler Keńesi janıńdaǵı baspa sózde mámleketlik   sır saqlaw bóliminiń baslıǵı boldı Al, 1982-jıldan 1988-jıllar aralıǵında   “Qaraqalpaqstan” baspasında bólim baslıǵı, 1988-1991-jıllarda baspanıń   direktorı lawazımında, sońınan Jazıwshılar awqamı janındaǵı Ádebiyattı   nosiyatlaw byurosında isledi.  <br>  I.Qurbanbaevtıń 20 dan aslam kitabı basılǵan. Solar-   dıń ishinde “Jollar” qosıqlar toplamı, “Isenim” «Altın  masaq» romanları,“Miskin wakıyaları” povestler, gúrrińleri,   “Qaraqalpaq balalar ádebiyatı tariyxınıń ocherkleri”(1974),   «Qaraqalpaq balalar ádebiyatı» (1988) sıyaqlı miynetleri bar.  <br>  I.Qurbanbaev “Qaraqalpaqstan xalıq jazıwshısı”, “Qaraqalpaqstan   Respublikasına miyneti sińgen mádeniyat xızmetkeri” degen húrmetli ataqlarǵa iye,   ol Ózbekstan hám Qaraqalpaqstan Respublikası Joqarǵı Keńesiniń Húrmet jarlıqları menen sıylıqlanǵan.  <br>  I.Qurbanbaev 1967-jıldan Jazıwshılar awqamınıń aǵzası."
  },
  {
    "id": 94,
    "poetName": "Qurbaniyazov Sársen",
    "lifeSpan": "1918-1942",
    "biography": "<br>  Sársen Qurbaniyazov — jawınger shayır.  <br>  S. Kurbaniyazov 1918-jılı Tórgkúl rayonındaǵı jańa   Ámirabad awılında tuwılǵan.  <br>  Ol 1934-jılı Tórtkúl pedtexnikumın pitkerip, sońınan   gazeta redakciyalarında hám Qaraqalpaqstan Jazıwshılar awqamında jumıs isleydi.  <br>  Shayır 1942-jılı frontka atlanadı hám sol jılı   sawashta qaharmanlarsha qaytıs boladı.  <br>  Shayırdıń dáslepki qosıǵı baspa sózde 1933-jılı   járiyalanǵan. Urıstan aldınǵı jılları da onıń qaharmanlıq   ruwxtaǵı qosıqları jergilikli baspa sóz betlerinde jiyi-jiyi   kórinip turdı, ásirese, onıń “Atlan, xalqım!” degen qosıǵı kópshilikke   keńnen málim boldı.  <br>  Shayırdıń “Baxıtlı jaslıq qosıqları” (1939),   “Xalqım, qolıńa qural al!” (1941), “Saza” (1990) poeziyalıq  toplamları basılıp shıqtı.  <br>  S. Kurbaniyazov 1939-jıldan Jazıwshılar awqamınıń  aǵzası."
  },
  {
    "id": 95,
    "poetName": "Qurambaev Kárimbay",
    "lifeSpan": "1942",
    "biography": "<br>  Kárimbay Qurambaev — ádebiyatshı hám sınshı.  <br>  Ol tiykarınan tuwısqan xalıqlar ádebiyatınıń óz ara   baylanısları hám tásiri máseleleri menen shuǵıllanadı.  <br>  K.Qurambaev 1942-jılı 10-noyabrde Túrkmenstan Respublikası,   Tashawız rayonınıń “Altmısh” awılında tuwılǵan.   1965-jılı Tashkent mámleketlik universitetiniń filologiya   fakultetin pitkerip, 1965-1970-jılları Tashawız rayonındaǵı   2-orta mektepte muǵallim, mektep direktorınıń  orınbasarı bolıp islegen.  <br>  Kárimbay Qurambaev 1970-1977-jılları ÓzR. I.A,   A.S. Pushkin (Házirgi Alisher Nawayı) atındaǵı Til hám ádebiyat   institutında dáslep aspirant, soń sol institutta úlken   ilimiy xızmetker bolǵan. Ol 1977-jılı ÓzR. I.A Prezidiumınıń   arnawlı qararı hám jollaması menen Nókis   mámleketlik universitetine ózbek tili hám ádebiyatı kafedrası   docenti lawazımına jumısqa jiberilgen. 1978-1985-jılları   filologiya fakulteti dekanınıń oqıw isleri   boyınsha orınbasarı, ózbek tili hám ádebiyatı kafedrasınıń   baslıǵı, 1991-2001-jılları Nókis mámleketlik pedagogikalıq   institutınıń filologiya fakulteti dekanı   bolıp isledi. Házirgi kúni usı jerde professor oqıtıwshı bolıp isleydi.  <br>  Kárimbay Qurambaev “Ádebiyatlardıń óz-ara tásiri hám   jazıwshı dóretiwshiliginiń ózgesheligi” degen temada kandidatlıq (1972),   “Milliy ádebiyatlardıń rawajlanıwında   basqa ádebiyatlar poetikalıq tájiriybesiniń roli” (1992)   Degen temada doktorlıq dissertaciyaların jaqladı. Ol docent (1981),   professor (1995) ataqlarına iye.  <br>  Kárimbay Qurambaevtıń “Xidir Deryaev” (1977), “Ózbek-turkman   adabiy aloqalari” (1978), “Maxtumquli she'riyati   Ozbekistonda” (1984), “Hamza hám qaraqalpaq ádebiy ortalıǵı” (1989),   “Kewil-kewilden suw isher...” (1991), “Kўngil bermish sўzimga” (1992),   “Vzaimnoe obogashenie literatur” (1993),   “Ǵafur Ǵulom va adabiy aloqalar” (2006), “Adabiy ta'sirdan   ijodiy oziga xoslikka” (2007), “Tarjimon va tarjima ma'suliyati” (2007),   “Adabiy jarayon, Ijod ma'suliyati, Adabiy   aloqalar” (2009) degen kitapları Ózbekstan xám Qaraqalpaqstan   baspalarında basılıp shıqqan.  <br>  K.Kurambaev Ózbekstan Respublikasınıń “Húrmet jar-   lıǵı” (1994) hám Ózbekstan Respublikası “Ǵárezsizliginiń 10 jıllıǵı” (2001)   nıshanı menen sıylıqlangan. Ol “Ózbekstan Respublikası xalıq bilimlenliriw aǵlası” (1999).  <br>  K. Kurambaev 1995-jıldan Jazıwshılar awqamınınń  aǵzası."
  },
  {
    "id": 96,
    "poetName": "Yuriy Leontichev",
    "lifeSpan": "1926-2006",
    "biography": "<br>  Yuriy Aleksandrovich Leontichev — jazıwshı.  <br>  Y.A. Leontichev 1926-jılı 28-oktyabrde Yaroslav oblastınıń   Vıbinskiy rayonında tuwılǵan. 1933-jıldan   baslap onıń ómiri Qaraqalpaqstan menen tıǵız baylanıslı.   Ol Tórtkúldegi orta mektepti pitkeredi, áskeriy xızmette boladı,   1954-jılı Qaraqalpaq mámleketlik pedinstitutın tamamlaydı,   Qaraqalpaqstan bilimlendiriw ministrliginde inspektor (1954-56 ),   oblastlık partiya komitetinde ynstruktor (1956-57),   Moynaq rayonlıq partiya   komitetiniń ekinshi sekretarı (1957-58 ), “Sovetskaya Karakalpakiya”   gazetasında redaktordıń orınbasarı (1958-60), sońınan Moskvadaǵı   Joqarı partiya mektebinde oqıydı (1960-62),   oblastlıq partiya komitetinde ideologiya bólimi baslıǵınıń orınbasarı (1962),   Nókis qalalıq partiya   komitetiniń ekinshi sekretarı (1962-63), “Sovetskaya Karakalpakiya”   gazetasınıń bas redaktorınıń orınbasarı, usı   gazetanıń bas redaktorı (1969-87) bolıp xızmet atqaradı.  <br>  Jazıwshınıń shıǵarmaları 50-jıllardıń ortalarınan   baslap jarıq kórdi. Onıń “Sálem, mektep” (1960), “Kuwanısh”   (1961), “Olar qırshın ketken edi” (1974), “Sońǵı atıspa”   (1979), 'Galkanıń shınlıǵı” (1981), degen povest hám   gurrińler kitapları, eki kitaptan ibarat “Adamlarǵa ıǵbal inam et” (1970-1976),   “Shólistannıń kóz jası” atlı romanları basılıp shıqtı.   Onıń derlik barlıq shıǵarmaları qaraqalpaq tiline awdarılǵan.  <br>  Y. Leontichev orden-medallar hám Ózbekstan Respublikası Joqarǵı   Keńesiniń Húrmet jarlıqları menen sıylıqlanǵan,   Qaraqalpaqstan Respublikası Joqarǵı Keńesine bir neshe ret deputat bolıp saylanǵan,   “Qaraqalpaqstan xalıq jazıwshısı”, “Qaraqalpaqstan Respublikasına miyneti   sińgen mádeniyat xızmetkeri”, “Adamlarǵa ıǵbal inam   et” romanı ushın Qaraqalpaqstan Respublikası Berdaq   atındaǵı mámleketlik sıylıǵınıń laureatı bolıwǵa eri-   sti.  <br>  Y.A. Leontichev 1963-jıldan Jazıwshılar awqamınıń aǵzası."
  },
  {
    "id": 97,
    "poetName": "Ivan Mayorov",
    "lifeSpan": "1914-1970",
    "biography": "<br>  Qaraqalpaq ádebiyatında óziniń awdarmashılıq jumısı   menen tanılǵan jazıwshı Ivan Mayorov Shımbay rayonında 1914-jılı tuwılǵan.  <br>  Dáslep Shımbaydaǵı pedtexnikumdı, keyin Moskvadaǵı   Medicinalıq instituttı pitkerip (1937), Qaraqalpaqstanǵa keledi   hám medicina salasında isledi (1937-43).   1943-45-jılları ekinshi jáxán urısına qatnastı.  <br>  1945-jıldan Qaraqalpaqstan Jazıwshılar awqamınıń  juwaplı xatkeri, pedagogikalıq institutta oqıtıwshı,   1949-jıldan baslap birotala awdarma menen shuǵıllandı.  <br>  Ol 150 den aslam shıǵarmanı qaraqalpaq tiline awdardı.   Solardıń ishinde Gorkiydiń “Ana” romanı (1955),   “Balalıq” (I. Saǵitov penen birge) (1959), “Adamlar   arasında” (1959), Lermontovtıń “Biziń zamanımızdıń   qaharmanı” (1940), N. Ostrovskiydiń “Dawıldan tuwılǵanlar”,   “Polat qalay shınıqtı” (1940), I. S. Turgenevtiń   “Ákeler hám balalar” (1974), Fadeevtıń “Tas-talqan”, Chexovtıń   “Shiye baǵı”, L. Tolstoydıń “Kavkaz tutqını”   shıǵarmaları bar.  <br>  I. S. Mayorov Qaraqalpaqstan Respublikası Joqarǵı   Keńesiniń Húrmet jarlıǵı menen sıylıqlanǵan.  <br>  Ivan Mayorov 1940-jıldan Jazıwshılar awqamınıń  aǵzası."
  },
  {
    "id": 98,
    "poetName": "Maqsetov Qabıl",
    "lifeSpan": "1929-2002",
    "biography": "<br>  Qabıl Maqsetov — belgili folklorist hám ádebiyatshı alım.  <br>  Q.Maqsetov 1929-jılı 16-yanvarda Qanlıkól rayonınıń   aymaǵında tuwılǵan. Ol dáslep Xojelidegi peduchilisheni   tamamlap bir qansha jıllar muǵallim bolıp isleydi,   Qaraqalpaq mámleketlik pedinstitutın pitkergennen soń  sol jerde muǵallim, sońınan kafedra baslıǵı (1949-53),   Moskvadaǵı Shıǵıstanıw institutınıń aspirantı (1954-57),   N.Dáwkaraev atındaǵı Tariyx, til hám ádebiyat institutınıń   aǵa ilimiy xızmetkeri, folklor sektorınıń baslıǵı (1957-63),   usı instituttıń direktorı lawazımlarında isleydi (1963-85).   Q. Maqsetov 1985-jıldan ómiriniń  aqırına shekem Qaraqalpaq mámleketlik universitetiniń  professorı bolıp isledi.  <br>  Q. Maqsetov 1958-jılı “Qaraqalpaq qaharmanlıq eposı   “Qırk qız” degen temada filologiya ilimleriniń kandidatı,   1966-jılı “Qaraqalpaq qaharmanlıq eposınıń  poetikası” degen temada filologiya ilimleriniń doktorı   dissertaciyaların jaqladı.  <br>  Folklorist hám ádebiyatshı alım qaraqalpaq xalqınıń   ádebiy miyrasların jıynaw hám járiyalawda kóp miynet etti.   Alımnıń “Qaraqalpaq qaharmanlıq eposı”,   “Qırık kız” (1962), “Qaraqalpaq qaharmanlıq eposlarınıń   poetikası” (1965), “ Qaraqalpaq folklorınıń estetikası” (1971),   “Qaraqalpaq jıraw-baqsıları” (1983),   “Qaraqalpaq eposı”, “Qurbanbay jıraw repertuarındaǵı   dástanlardıń kórkemlik ózgeshelikleri” (1976), “Folklor hám ádebiyat” (1975),   “Oktyabrden tuwılǵan ádebiyat” (1979),   “Qaraqalpaq ádebiyatınıń tuwısqan xalıqlar ádebiyatı menen baylanısları” (1987),   “Qarakalpaq folkloristikası”  (1989), “Dástanlar, jırawlar, baqsılar” (1992),  degen miynetleri, sonday-aq, universitet studentleri ushın   “Qaraqalpaq folklorı” (A.Tájimuratov penen birlikte, 1979),   “Qaraqalpaq xalqının kórkem awızeki dóretpeleri” (1996)   sabaq lıkların hám Akademiyalıq licey hám kásip-óner kolledjleri ushın   “Qaraqalpaq xalqınıń kórkem awızeki dóretpeleri” (R.Maqsetova menen birlikte, 2002)   sabaqlıǵı basılıp shıqtı. Sonıń menen birge folklorist   “Qaraqalpaq folklorı tariyxınıń ocherkleri” (1977) degen kitaptıń   avtorlarınıń biri, ol jigirma tomlıq karaqalpaq folklorınıń   úlgilerin baspaǵa tayarlawǵa tikkeley   qatnastı hám redakciyasın basqardı.  <br>  Q. Maqsetov Qaraqalpaqstan Respublikasına miyneti sińgen   ilim ǵayratkeri (1973), Ózbekstan Respublikasına miyneti sińgen   ilim ǵayratkeri (1979) degen húrmetli ataqlarǵa iye.   Qaraqalpaqstan Respublikası Berdaq atındaǵı mámle-   ketlik sıylıǵınıń laureatı (1976), Qaraqalpaqstan Respublikası   Joqarǵı Keńesiniń Húrmet jarlıǵı menen sıylıqlanǵan.  <br>  Q. Maqsetov 1971-jıldan Jazıwshılar awqamınıń   aǵzası."
  },
  {
    "id": 99,
    "poetName": "Matkarimova Dilnoza",
    "lifeSpan": "1986",
    "biography": "<br>  Jas talant iyesi Dilnoza Matkarimova 1986-jılı   6-fevralda Xojeli rayonında tuwılǵan.  <br>  2004-jılı rayondaǵı 14-sanlı orta mektepti tamamlaǵannan soń,   usı rayondaǵı medicina kolledjinde oqıp   bilim aladı.  <br>  2006-jılı TashPMI Nókis filialınıń joqarı   hámshiyra isi fakultetine oqıwǵa kirip, tamamlaǵannan   soń Xojeli rayonındaǵı medicinalıq birlespesine qaraslı “Doslıq”   bóliminde islep atır.  <br>  D. Matkarimovanıń “Men ullı el perzentimen” (2001),   “Úmitlerime talpınıp jasayman” (2001), “Qálemimnen   shashılǵan gáwxárlar” (2004) kitapları basılıp shıqtı.  <br>  Ol 2003-jılı O. Xudayshukurovtı eske alıw kúnine   baǵıshlap ótkerilgen “Nafosat bўstonim manim” respublika tanlawına,   “Nafosat”, “Iqtidorli bolalar”   qurıltaylarına qatnasıp, Húrmet jarlıqları menen sıylıqlanǵan.  <br>  D. Matkarimova 2005-jıldan Jazıwshılar awqamınıń  aǵzası."
  },
  {
    "id": 100,
    "poetName": "Mátyakupov Aytbay",
    "lifeSpan": "1909-1932",
    "biography": "<br>  Aytbay Mátyaqubov — qaraqalpaq ádebiyatınıń dáslepki   wákilleriniń biri.  <br>  Ol 1909-jılı Tórtkúl qalasında tuwılǵan.  <br>  1923-1924-jılları sol qaladaǵı mektep-internatta   tárbiyalanadı hám 1930-jılı Tórtkúl pedagogikalıq texnikumın pitkerip shıǵadı.  <br>  Aytbay Mátyakubov avtonomiyalı oblasttaǵı dáslepki   shólkem - Qaraqalpaqstan Jazıwshılar shólkemin dúziwshilerden esaplanadı,   óz waktında belgili orın iyelegen   “Qızıl muǵállim” (1928) jurnalın shıǵarıwǵa qatnastı.  <br>  Aytbay Mátyaqubovtıń shıǵarmaları onshelli kóp emes,   belgilileri: “14 jasta” , “Toǵız mıń bel”, “Qızıl Armiya   batırlarına”, “Traktordıń tulǵası” sıyaqlı qosıqları bar.  <br>  Onıń shıǵarmaları 30-jılları basılǵan toplamlarda   orın alǵan, óz aldına kitap bolıp basılmaǵan."
  },
  {
    "id": 101,
    "poetName": "Mátyakupova Gúlistan",
    "lifeSpan": "1948",
    "biography": "<br>  G. Mátyaqubova — shayır hám jazıwshı.  <br>  Ol 1948-jılı Tórtkúl qalasında tuwılǵan. Tashkent mámleketlik   universitetiniń jurnalistika fakultetin pitkergen.   Bolajaq shayır dáslep rayonlıq gazetada, Jaslar awqamı   jumıslarında isleydi, radio esittiriw komitetinde xızmet   atqaradı, 1981-jıldan baslap Tórtkúl rayonlık gazetasınıń   juwaplı xatkeri, soń bas redaktorı boladı. Ol 1985-jıldan   baslap Qaraqalpaqstan Respublikası Jokarǵı Keńesiniń xatshısı,   Jokarǵı Keńestiń Komitet baslıǵı, Qaraqalpaqstan   Respublikası Joqarǵı Keńesi deputatı, Ózbekstan Respublikası   Oliy Májilisiniń Nızamshılıq palatası deputatı   boldı. Házirgi waqıtta “Qoraqalpoǵiston tongi” gazetasınıń  bas redaktorı lawazımında isleydi. Shayırdıń “Baxt keltirgan bahor” (1982),   “Hayajonning etti rangi” (1983), “Nurli   kúnlar” (1984), “Oydin ostona” (1985), “Prekrasnoe chuvstvo”   (1987), “Sevib qolsin” (1991), “Júrek penen júzbe-júz” (1992),   “Zemlya otcov” (1992), “Aytgin menga Tўrtkўl xaqida” (1993),   “Men sen uchun yashayapman” (1995), “Intizorlik” (1995),   “Jayhun jaǵasında ósken bayterek” (1996), “Daryoga botayotgan kuyosh”   (1998), “Izlaganlarim” (2000), “Oybaldoq” (2001), “Muhabbat   yurti” (2003), “Qalb zuraati” (2004), “Qaytmoq uchun ketmokdaman” (2008)   degen kitapları basılıp shıqtı. Ol “Ózbekstan   Respublikasına miyneti sińgen mádeniyat xızmetkeri”(1983),   Qaraqalpaqstan Respublikasınıń Berdaq atındaǵı mámleketlik   sıylıǵınıń laureatı (1993), “Qaraqalpaqstan xalıq   shayırı” (2002) boldı.  <br>  G. Mátyaqubova 1984-jıldan Jazıwshılar awqamınıń aǵzası."
  },
  {
    "id": 102,
    "poetName": "Mátyakupova Nazira",
    "lifeSpan": "1968",
    "biography": "<br>  Nazira Mátyaqubova — shayır hám publicist.  <br>  N. Mátyakubova 1968-jılı 5-mayda Tórtkúl rayonında   tuuılǵan.  <br>  1986-1991-jılları Ózbekstan Milliy universitetiniń   jurnalistika fakultetinde oqıydı.  <br>  Ol 1993-jıldan beri izbe-iz basılıp shıqqan “Kўzlari   shahloginam”, “Qalbim tўla salomdir”, “Kim uchundir kerakman”   qosıqlar kitaplarınıń avtorı.  <br>  N. Mátyakubova respublikamızǵa belgili publicist   sıpatında da jaqınnan tanıs. 1994-jılı shıqqan “Ardoqli   oqsokol” ocherkler kitabı menen respublika baspa sózinde   bir qatar publicistikalıq shıǵarmaları basılıp shıqtı.  <br>  N. Mátyaqubova shayır xám publicist bolıw menen birge   sheber shólkemlestiriwshi sıpatında respublikalıq “Amu   tongi” tazetasınıń bas redaktorı bolıp isledi hám hayal-qızlardıń   “Gúlayım” hápteliginiń shólkemlestiriwshisi   bolıp xızmet etti.  <br>  Ol házirgi waqıtta Ózbekstan Respublikası Oliy Májilisiniń   Nızamshılıq palatası deputatı bolıp islep atır.  <br>  Nazira Mátyakubova 1995-jıldan Jazıwshılar awqamınıń   aǵzası."
  },
  {
    "id": 103,
    "poetName": "Májiytov Seyfulǵabit",
    "lifeSpan": "1869-1938",
    "biography": "<br>  Seyfulǵabit Májiytov — XX ásirdegi qaraqalpaq   ádebiyatın baslawshılardıń biri, shayır, prozaik hám dramaturg.  <br>  S.Májiytov 1869-jılı Kazan guberniyasınıń Arshan   tuwılǵan. 1880-jılı onıń úyi dáslep Qazaqstannıń   Aqtóbe oblastına kóship keledi, sońınan kóp uzamay Qaraqalpaqstannıń   Tallıq degen jerine qonıs basadı. Sol waqıtta   ádewir sawatı bar Seyfulǵabit Tallıq volostınıń esap-sanaǵın   alıp baratuǵın xatkeri boladı (1884-89). Ol 1920-jılları   Qońırat rayonlıq atkarıw komitetiniń xatkeri,   rayonlıq xalıq bilimlendiriw bóliminiń baslıǵı (1921),   bir qansha jıllar “Erkin Qaraqalpaq” gazetasınıń juwaplı xatkeri   lawazımlarında isleydi. Ol sońǵı jılları Qıpshaqta   suw xojalıǵı tarawında, 1934-jılı Tórtkulde úlketanıw muzeyinde   de xızmet atqaradı. 1938-jılı repressiyaǵa   ushırap qurban boldı. S. Májiytov poeziya tarawında ónimli   jazǵan shayır. Onıń bir qatar shıǵarmaları ózi dúzgen “Álipbe” (1925),   “Oqıw kitabı” (1925), “Egedeler sawatı” (1925),   “Qaraqalpaq ádebiyatınıń jıyıntıǵı” (1928) hám shayırdıń óziniń   “Tańlamalı shıǵarmaları”nda (1965) orın alǵan.   Sonǵı jılları shayırdıń “Ata menen bala” (1970) degen   gúrrińler toplamı hám “Shıǵarmaları” (1993) qayta tayarlanıp basılıp shıqtı.   S.Májiytov dramaturgiya tarawında “Sońǵı selten” (1928),   “Sabaq”, “Jigit boldıq”, “Ernazar alakóz”   (1927), “Baǵdagúl” (1935), “Gúlim-Tayman” sıyaqlı pesaların   jazdı. Jazıwshınıń “Qulmurat”, “On toǵız”, “Súyin hám Sara”   romanları koljazba túrinde qalıp ketken.  <br>  S.Májiytov 1924-jılı Xorezm Xalıq Respublikasınıń   “Qızıl bayrak” ordeni menen sıylıklanǵan."
  },
  {
    "id": 104,
    "poetName": "Májiytov Raxim",
    "lifeSpan": "1903-1977",
    "biography": "<br>  Raxim Májiytov — qaraqalpaq ádebiyatında belgili dilmash.  <br>  Ol 1903-jılı Qońırat rayonında tuwılǵan. Óziniń   miynet jolın 1921-jılı muǵallim bolıwdan basladı.   1923-25-jılları Moskvadaǵı Shıǵıs xalıqları universitetinde oqıdı.   Qonıratta rayonlıq partiya komitetinde   bólim baslıǵı (1925-28), Oraylıq Atqarıw komitetiniń  instruktorı (1929-34), Qaraqalpaqstan Respublikası Joqarǵı sudınıń  xatkeri (1935-40) bolıp isledi. Ekinshi   jáhán urısına qatnasadı hám urıstan qaytqannan soń   “Qızıl Qaraqalpaqstan” gazetasında isledi (1944-55).   Ómiriniń sońǵı jılları Ózbekstan Telegraf Agentliginiń   Qaraqalpaqstan bóliminde xızmet etti.  <br>  Ol kóp ǵana ocherkler, pesalar jazdı. Onıń “Qara   júrekler” (soń “Tazagúl” dep ataldı) (1932-46), “Biziń  ant” (1944) pesaları teatr saxnalarında qoyıldı. Ol B. Gorbatovtıń   “Boysınbaǵanlar” (1950), Krılovtıń “Tanlamalı tımsalları” (1952),   A. Gaydardıń “Timur hám onıń  komandası” shıǵarmaların qaraqalpaq tiline awdarǵan.  <br>  R. Májiytov Ózbekstan xám Qaraqalpaqstan Respublikaları   Joqarǵı Keńesiniń Húrmet jarlıqları menen sıylıqlanǵan.  <br>  R. Májiytov 1935-jıldan Jazıwshılar awqamınıń  aǵzası."
  },
  {
    "id": 105,
    "poetName": "Mámbetov Kamal",
    "lifeSpan": "1940-2001",
    "biography": "<br>  Kamal Mámbetov — ádebiyatshı alım   hám jazıwshı. K. Mámbetov 1940-jılı 14-mayda Kegeyli   rayonındaǵı M. Jumanazarov atındaǵı ijara xojalıǵında tuwılǵan.   Ol 1963-jılı Tashkent mámleketlik universitetin pitkerip, “Sovet Qaraqalpaqstanı”   gazetasında (1963-64), pedinstitutta oqıtıwshı (1967-72),   “Ózbekkinoxronika” studiyasınıń Qaraqalpaqstan bóliminiń   direktorı (1972-74), Qaraqalpaqstan televideniesi   hám radio esittiriw komiteti baslıǵınıń orınbasarı,   Nókis mámleketlik universitetiniń docenti, kafedra baslıǵı,   fakultet dekanı (1976-86), usı oqıw ornınıń rektorı (1986-88),   “Házirgi qaraqalpaq ádebiyatı hám ádebiyat   teoriyası” kafedrasınıń baslıǵı wazıypalarında islegen.   K. Mámbetov 1969-jılı “ Qaraqalpaq jazba poeziyasında   Shıǵıs klassikleriniń dástúri” degen temada filologiya   ilimleriniń kandidatı, 1984-jılı “Qaraqalpaq ádebiyatınıń   payda bolıwı hám qáliplesiw dárekleri” degen temada   doktorlıq dissertaciyasın jaqladı. Onıń “Gójek”   (1965),“Tırnalar”(1975), “Baxtıń bolsın Arıwxan!” (1976),   “Shaqasında emes, tamırında” (1976), “Aўıl tańları” (1977),   “Kókshiyel” (1977), “Imtixan” (1978), “Moskvadan kelgen   kız”(1979), “Men onı súyer edim” (1982),“Muxabbat hám ájel”   (1995) sıyaqlı povestleri járiyalandı. Ol prozanıń kólemli   salasında “Bozataw” (1986), “Posqan el” (1988), “Hújdan” (1991),   “Turkstan” (1993) romanların dóretti. “Posqan el” romanı   ushın jazıwshı Qaraqalpaqstan Respublikasınıń Berdaq   atındaǵı mámleketlik sıylıǵınıń laureatı boldı. Ol   “Qaraqalpaqstan Respublikasına miyneti sińgen ilim ǵayratkeri”,   “Qaraqalpaqstan xalıq jazıwshısı” degen xúrmetli ataqlarǵa iye boldı.   K. Mámbetov Qaraqalpaqstan Respublikası Joqarǵı Keńesiniń deputatı bolıp saylandı.  <br>  Ol 1982-jıldan Jazıwshılar awkamınıń aǵzası."
  },
  {
    "id": 106,
    "poetName": "Mámbetniyazov Turdıbay",
    "lifeSpan": "1933",
    "biography": "<br>  Turdıbay Mámbetniyazov — ádebiyat   izertlewshisi hám sınshı.  <br>  T. Mámbetniyazov 1933-jılı 25-mayda Qaraózek rayonınıń   “Bozataw” awılında tuwılǵan. Ol 1949-jılı orta mektepti   tamamlap, 1953-jılı Qaraqalpaq mámleketlik pedinstitutın   pitkeredi, sońınan áskeriy xızmette boladı (1954-57) bir neshe jıllar   awılında muǵallim, mektep direktorı   (1957-59), N. Dáwqaraev atındaǵı Tariyx, til hám ádebiyat institutında   islegen. Ol 1962-65-jılları Tashkentte aspiranturada oqıdı.   T.Mámbetniyazov 1965-jılı “Házirgi zaman   qaraqalpaq lirikası” degen temada kandidatlıq dissertaciyasın jaqladı.   Ádebiyatshınıń “Dáli Nazbergenovtıń  tvorchestvosı” (1977), “Poeziya xaqqında oylar”(1985), “Qaraqalpaq lirikası” (1989),   “Qaraqalpaq balalar poeziyası hám   onıń mashqalaları” (1992), “Poeziya turmıs, gúres hám   talpınıw” (1993), “Jańa qaraqalpaq poeziyası hám dáwir talabı” (1994),   “Shayır jolı” (2001) ilimiy kitapları hám   balalarǵa arnalǵan “Qarlıǵash” (1981), “Ananıń sózin tınlamay”   kitapları, jáne de jámáátlik avtorlar menen birge   “Qaraqalpaq sovet ádebiyatı tariyxınıń ocherkleri” (1968),   “Qaraqalpaq sovet ádebiyatında poema janrınıń rawajlanıwı” (1976),  “Qaraqalpaq ádebiyatı tariyxı”(1981), “Watan   ushın gúresken qosıqlar” (G. Esemuratov penen birge, 1990),   “XX ásirdegi qaraqalpaq ádebiyatı” (9-klasslar ushın sabaqlıq,   3. Bekbergenova menen 2002, 2006, 2010) monografiyalar menen   sabaqlıqlardı jazıwǵa belsene qatnastı. T. Mámbetniyazov   Ózbekstan Respublikası Beruniy atındaǵı mámleketlik   sıylıǵınıń laureatı (1983), “Qaraqalpaqstan Respublikasına   miyneti sińgen mádeniyat xızmetkeri” degen   húrmetli ataqqa iye.  <br>  Ol 1993-jıldan Jazıwshılar awqamınıń aǵzası."
  },
  {
    "id": 107,
    "poetName": "Mátmuratov Tólepbergen",
    "lifeSpan": "1939-1984",
    "biography": "<br>  Tólepbergen Mátmuratov — lirik shayır.  <br>  T.Mátmuratov 1939-jılı 1-sentyabrde Qaraózek rayonında   tuwılǵan. Ol 1963-jılı Tashkent mámleketlik universitetin   pitkerip, “Sovet Qaraqalpaqstanı”, “Jas Leninshi” gazetalarında,   televidenie hám radio esittiriw Komitetinde isledi,   1969-jıldan baslap “Ámiwdárya” jurnalında poeziya   báliminiń baslıǵı, juwaplı xatker, bas redaktordıń orınbasarı lawazımların atqardı.  <br>  Shayırdıń shıǵarmaları 60-jıllardan baslap járiyalandı.  Onıń “Ak terek pe, kók terek” (1964), “Lirika” (1966),   “Gózzallıq oyandı” (1970), “Aysánem” (1973), “Ashılısıw”   (1977), “Jaqsılıq sarayı” (1986), “Arzıw shámeni” (1981),   “Juldızlar janar” (1989) degen toplamları basılıp shıqtı.   Talantlı shayırdıń eki toplamı (1984, 1988) rus tilinde de jarıq kórdi.  <br>  T.Mátmuratov awdarma tarawında A.S.Pushkin, M.Y.Lermontov,   S.Esenin, V.Shekspir, Gyote taǵı basqalardıń shıǵarmaların qarakalpaq   tiline awdardı. Ólmes talant iyesi Qaraqalpaqstan Respublikası   Berdaq atındaǵı mámleketlik sıylıǵınıń laureatı (1986) boldı,   ol “Ózbekstan Respublikasına miyneti sińgen mádeniyat xızmetkeri” degen xúrmetli   ataqqa iye edi hám oǵan Qaraqalpaqstan Respublikası Jaslar awqamınıń sıylıǵı (1977) berilgen.  <br>  T. Mátmuratov 1969-jıldan Jazıwshılar awqamınıń   aǵzası."
  },
  {
    "id": 108,
    "poetName": "Mátsapaev Minaj",
    "lifeSpan": "1905-1977",
    "biography": "<br>  Mináj Mátsapaev — xalıq shayırı.  <br>  M. Mátsapaev 1905-jılı Shımbay rayonındaǵı Paxtaabad awılında tuwılǵan.  <br>  Ol ata-anasınan jaslay jetim qaladı hám awılda   diyqanshılıq penen shuǵıllanǵan, keyin ala jámáát xojalıǵına aǵza bolıp kirgen.  <br>  1954-57-jılları Keńes rayonındaǵı gazetada xızmet etken.  <br>  Xalıq shayırınıń birinshi kosıǵı 1936-jılı jarıqka shıqtı,   ol awıl arasında kópshilikke baqsı   sıpatında da málim boldı, kóplegen dástanlardı atqaradı.  <br>  Shayırdıń “Qosıqlar” (1959), “Aўıl ápsanası” (1972)   degen toplamları kitap bolıp basılǵan.  <br>  M. Mátsapaev 1939-jıldan Jazıwshılar awkamınıń  aǵzası."
  },
  {
    "id": 109,
    "poetName": "Máwlenov Sádirbay",
    "lifeSpan": "1919-1942",
    "biography": "<br>  Sádirbay Máwlenov — qaraqalpaq ádebiyatınıń   úlgilerin jıynawshı sıpatında málim.  <br>  S. Máwlenov 1919-jılı Taxtakópir rayonında tuwılǵan.  <br>  Ol awılda baslanǵısh mektepte oqıp, awıl xojalıǵı   tarawında islegen, al 1937-jılı “Jas Leninshi” gazetasına   jumısqa ornalasadı, Jazıwshılar awqamında xızmet etedi,   sońınan ekinshi jáhán urısı frontına atlanıp, sol jaqta   qaytıs boladı.  <br>  Ol óz awıllası Shámshet Xojaniyazov penen birlikte   qaraqalpaq awızeki ádebiyatınıń úlgilerin tınımsız   jıynadı.  <br>  Jiyen jıraw, Kúnxoja, Ájiniyaz, Berdak, Ótesh, Omar,   Gúlmurat shayırlardıń shıgarmaların xalıq awzınan jazıp aldı.  <br>  Maǵlıwmatlarǵa qaraǵanda, olar tek ǵana 1939-jıldıń   ózinde xalıq awzınan eliw mıńnan aslam qatardan ibarat   bolǵan folklorlıq hám jazba ádebiyatlıq dóretpelerdi   jazıp alǵan hám olardı qoljazba qorına tapsırǵan, xalıqtıń   ruwxıy ǵáziynesine aylandırǵan.  <br>  Mine, usınday miynetlerdiń nátiyjesinde qaraqalpaq   folklorı hám jazba ádebiyatınıń nusqaları baspa sóz   júzinde dáslepki ret járiyalana basladı.  <br>  S. Máwlenov 1939-jıldan Jazıwshılar awqamınıń  aǵzası."
  },
  {
    "id": 110,
    "poetName": "Muratbaev Jubatkan",
    "lifeSpan": "1939-2002",
    "biography": "<br>  Jubatqan Muratbaev — jazıwshı.  <br>  J. Muratbaev 1939-jılı 10-mayda Qazaqstannıń Qızıl Orda   oblastınıń Qarmaqshı rayonı aymaǵında   tuwılǵan.  <br>  Ol Samarqand awıl xojalıǵı institutın pitkerip   (1961), Buxaranıń Tamdı rayonında (1961-63), sońınan   Shımbaydaǵı Oktyabrdıń 40 jıllıǵı sovxozında, Taxtakópirdegi   “Moskva” sovxozında (1967-1968), Qaraqalpaqstan awıl xojalıǵı   Ministrliginde isleydi, Qarakólshilik mámleketlik biopunktiniń   baslıǵı boladı (1968-78),   Qaraqalpaqstan Jazıwshılar awqamında ádebiyattı násiyatlaw byurosın baskaradı (1982-84).  <br>  Jazıwshınıń “Jesir” (1980), “Baxıt jolı” (1981), “Tań juldızı” (1983),   “Dıǵırıq” (1990), “Shejireniń shıbıǵı” (1991),   “Aytalmay ketti” (1992), “Aqquwǵa oq darımaydı” (1993)   degen povest, gúrrińler hám romanları basılıp shıqtı. Onıń bir qatar povestleri qazaq tilinde   de járiyalanǵan.  <br>  J. Muratbaev “Qaraqalpaqstan Respublikasına miyneti   sińgen mádeniyat xızmetkeri” húrmetli ataǵına iye.  <br>  Ol Qaraqalpaqstan Respublikası Joqarǵı Keńesiniń  Húrmet jarlıǵı menen sıylıqlanǵan hám Qaraqalpaqstan   Jazıwshılar awqamı sıylıǵınıń laureatı bolıwǵa eristi.   <br>  J.Muratbaev 1982-jıldan Jazıwshshar awqamınıń aǵzası."
  },
  {
    "id": 111,
    "poetName": "Musaev Nurman",
    "lifeSpan": "1950-2006",
    "biography": "<br>  Nurman Musaev — shayır hám kompozitor.  <br>  N. Musaev 1950-jılı 14-oktyabrde Qońırat rayonında   tuwılǵan. Orta mektepti pitkergennen soń, 1973-jılı   Tashkent qalasındaǵı Nizamiy atındaǵı mámleketlik   pedagogikalıq institutınıń muzıka fakultetin tamamlaǵan.   Ol miynet jolın Qaraqalpaqstan Respublikası Mádeniyat   Ministrler baskarmasında aǵa metodist bolıp islewden basladı.  <br>  1976-jılı Qaraqalpaqstan Respublikası radiosında redaktor,   1979-jılı Qaraqalpaqstan Respublikası Mádeniyat Ministrliginde   bólim baslıǵı, 1981-jılı Qaraqalpaqstan Respublikası xalıq   dóretpeleri Orayında baslıqtıń orınbasarı, 1989-jılı Qaraqalpaqstan   Respublikası ansambller birlespesiniń bas direktorı, kompozitorlar   awqamını janındaǵı úgit-násiyat orayınıń baslıǵı,   1996-jılı Qaraqalpaqstan Respublikası Teleradiokompaniyasında   televidenie redaktorı, 2003-jılı Ájiniyaz atındaǵı Nókis   mámleketlik pedagogikalıq institutında kafedra baslıǵı bolıp isledi.  <br>  2000-jılı “Qaraqalpaqstan Respublikasına miyneti sińgen   kórkem óner ǵayratkeri” xúrmetli ataǵı berildi.  <br>  N. Musaevtıń “Aўa deymen” (1994), “Gúbelek” (2000),   “Ashkózler”, “Biz doslıqtı jırlaymız”, “Ǵárezsizlik perzentleri bizlermiz”   atlı shıǵarmaları shıqtı.  <br>  N. Musaev 2005-jıldan baslap Jazıwshilar awqamınıń   aǵzası"
  },
  {
    "id": 112,
    "poetName": "Muwsaev Ayapbergen",
    "lifeSpan": "1880-1936",
    "biography": "<br>  Ayapbergen Muwsaev — ataqlı xalıq shayırı, XX ásirdegi   qaraqalpaq ádebiyatınıń baslawshılarınıń biri.  <br>  A. Muwsaev 1880-jılı Moynaq rayonındaǵı Sorkól   awılında tuwılǵan. Xalıq shayırı Sorkól volostınıń  xatkeri (1925-27) boldı, mayda xojalıqlardı artelge   birlestiriwde ayrıqsha kózge túskenlerdiń biri.  <br>  Xalıq shayırı belgili qıssaxanlardıń biri edi. Ol   kóplegen dástanlardı yadqa bildi, shıǵıs klassik shayırlarınıń   shıǵarmaların kópshilikke jetkeriwde ayrıqsha orın tuttı.   Eki túrli zamandı kórgen shayırdıń   óziniń shıǵarmaları da kópshilikke keńnen málim boldı,   onıń dóretpeleri sol waqıttıń ideyalıq talaplarınan kelip shıqtı   hám olarǵa durıs juwap berip otırdı.  <br>  Shayırdıń eń birinshi toplamı óz aldına kitap bolıp   “Shıǵarmalar” degen at penen 1941-jılı basılıp shıqtı,   al usıǵan shekem onıń dóretpeleri xalıq arasında awızsha túrde tarkaldı.   Shayırdıń shıǵarmaların jazıp alıw   hám baspaǵa tayarlawda N.A. Baskakov, T. Bekimbetov, X. Axmetov,   T. Safiev, O. Kojurov, K. Ayımbetov, N. Japaqov,   M. Nurmuhamedov, Q. Bayniyazov hám taǵı basqalar kóp   jumıslar isledi. Onıń shıǵarmaları bir neshe ret   (1956,1960,1980) tolıqtırılıp qaytadan basılıp shıqtı."
  },
  {
    "id": 113,
    "poetName": "Mırzabaeva Patiyma",
    "lifeSpan": "1963",
    "biography": "<br>  Pátiyma Mırzabaeva — shayır.  <br>  P. Mırzabaeva 1963-jılı Końırat rayonında tuwılǵan.  1985-jılı Nókis mámleketlik universitetiniń filologiya fakultetin   pitkerip, Qaraqalpaqstan Jazıwshılar awqamında ádebiy másláhátshi bolıp isledi.  <br>  P. Mırzabaevanıń “Íshqı tarları” (1985), “Dáwir nápesi” (1989)   degen toplamları basılıp shıqtı.  <br>  Talantlı shayır Qaraqalpaqstan Respublikası Jokarǵı Keńesiniń   Húrmet jarlıǵın hám Qaraqalpaqstan Jazıwshılar awqamınıń sıylıǵın alıwǵa miyasar boldı.  <br>  Shayır 1991-jıldan Jazıwshılar awqamınıń aǵzası."
  },
  {
    "id": 114,
    "poetName": "Nazbergenov Dáli",
    "lifeSpan": "1913-1942",
    "biography": "<br>  Dáli Nazbergenov — belgili shayır hám jurnalist.  <br>  D. Nazbergenov 1913-jılı Końırat rayonında tuwılǵan.  1919-jılı házirgi Nókis rayonınıń Kutankól   awılına kóship keledi.  1933-jılı Tórtkúldegi awıl xojalıq texnikumın pitkerip,   Qaraózek rayonında agranom bolıp isledi. 1934-38-   jılları “Qızıl Qaraqalpaqstan” gazetasında bólim   baslıǵı, juwaplı xatker boldı.  Ol 1942-jılı Jazıwshılar awqamınıń baslıǵı bolıp saylandı.  D. Nazbergenov 1942-jılı samolet apatınan qaytıs boldı.  Shayırdıń qosıqları 30-jıllardın ortalarınan   baslap járiyalandı.  Onıń “Baxıt nurı” (1936), “Qosıqlar” (1939), “Biz   jeńemiz” (1942), “Tańlamalı shıǵarmaları” (1950-1955),   “Shıǵarmaları” (1958-1966) toplamları járiyalanǵan.  D. Nazbergenov 1939-jıldan Jazıwshılar awqamınıń   aǵzası."
  },
  {
    "id": 115,
    "poetName": "Narımbetov Jańabay",
    "lifeSpan": "1937-2003",
    "biography": "<br>  Jańabay Narımbetov — proza izertlewshisi hám sınshı.  <br>  J. Narımbetov 1937-jılı 15-aprelde Kegeyli rayonındaǵı   Bozkól awılında tuwılǵan. Ol 1956-jılı Nókis awıl-xojalıq texnikumın,   al 1962-jılı Qaraqalpaq mámleketlik pedinstitutınıń rus tili   hám ádebiyatı fakultetin   pitkerip, sol jerde oqıtıwshı, N. Dáwqaraev atındaǵı tariyx,   til hám ádebiyat institutında ilimiy xızmetker, sektor baslıǵı boldı.   1966-1969-jılları Moskvada aspiranturada oqıdı,   oblastlıq partiya komitetiniń lektorlar toparınıń baslıǵı,   Nókis mámleketlik universitetiniń sırttan oqıw bóliminiń prorektorı,   oblastlıq partiya komitetiniń úǵit-násiyat bóliminiń baslıǵı, jáne de   universitetiń prorektorı, Ájiniyaz atındaǵı Nókis mámleketlik   pedinstitutınıń okıw isleri boyınsha prorektorı, oqıtıwshısı lawazımında   jumıs islegen. Ol 1970-jılı “Qaraqalpaq romanınıń payda bolıwı hám qáliplesiwi”   degen temada kandidatlıq dissertaciyasın jaqlaydı, oǵan professor   ilimiy ataǵı beriledi.  <br>  Ádebiyatshı hám sınshınıń “Karakalpakskiy roman” (T,   1974), “Jańa estetikalıq sheklerge qaray” (1984) degen miynetleri   basılıp shıqtı. Ol “Qaraqalpaq ádebiyatı tariyxınıń ocherkleri”(1968),   “Qarakalpaq ádebiyatı” (1984), “Sahra gúli” (2001) degen kitaplardıń   avtorlarınıń biri. J. Narımbetov Qaraqalpaqstan Respublikası Berdaq agındaǵı   mámleketlik sıylıǵınıń laureatı (1978), Qaraqalpaqstan   Joqarǵı Keńesiniń Húrmet jarlıǵı menen sıylıqlanǵan.   Ol “ Qaraqalpaqstan Respublikasına miyneti sińgen ilim   ǵayratkeri” hám “Qaraqalpaqstan Respublikasına miyneti   sińgen mádeniyat xızmetkeri” degen ataqlarǵa iye.  <br>  J. Narımbetov 1979-jıldan Jazıwshılar awkamınıń   aǵzası."
  },
  {
    "id": 116,
    "poetName": "Nasrullaeva Zaytuna",
    "lifeSpan": "1929-1988",
    "biography": "<br>  Zaytuna Nasrullaeva — ádebiyatshı alım hám sınshı.  <br>  Z. Nasrullaeva 1929-jılı 12-aprelde Tórtkúl qalasında   tuwılǵan. Ol 1950-jılı Qaraqalpaq mámleketlik pedinstitutın tamamlap,   awıl xojalıq texnikumında muǵallim, Tashkenttegi Nizamiy atındaǵı   pedinstitutta oqıtıwshı (1951-54), Qaraqalpaq mámleketlik pedinstitutında oqıtıwshı   (1956-59), Qaraqalpaqstan mádeniyat ministriniń orınbasarı (1962-64),   mádeniyat ministri (1964-65) hám ómiriniń   aqırına shekem N. Dáwqaraev atındaǵı Tariyx, til hám ádebiyat institutında   ilimiy xızmetker, sektor baslıǵı bolıp   isleydi. Alım hám sınshı 1962-jılı “Qaraqalpaq ádebiyatında hayal-qızlar obrazı”   degen temada filologiya ilimleriniń kandidatı, 1982-jılı “Qaraqalpaq prozasında tip   hám xarakter probleması (mashqalası)” degen temada doktorlıq dissertaciyasın jakladı.   Onıń ilimiy sın maqalaları 50-jıllardıń ortalarınan   baslap járiyalandı. “Qaraqalpaq ádebiyatında hayal-qızlar obrazı” (1963),   “Geroy sovremennoy karakalpakskoy prozı” (1976),   “Karakalpakiya — moy kray rodnoy” (1979), “Problema tipa i xaraktera v sovremennoy   karakalpakskoy proze” (1984) degen kitapları basılıp shıqtı.   Ol “Qaraqalpaq ádebiyatı tariyxınıń ocherkleri” (1968) degen kitaptıń   avtorlarınıń biri.  <br>  Z.Nasrullaeva “Qaraqalpaqstan Respublikasına miyneti   sińgen ilim ǵayratkeri” degen húrmetli ataqqa iye.  <br>  Z.Nasrullaeva 1979-jıldan Jazıwshılar awqamınıń  aǵzası."
  },
  {
    "id": 117,
    "poetName": "Nájimov Turdımurat",
    "lifeSpan": "1914-1988",
    "biography": "<br>  Turdımurat Nájimov 1914-jılı 1-avgustta Taxtakópir   rayonında tuwılǵan. Miynet jolın awıllıq mektepte muǵallim   bolıp islewden basladı, joqarı partiya mektebinde   oqıdı, 1935-36-jılları rayonlıq jaslar komitetinde isledi.   1939-jılı Tashkenttegi Nizamiy atındaǵı pedagogikalıq instituttı tamamlap,   Nókis qalasında mektep direktorı boldı.  <br>  1940-43-jılları ekinshi jáhán urısına katnastı,   fronttan qaytqannan soń Taxtakópir rayonında bilimlendiriw   bóliminiń baslıǵı, rayonlıq gazetanıń redaktorı. Tashkentte   partiya mektebiniń tıńlawshısı, Qaraqalpaqstan   Ministrler Keńesi janındaǵı mádeniyat isleri basqarmasında,   1951-jıldan ómiriniń aqırına shekem “Qaraqalpaqstan” baspasında   aǵa redaktor bolıp isledi.  <br>  Onıń “Jeńis jolında” (1952), “Jeńis hawazı” (1954),   “Jańa jer ústinde bayraq” (1955), “Qızlar qosıǵı” (1958),   “Jawıngerlik jılları” (1968), “Búrkit” (1970) sıyaqlı toplamlarda   gúrrińleri hám povestleri járiyalandı. Jazıwshınıń “Jańa qonıs” (1972),   “Qızıl qum qoynında” (1976),   “Otlı dárya” (1979), “Novgorod yarmarkası” (1983) romanları hám   “Eki dos” (2007), “Ótmishten elesler” (2009), “Pesnya   devushek”, (2009) “Sxvatka s tigrami” (2009), “Injigúl”   (2010) kitapları basılıp shıqtı. T. Nájimov “Qaraqalpaqstan   Respublikasına miyieti sińgen mádeniyat xızmetkeri”   (1974), Jawıngerlik medalı, Ózbekstan hám Qaraqalpaqstan  Respublikası Joqarǵı Keńesiniń Húrmet jarlıqları menen sıylıqlanǵan.   Onıń shıǵarmaları ózbek, rus tillerine   awdarılǵan.  <br>  T. Nájimov 1954-jıldan Jazıwshılar awqamınıń aǵzası."
  },
  {
    "id": 118,
    "poetName": "Nietullaev Saǵındıq",
    "lifeSpan": "1948",
    "biography": "<br>  Saǵındıq Nietullaev — shayır.  <br>  S. Nietullaev 1948-jılı Moynaq rayonında tuwılǵan.   1971-jılı  Tashkenttegi respublikalıq rus tili  hám ádebiyatı   pedagogikalıq institutın, 1985-jılı Tashkent mámleketlik   universitetiniń yuridika fakultetin pitkergen. Ol   yuridika ilimleriniń doktorı, professor, Qaraqalpaqstan   Respublikasına miyneti sińgen yurist.  <br>  Miynet jolın Moynaq rayonında orta mektepte muǵallim   bolıp islewden baslaǵan. Sońınan Moynaq rayonlık jaslar   komitetinde bólim baslıǵı, partiya komitetinde instruktor,   Ózbekstan Respublikası Ministrler Keńesinde aǵa referent,   Ózbekstan Respublikası Oraylıq komitetinde instruktor, Kanlıkól   rayonlık hám Nókis qalalıq partiya komitetiniń birinshi xatkeri,   Qaraqalpaqstan Respublikası Ministrler Keńesi baslıǵı,   Qaraqalpaqstan obkomınıń birinshi xatkeri,   Qaraqalpaqstan Respublikası Ádillik ministri, Qaraqalpaqstan Respublikası   Jokarǵı Keńesiniń Sekretariat baslıǵı,   Salıq bas baskarması baslıǵınıń orınbasarı lawazımında   islegen. Házirgi kúnde ol Qaraqalpaqstan Respublikası Kásiplik awqamları   shólkemleri birlespesiniń baslıǵı bolıp islep atır.   Ol 1989-1994-jılları Ózbekstan Respublikası Jokarǵı Keńesiniń   hám eki márte Qaraqalpaqstan Respublikası   Joqarǵı Keńesiniń deputatı bolıp saylandı. S.Nietullaevtıń   talantlı shayır sıpatında “Men saǵan ashıqpan” (1980),   “Gúlzar”(1992), “Jaksı tilek” (2004), “Ómir xaqqında oylar”   (2006), “Táǵdir” (2007), “Elim meniń” (2007), “Usı eldiń perzentimen” (2008),   “Qádirińde, qımbatıń óz elinde” (2009) sıyaqlı poeziyalıq toplamları basılıp shıqtı.  <br>  S. Nietullaev 1995-jıldan Jazıwshılar awqamınıń aǵzası."
  },
  {
    "id": 119,
    "poetName": "Nurjanov Perdebay",
    "lifeSpan": "1963",
    "biography": "<br>  Perdebay Nurjanov — ádebiyat izertlewshisi hám sınshı.  <br>  P. Nurjanov 1963-jılı 25-martta Shımbay rayonında   tuwılǵan.  <br>  Orta mektepti tamamlaǵannan soń, Berdaq atındaǵı Qaraqalpaq   mámleketlik universitetiniń filologiya fakultetinde oqıp bilim aladı.  <br>  Miynet jolın 1985-jılı Ózbekstan Respublikası Ilimler   Akademiyası Qaraqalpaqstan bólimi N. Dáwkaraev atındaǵı Til hám ádebiyat   institutınıń kishi ilimiy xızmetkeri wazıypasınan basladı.  <br>  1989-93-jılları Moskvadaǵı M.Gorkiy atındaǵı jer   júzlik ádebiyat institutında aspirantura kursında oqıǵan.  1994-jılı “T.Qayıpbergenovtıń “Qaraqalpaq dástanı”   qaraqalpaq ádebiyatında birinshi tariyxıy trilogiya” atamasındaǵı   kandidatlıq dissertaciyasın jaklaǵan.  <br>  Házirgi waqıtta Berdaq atındaǵı Qaraqalpaq   Mámleketlik universitetiniń filologiya fakultetinde oqıtıwshı bolıp islep atır.  <br>  Onıń “Sveryaya s narodnoy pamyatyu” (1994),   “Dáwir talabı hám kórkem ádebiyat” (1993), “Ǵárezsizlik dáwirdegi   qaraqalpaq prozası” (“XX ásir qaraqalpaq ádebiyatı” sabaǵı   ushın qosımsha oqıw qollanbası) (2003), “Házirgi qaraqalpaq   romanı poetikası (kompoziciyalıq hám janrlıq-stillik ózgeshelikleri)” (2008),   “Házirgi qarakalpaq romanı (syujet hám konflikt poetikası)” (2009)  ilimiy kitapları   basılıp shıqtı. Ol 5-klass ushın “Ádebiyat” (2007) sabaqlıǵınıń avtorlarınıń biri boldı.  <br>  P. Nurjanov 1998-jıldan Jazıwshılar awqamınıń   aǵzası."
  },
  {
    "id": 120,
    "poetName": "Nurlepesova Gúlnara",
    "lifeSpan": "1961",
    "biography": "<br>  Gúlnara Nurlepesova — shayır hám jurnalist.  <br>  G. Nurlepesova 1961-jılı 5-iyunda Qaraózek rayonında tuwılǵan.  <br>  Usı rayondaǵı I. Arzıwov atındaǵı orta mektepti   tabıslı tamamlaǵannan soń Tashkent mámleketlik universitetiniń   jurnalistika fakultetinde bilim aladı.  <br>  Óziniń dóretiwshilik miynet jolın “Jas Leninshi”   (xázirgi “ Qaraqalpaqstan jasları”) ǵazetasınan baslaydı.  <br>  Dáslep arnawlı xabarshı, soń bólim baslıǵı (1980-1994)   bolıp islegen. 1994-jılı usı gazetada hám baspasóz betlerinde   járiyalanǵan publicistikalıq shıgarmaları ushın   Qaraqalpaqstan jaslar awqamı sıylıǵınıń laureatı boldı.  <br>  1994-98-jılları “Qaraqalpaqstan xawazı” gazetasında   juwaplı xatker, bas redaktor orınbasarı, 1998-jıldan baslap   respublika balaları hám jas óspirimleriniń “Jetkinshek”   gazetasında bas redaktor, 2010-jıldan Nókis qalası   hákiminiń orınbasarı, hayal-qızlar komitetiniń baslıǵı   bolıp jumıs islep atır.  <br>  Onıń “Kaylardasız, gúmis bulaqlar?!”, “Hasla nashar demeń  bizdi, aǵalar” atlı eki qosıqlar toplamı baspadan shıqtı.   1999-2004-jılları hám 2005-2009-jılları Nókis qalalıq   Keńesiniń deputatı bolıp saylanǵan.  <br>  G. Nurlepesova 2005-jıldan Jazıwshılar awqamınıń  aǵzası."
  },
  {
    "id": 121,
    "poetName": "Nurmuxammedov Marat",
    "lifeSpan": "1930-1986",
    "biography": "<br>  Marat Nurmuxammedov — qaraqalpaq, ádebiyattanıw   iliminde birinshi akademik-sınshı.  <br>  M. Nurmuxammedov 1930-jılı 6-yanvarda Tórtkúl   qalasında tuwılǵan. Ol 1950-jılı Qaraqalpaq mámleketlik   pedinstitutın pitkerip, Moskvadaǵı Shıǵıstanıw institutınıń  aspiranturasında oqıdı, sońınan Qaraqalpaqstan   ekonomika hám mádeniyat institutında aǵa ilimiy xızmetker,   bólim baslıǵı, direktordıń orınbasarı lawazımında islew   menen birge “Ámiwdárya” jurnalınıń bas redaktorı,   Jazıwshılar awqamınıń baslıǵı wazıypaların qosa   atqardı, Ózbekstan Ilimler Akademiyasınıń Qaraqalpaqstan   filialınıń baslıǵı, oblastlıq partiya komitetiniń   sekretarı, Ózbekstan Ilimler Akademiyasınıń akademik-sekretarı,   A.S. Pushkin atındaǵı Til hám ádebiyat   institutınıń direktorı, Akademiyanıń vice-prezidenti,   “Ózbekstan jámiyetlik ilimleri” jurnalınıń bas   redaktorı, qaytadan akademik-sekretar bolıp isledi.  <br>  M. Nurmuxammedov 1953-jılı “Qaraqalpaq ádebiyatınıń   rawajlanıwına rus ádebiyatınıń tásiri” degen temada   filologiya ilimleriniń kandidatı degen ilimiy dárejeni   alıw ushın, 1965-jılı “Qaraqalpaq prozasınıń rawajlanıw   jolları” degen temada doktorlık dárejeni alıw ushın   dissertaciyalar jaqladı. Alım 1966-jılı Ózbekstan   Ilimler Akademiyasınıń xabarshı-aǵzası, al 1974-jılı usı   Akademiyanıń akademigi bolıp saylandı.  <br>  M. Nurmuxammedov Nókis mámleketlik universitetiniń  rektorı bolıp isledi. Ol 1986-jılı Túrkiyanıń Izmir   qalası janında avtomobil apatınan qaytıs boldı.  <br>  M. Nurmuxammedovtıń “Qaraqalpaq ádebiyatınıń   rawajlanıwına rus ádebiyatınıń tásiri”(1956), “Qaraqalpaq   ádebiyatı tariyxınıń qısqasha ocherki”(1959), “Qaraqalpaq-rus   mádeniy baylanısları tariyxınan” (1974), “Qaraqalpaq   sovet prozası»(1957), «Házirgi zaman qaraqalpaq prozası»   (1968), «O zarojdenii pismennoy literaturı i poluosedlıx   i kochevıx tyurko-yazıchnıx narodov sredney Azii i Kazaxstana»   (1970), “Xalıqlar táǵdiri — ádebiyat táǵdiri” (1980),   “Ayapbergen Muwsaev” (1981), “ Berdaq — qaraqalpaq   ádebiyatınıń tiykarın salıwshı” (1978), «Shıǵarmalarınıń  eki tomlıǵı» (1983-1985) sıyaqlı monografiyaları jarıq   kórdi.  <br>  M. Nurmuxammedov Pushkin shıǵarmalarınıń Orta Aziya   xalıklarınıń folklorı menen baylanısın izertlewge   arnalǵan “Pushkin xám Orta Aziya xalıklarınıń folklorı”,   “Pushkin, Orınbor hám orınborshılar” (1981-1983)   kitapların jazdı hám bastırıp shıǵardı. Ol kóplegen   ádebiyat boyınsha basılımlarǵa basshılıq etti, onıń bir   qatar shıǵarmaları ózbek, rus, venger, ingliz, turk tillerinde   járiyalandı. M. Nurmuxammedov Berlin, Bombey, Madras, Bodonya,   Galle, Baǵdat, Stambul qalalarında jámiyetlik ilimler,   ádebiyat boyınsha bayanatlar isledi.  <br>  Ol mámleketlik orden hám medallar, sonday-aq, Ózbekstan   hám Qaraqalpaqstan Respublikası Joqarǵı Keńesiniń  Húrmet jarlıqları menen sıylıqlanǵan, bir neshe mártebe   Qaraqalpaqstan hám Ózbekstan Respublikası Jokarǵı   Keńesine deputat bolıp saylandı.  <br>  Ol Qaraqalpaqstan (1973) hám Ózbekstan (1980)   Respublikasına miyneti sińgen ilim ǵayratkeri húrmetli   ataǵına iye hám Qaraqalpaqstan Respublikası Berdaq,   Ózbekstan Respublikası Beruniy atındaǵı mámleketlik   sıylıqlardıń laureatı edi.  <br>  M. Nurmuxammedov 1955-jıldan Jazıwshılar awqamınıń   aǵzası."
  },
  {
    "id": 122,
    "poetName": "Nurımbetov Sadıq",
    "lifeSpan": "1900-1972",
    "biography": "<br>  Sadıq Nurımbetov — ataqlı xalıq shayırı.  <br>  S. Nurımbetov 1900-jılı Kegeyli rayonınıń   aymaǵında tuwılǵan. Onıń shayırshılıǵınıń qáliplesiwinde aǵası   belgili shayır Sıdıq Tokpan ulınıń tásiri kúshli   bolǵan. Xalıq shayırı 1939-jılı Qaraqalpaqstannıń paytaxtı   Tórtkúlge shaqırtılıp ádebiyatımızǵa jaqınnan aralasıwǵa   múmkinshilik tabadı, basqa da jazıwshı-shayırlar   menen birge Moskva, Tashkent kalalarında boladı.  <br>  Shayırdıń qosıqları 20-jıllardan baslap-aq xalıq  arasına tarqala baslaǵan. Sadıq shayırdıń “Biziń watan”   (1940), “Jeńimpaz xalıq” (1942), “Batırlar alǵa” (1944),   “Baxtıyar” (1950), “Túlkishek” (1956), “Farxad” (1958, 1978),   “Jipekshi Jańıl” (1961), “Jańa zaman jırları” (1962),   “Qanalaslar” (1968) degen toplamları basılıp shıktı.   Bunnan tıskarı shayır shıǵarmalarınıń eki tomlıǵı   (1971,1972) járiyalandı.  <br>  S. Nurımbetov “Qaraqalpaqstan xalıq shayırı” (1942),   “Ózbekstan xalıq jırshısı” (1957) degen xúrmetli ataqqa   iye.  <br>  Ol ordenler, medallar hám Ózbekstan, Qaraqalpaqstan   Respublikası Jokarǵı Keńesiniń Húrmet jarlıqları menen sıylıklandı.  <br>  S. Nurımbetov 1939-jıldan Jazıwshılar awkamınıń   aǵzası."
  },
  {
    "id": 123,
    "poetName": "Nurmetova Zulayxa",
    "lifeSpan": "1950",
    "biography": "<br>  Zulayxa Nurmetova — shayır.  <br>  3. Nurmetova 1950-jılı 6-mayda Xorezm qalasınıń   Yangiarık rayonında tuwılǵan.  <br>  Orta mektepti tamamlaǵannan soń, 1974-jılı Xorezm   mámleketlik pedagogikalıq institutınıń filologiya   fakultetin sırttan oqıp pitkerdi.  <br>  Miynet jolın Tórtkúl mámleketlik bankinde ekonomist-buxgalter   bolıp islewden baslaydı.  <br>  Sońınan orta mektepte ózbek tili hám ádebiyatı muǵallimi (1977-78),   Ellikqala rayonı gazetasında xabarshı, bólim   baslıq, redaktor orınbasarı bolıp islegen.  <br>  Házirgi wakıtta “Davr kўzgusi” gazetasınıń bas redaktorı bolıp isleydi.  <br>  3. Nurmetovanıń “Ellikqala taronasi” (2002),   “Istiqlol ilhomlari” (2006) qosıqlar toplamı kitap bolıp  shıqtı .  <br>  3. Nurmetova “Qaraqalpaqstan Respublikasına miyneti   sińgen jurnalist” (1998) ataǵına iye.  <br>  3. Nurmetova 2006-jıldan Jazıwshılar awqamınıń aǵzası"
  },
  {
    "id": 124,
    "poetName": "Nurullaeva Uǵıljai",
    "lifeSpan": "1959",
    "biography": "<br>  Uǵıljan Nurıllaeva — shayır.  <br>  U.Nurıllaeva 1959-jılı 3-dekabrde Tórtkúl qalasında   tuwıldı.  <br>  1977-jılı rayondaǵı 58-sanlı mektepti, 1986-jılı   Beruniy rayonındaǵı pedagogika bilim jurtın, 1993-jılı   Tashkent mámleketlik universitetiniń jurnalistika fakultetin tamamladı.  <br>  U.Nurullaeva miynet jolın 1983-jılı Tórtkúl rayonı   gazetasında korrektor bolıwdan basladı.  <br>  Ol búgingi kúni “Tórtkúlnama” gazetasında redakor bolıp islep atır.  <br>  Onıń 1993-jılı “ Qaraqalpaqstan” baspasınan shıǵarılǵan   “Tórtkúl gúlleri” toplamında qosıqları basıldı. 1995-jılı   “Xorezm” baspasınan “Ustaz” ocherki, 2001-jılı “Xorezm” baspasında   “Hayrat” qosıqlar toplamı basılıp shıktı.  <br>  Sonday-aq, “Ádeptanıw” kitabın ózbek tiline awdarıwda   qatnastı.  <br>  U. Nurıllaeva Qaraqalpaqstan Respublikası Joqarǵı Keńesiniń   «Húrmet jarlıǵı» menen sıylıqlanǵan.  <br>  U. Nurıllaeva 2004-jıldan Jazıwshılar awqamınıń   aǵzası."
  },
  {
    "id": 125,
    "poetName": "Nızanov Muratbay",
    "lifeSpan": "1951",
    "biography": "<br>  Muratbay Nızanov — satirik jazıwshı.  <br>  M. Nızanov 1951-jılı Kegeyli rayonında tuwılǵan.  <br>  Ol orta mektepti tamamlaǵannan soń Qaraqalpaq   mámleketlik universitetin sırttan oqıp pitkergen, ózi tuwılǵan   rayondaǵı M. Jumanazarov atındaǵı xojalıqta   jumısshı, “Paxtakor” sport jámiyetinde instruktor, rayonlıq gazetada,   “Jetkinshek”, “Sovet Qaraqalpaqstanı” gazetasında, sońınan   Qaraqalpaqstan televideniesi hám radio esittiriw komitetinde   aǵa redaktor, bas redaktor, televidenie   boyınsha baslıqtıń orınbasarı lawazımlarında   islegen, “Aral” jurnalınıń bas redaktorı, «Qaraqalpaqstan» baspasınıń   direktorı, házirgi waqıtta Qaraqalpaqfilm direktorı.  <br>  Satiriktiń “Usınday da boladı” , “Kúlkim keledi”,   “Nıshana”, “Sizge bolmaydı”, “Adam kúldirgeni ushın”, “Jat   jurttaǵı jeti kún”, “Aqshagúl”, “Rasın aytsań uradı”,   “Adam jamanlasań zeyniń ashıladı”, “Eki qanxor”,   “Ǵáziyne”, “Jakında kızıq boladı”, «Akshagúl», “Aqıret uyqısı”,   «Dushpan» hám taǵı basqa gúrrińler, povestler kitapları sonday-aq,   «Tańlamalı shıǵarmalar»ınıń 1-2 tomları   basılıp shıqtı.  <br>  Ol sońǵı jılları kinoscenarist jazıwshı sıpatında   “Tank”, “Urı”, “Kurort” sıyaqlı kinofilmleri menen   keń jurtshılıqqa tanıldı.  <br>  M. Nızanov 1991-jıldan Jazıwshshar awqamınıń aǵzası."
  },
  {
    "id": 126,
    "poetName": "Orazımbetov Quwanıshbay",
    "lifeSpan": "1962",
    "biography": "<br>  Quwanıshbay Orazımbetov — jazıwshı hám ádebiyat izertlewshisi.  <br>  Q. Orazımbetov 1962-jılı 4-fevralda Taxtakópir rayonınıń   Ádil awılında tuwılǵan. Orta mektepti pitkergennen keyin   respublikalıq “Sovet Qaraqalpaqstanı” gazetasında korrektor   bolıp miynet jolın baslaydı, 1989-jılı Berdaq atındaǵı   Qaraqalpaq mámleketlik universitetiniń qaraqalpaq filologiyası   qánigeligin pitkergennen soń ádebiyattanıw qánigeligi boyınsha aspiranturaǵa   oqıwǵa kiredi. 1993-jılı “Házirgi qaraqalpaq lirikasında kórkemlik   izleniwshilik (80-jıllar)” degen temada kan-didatlıq, 2005-jılı   “Házirgi qaraqalpaq lirikasında   kórkem formalardıń evolyuciyası hám tipologiyası” degen   temada doktorlıq dissertaciyasın jaqladı. 1996-jıldan   filologiya fakulteti dekanı lawazımında xızmet atqardı.   Házir universitet prorektorı. Oǵan 1996-jılı docent, 2008-jılı   professor ilimiy ataqları berildi.  <br>  K. Orazımbetov 1979-jıldan baslap qosıqları respublikalıq  “Jetkinshek”, “Jas Leninshi” gazetalarında, rayonlıq   gazetalarda járiyalandı. Keyin proza tarawında qálem terbetti.   Baspasózde kóp ǵana gúrrińleri, ocherkleri, “Saǵan isenemen” (1995)   povesti jarıq kórdi.  <br>  Onıń qaraqalpaq ádebiyattanıw iliminiń aktual mashqalalarına   arnalǵan maqalaları Tashkenttegi “Jahon adabiyoti”,   “Ózbek tili va adabiyoti”, ÓzMU Xabarshisi”, Moskvadaǵı “Vestnik MGU”,   Almatadaǵı “KazGU Xabarshısı” jurnallarında. Ashxabadtaǵı “Túrkmen duniesi”   gazetalarında járiyalandı.  <br>  Q. Orazımbetov 2000-jıldan Jazıwshılar awqamınıń   aǵzası."
  },
  {
    "id": 127,
    "poetName": "Ótemuratova Húrliman",
    "lifeSpan": "1965",
    "biography": "<br>  Húrliman Ótemuratova — jazıwshı hám ádebiyat izertlewshisi.  <br>  H. Ótemuratova 1965-jılı Kegeyli rayonında tuwılǵan.  Orta mektepti 1982-jılı tamamlap, Nókis mámleketlik universitetiniń   filologiya fakultetine kiredi hám onı   ayrıqsha bahalar menen pitkerip shıǵadı.  <br>  H. Ótemuratova 1988-jılı Ózbekstan Ilimler Akademiyasınıń   Karaqalpaqstan bólimi N. Dáwqaraev atındaǵı   Tariyx, til hám ádebiyat institutınıń aspiranturasına kiredi   hám qaraqalpaq prozası boyınsha kandidatlıq dissertaciyasın jaqlaydı.  <br>  Ol Qaraqalpaq mámleketlik universtetiniń qaraqalpaq   ádebiyatı kafedrasında oqıtıwshı, házirgi kúni Ájiniyaz   atındaǵı Nókis mámleketlik pedagogikalıq institutında   oqıtıwshı bolıp islep atır.  <br>  H. Ótemuratovanıń shıǵarmaları 80-jıllardan baslap   baspasózde daǵazalanǵan. Onıń bir qatar gúrriń, novellaları   “Jaslar orbitası” (1986), “Toǵız toplam” (1988) sıyaqlı   basılımlardan orın aldı. 1985-jılı “Juldızım   joqarı” novella xám gúrrińler toplamı basılsa, 1991-jılı   “Ámiwdárya” jurnalında onıń “Húrliman” romanı (1991,   №2,3), 2006-2007-jıllardaǵı sanlarında “Tumaris” romanı   járiyalandı. Avtordıń “Qaraqalpaq tariyxıy romanı   poetikası” (1995) ilimiy kitabı da basılıp shıqtı.  <br>  H. Ótemuratova 1992-jıldan Jazıwshılar awkamınıń   aǵzası."
  },
  {
    "id": 128,
    "poetName": "Óteniyazov Jumaniyaz",
    "lifeSpan": "1959",
    "biography": "<br>  Jumaniyaz Óteniyazov — shayır.  <br>  J. Óteniyazov 1959-jılı Taxtakópir rayonında tuwılǵan.  <br>  Ol 1984-jılı Nekis mámlekeglik universitetiniń   hukıqtanıw fakultetin pitkergennen keyin Qaraqalpaqstan   televideniesi hám radio esittiriw komitetinde redaktor, sońınan   «Qaraqalpaqstan» baspasında redakgor, Qaraqalpaqstan Resiublikası   ishki isler ministirliginiń baspa sóz orayı baslıǵı lawazımın atkaradı.   Búgingi kúnde ishki isler ministrliginiń Insan xukıqların qorǵaw   bólimshesiniń bas másláhátshisi bolıp isleydi.  <br>  Shayırdıc “Jańa jıl” (1988), “Sholaq jayın” (1991),   «Eki maktanshaq» (1996), «Tınıshlıq saqshıları» (1996), «Úmit   shuǵlası» (2006), «Uzın hám kelte» (2007), «Watandı súyip jasa»   (2007) degen toplamları, “Ananıń júregi” (1987), «Sekseninshi jıllar» (1989),  «Aydos biydiń ármanı» (2007) poemaları baspadan shıqtı.  <br>  Ol A.S.Pushkin, Y.M. Lermontov, V. Gogol, K.D. Ushinskiy,   K.Chukovskiydiń bir qatar shıǵarmaların qaraqalpaq   tiline awdarǵan.  <br>  2006-jılı Qaraqalpaqstan Respublikası Joqarǵı Keńesiniń   «Húrmet jarlıǵı» menen sıylıqlanǵan.  <br>  J. Óteniyazov 1992-jıldan Jazıwshılar awqamınıń  aǵzası."
  },
  {
    "id": 129,
    "poetName": "Óteniyazova Altıngúl",
    "lifeSpan": "1965",
    "biography": "<br>  Altıngúl Óteniyazova — shayır hám jurnalist.  <br>  A.Óteniyazova 1965-jılı 13-aprelde Taxtakópir   rayonında tuwılgan. 1988-jılı Qaraqalpaq mámleketlik   universitetiniń filologiya fakulteti jurnalistika   bólimin pitkergen hám usı jılı “Bilim” baspasında redaktor   bolıp jumıs baslaydı. 1991-jılı Qaraqalpaqstan radiosına   ádebiy-dramalıq esittiriwler redakciyasına jumısqa ótedi.   1998-jılı Qaraqalpaqstan televideniesiniń jaslar redakciyasında   aǵa redaktor bolsa, házir   sol jerde jumıs isleydi.  <br>  A. Óteniyazovanıń “Qız kúndeligi” gúrrińler (2001),   “Júreklerde bar bol, muhabbat” qosıqlar (2002), balalar   ushın “Umıtshaq” gúrrińler (2003) toplamları, “Jaqsılıqka   tájim” qosıqlar toplamı (2007) jarıq kórdi. “Jumbaǵı   kóp dúnya bul”, “Muxabbat hám ǵázep”, “Jigittiń ıǵbalın   bersin” videofilmleri Qaraqalpaqstan televidennesi   arqalı kársetildi. 1992-jılı bir aktli “Sonǵı úmit” pesası   “Xalıq teatrları ushın” tańlawınan tabıslı ótip, xalıq teatrlarına usınıldı.  <br>  A. Óteniyazova Ózbekstan jurnalistleri dóretiwshilik   shólkeminiń “Átirgúl-2006” tańlawı jeńimpazı. 2009-jılı   Qaraqalpaqstan Respublikası Berdaq atındaǵı mámleketlik   sazlı teatrı seksen tórtinshi máwsimnn A. Óteniyazovanıń   “Kızın - ar namısıń” muzıkalı draması menen ashtı.  <br>  A. Óteniyazova 2004-jıldan Jazıwshılar awqamınıń aǵzası."
  },
  {
    "id": 130,
    "poetName": "Ótepov Ábdiraman",
    "lifeSpan": "1905-1934",
    "biography": "<br>  Ábdiraman Ótepov — dramaturgiya hám milliy teatrdıń   tiykarın salıwshılardıń biri boldı.  <br>  Á. Ótepov 1905-jılı Qońırat rayonında tuwılǵan.   <br>  Á. Ótepovtıń milliy teatrımız benen kórkem ádebiyatımızdı   rawajlandırıwdaǵı dóretiwshilik isleri 1919-jıllardan baslandı.  <br>  Ol 1922-jıldan Okruglik jaslar komitetinde, Sorkól   wálayatlıq partiya komitetinde islegen.  <br>  1927-jıllardan baslap “Tań nurı” truppasın dúziw   hám onı bekkemlew menen kızǵın shuǵıllanadı.  Usınıń tiykarında 1930-jılı birinshi milliy teatr   dúzildi hám Á. Ótepov usı teatrdıń direktorı boldı (1930-32).  <br>  20-jıllardan baslap Á. Ótepovtıń “Teńin tapqan   qız” , “Gúman”, “Boyawshı wákil”, “200 gramm”, “Eki baslı   suw qabaq” sıyaklı pesaları jazıldı hám saxnalastırıldı.  <br>  1956-jılı “Teńin tapqan qız” pesası kayta islenip   saxnaǵa shıqtı.  <br>  Á.Ótepovtıń “Tańlamalı shıǵarmaları” 1965-jılı T. Allanazarovtıń   tayarlawı menen qaytadan baspadan shıqtı."
  },
  {
    "id": 131,
    "poetName": "Ótepbergenov Ábilkasım",
    "lifeSpan": "1951",
    "biography": "<br>  Á. Ótepbergenov - shayır, jazıwshı xám publicist.  <br>  Á.Ótepbergenov 1951-jılı 5-mayda Túrkmenstan   Respublikasınıń Góne Úrgenish qalasında tuwılǵan. Ol orta   mektepti pitkergennen soń 1968-jılı Qaraqalpaq mámleketlik   pedinstitutınıń tábiyattanıw fakultetine oqıwǵa   kiredi. Soń awıl xojalıq jumıslarında isleydi.  <br>  Ol 1976-jıldan baslap “Jas Leninshi”, “Erkin Qaraqalpaqstan”  gazetalarında, “Ámiwdárya” jurnalınıń bas redaktorı   wazıypasın atqaradı. Házirgi wakıtta Qaraqalpaqstan   Respublikası Teleradiokompaniyasınıń televidenie boyınsha   bas redaktordıń orınbasarı bolıp isleydi.  <br>  Á. Ótepbergenovtıń “Tamshılar” (1982), “Bulaqlar” (1990),   “Dúnya bir ájayıp jaydur” (1993), “Dozaq ishinde”   (1993), “Ashılmaǵan sır sandıǵı mendedur” (1994), “Eger   kewlimdi xosh etse...” (1996), “Allańdı umıtpa” (1997),   “Allada esap bar” (2007), “Ey, insan!” (2007), “Kún shıǵıs   muxamları” (2007), “Sálmen iyshan dóxmet kurbanı” (2007),   “Kimge kendur, kimge tardur bul dúnya” (2008), “Xalıqtan   danaman dep oylama” (2009) atlı qosıqlar hám “Oynama,   bala” (1984) gúrrińler hám “Dozaq ishinde” (1993) romanı   jarıq kórdi.  <br>  Ol túrkmen jazıwshısı B. Seytakovtıń “Qız salıǵı”   romanın hám túrkmen shayırı A. Mamedovtıń “Kewlimniń shar aynası”   degen qosıqlar toplamların qaraqalpaq tiline awdardı.   1994-jılı “Qaraqalpaqstan Respublikasına miyneti sińgen mádeniyat xızmetkeri” ,   1997-jılı “Shuxrat medalı” menen sıylıqlanǵan.  <br>  Á. Ótepbergenov 1993-jıldan Jazıwshılar awqamınıń  aǵzası."
  },
  {
    "id": 132,
    "poetName": "Ótepbergenli Esbergen  (Qunnazarov Esenbay)",
    "lifeSpan": "1944",
    "biography": "<br>  Esbergen Ótepbergenli — jazıwshı.  <br>  E. Ótepbergenli 1944-jılı házirgi Bozataw   rayonındaǵı Qarakemir kóliniń eteginde tuwılǵan. Ol 1960-jılı   orta mekgepti tamamlap, awılda jumısshı bolıp islegen,   al 1966-jılı Samarqand mámleketlik universitetin pitkerip   Qaraqalpaq mámleketlik pedinstitutında okıtıwshı   bolıp isleydi. Bakudegi tilshilik institutında aspiranturada okıydı.   Sońınan pedinstituttaǵı oqıtıwshılıq isin   dawam etedi, házir ol Berdaq atındaǵı mámleketlik universitetiniń   nemec tili kafedrasınıń docenti.  <br>  E.Ótepbergenli 1991-jılı filologiya ilimleriniń  kandidatı degen ilimiy dárejeni alıw ushın dissertaciya   jaqlaǵan.  <br>  Jazıwshınıń eki ret “Qumar”( 1988,1990), “Táǵdirler”   (1990) degen povest xám gúrrinler toplamı baspadan shıqtı.  <br>  E. Ótepbergenli (Esenbay Qunnazarov) german tilleri   boyınsha belgili kánigelerdiń biri. Onıń bir neshe   ilimiy maqalalarınan gısqarı “Lingvistikalıq valentlilik   teoriyası hám onıń shet tillerdi úyreniwdegi   tutqan ornı” (1979), “Nemec hám qarakalpak tillerindegi   awıspalı feyillerdiń valentliligi” (1980), “Hár   qıylı dúzimdegi tillerdegi feyillerdiń mánilik   qurılısları” (1993) degen ilimiy kitapları baspada   járiyalandı.  <br>  E. Ótepbergenli 1993-jıldan Jazıwshılar awkamınıń   aǵzası."
  },
  {
    "id": 133,
    "poetName": "Óteuliev Ibrayım",
    "lifeSpan": "1955-2011",
    "biography": "<br>  Ibrayım Ótewliev — ádebiyat izertlewshisi.  <br>  I. Ótewliev 1955- jılı 8-martta Końırat   rayonına qaraslı 7-awılında tuwıldı.  <br>  Orta mektepti tamamlaǵannan soń Nókis mámleketlik  universiteti filologiya fakultetiniń qaraqalpaq tili xám   ádebiyatı kánigeliginde oqıp bilim aldı (1973-1977).  <br>  Miynet jolın 1977-jılı Qanlıkól rayonı Ájiniyaz   atındaǵı mektepte muǵallim bolıwdan baslaǵan. Nókis   mámleketlik universitetiniń qaraqalpaq ádebiyatı kafedrası   aspirantı (1978-82), Qaraqalpaq tili kafedrası laborantı (1982-85).   1985-jıldan qaraqalpaq ádebiyatı kafedrası asissent oqıtıwshısı bolıp islegen.  <br>  1988-jılı “Qaraqalpaqs ádebiyatında internacionalizm   ideyası hám milliy xarakterdiń evolyuciyası” degen temada   kandidatlıq dissertaciyasın jaqladı. Sońınan Qaraqalpaq   mámleketlik universitetiniń qaraqalpaq ádebiyatı kafedrasınıń   docenti (1993-2001), 1995-1998-jılları qaraqalpaq ádebiyatı   kafedrasınıń doktorantı, oqıtıwshı (1995-98), 2001-jılı Ájiniyaz   atındaǵı Nókis mámleketlik pedagogikalıq institutınıń   qaraqalpaq ádebiyatı kafedrasınıń baslıǵı, 2004-jıldan fakultet dekanı,   2007- jıldan   qaraqalpaq ádebiyatı kafedrasınıń docenti lawazımında   islep keldi.  <br>  2004-jılı Ózbekstan Respublikası Xalıq   bilimlendiriwi aǵlası nıshanın alıwǵa miyasar boldı.  <br>  I. Ótewlievtiń “Qaraqalpaq ádebiyatında   internacionalizm ideyası hám milliy xarakterdiń evolyuciyası” (1991),   “Alaqanımdaǵı gul”. Gúrriń hám epifaniyalar (1992), “Jan   dawısı”.Ilimiy izertlewler.(1993), Baǵdarlama “XIX ásir  aqırı XX ásirdiń basındaǵı qaraqalpaq ádebiyatı” (1993   A.Paxratdinov penen birge). Golos pisatelya-golos naroda”   (1993), “Professor Yunis Paxratdinov” (1998, B.Dawletov hám   D.Paxratdinovlar menen birge). “Berdaq shayırdıń milliy   ózinshelikleri” (1998), “XIX ásir qaraqalpaq ádebiyatınıń  milliy ózinshelikleri, Ájiniyaz, Berdaq dóretiwshiliti mısalında” (2005),   kitapları basılıp shıqqan.  <br>  Ol 1992-jıldan Jurnalistler awqamınıń, 1997-jıldan   Jazıwshılar awkamınıń aǵzası."
  },
  {
    "id": 134,
    "poetName": "Ótewliev Ómirbay",
    "lifeSpan": "1954",
    "biography": "<br>  Ómirbay Ótewliev — jazıwshı hám jurnalist.  <br>  Ó. Ótewliev 1954-jılı Shımbay rayonındaǵı “Keńes”   awılında tuwılǵan.  <br>  1971-jılı orta mektepti pitkerip, Qaraqalpaq   mámleketlik pedinstitutınıń qaraqalpaq tili xám ádebiyatı   bólimine oqıwǵa kiredi.  <br>  Miynet jolın 1977-jıldan “Jetkinshek” gazetasında   baslaydı, sońınan Qaraqalpaqstan radio esittiriw komitetinde,  1985-jıldan házirge shekem “Erkin Qaraqalpaqstan” gazetasında   óz xabarshısı lawazımında islep   kelmekte.  <br>  Ó. Ótewliev “Ullı terek” (1983), “Qolıńa qus qonsın” (1986),   “Qızıl kóylekli qız” (1991), “Hújdan hám   húkim” (1992), “Adamlarǵa sırlas bolsań” (1993), “Teńizdiń jini” (2005)   atlı kitapları óz aldına baspadan   shıqtı hám olarda avtordıń gúrriń, novella   jáne publicistikalıq shıǵarmaları orın alǵan.  <br>  Ó. Ótewliev 1981-jıldan Jurnalistler awkamınıń,   1993-jıldan Jazıwshılar awkamınıń aǵzası."
  },
  {
    "id": 135,
    "poetName": "Payzullaeva Shárigúl",
    "lifeSpan": "1962",
    "biography": "<br>  Shárigúl Payzullaeva 1962-jılı Xojeli rayonında tuwılgan.  <br>  Qaraqalpaq mámleketlik universitetin tamamlaǵannan   soń miynet jolın 1986-jıldan Úlketanıw muzeyinde xızmetker bolıp islewden basladı.  <br>  Házirgi kúnde Berdaq atındaǵı milliy muzeyiniń direktorı  <br>  Onıń “Sokpak”, “Analardı uran etken xalıqlız” qosıqlar   toplamları, “Az emesdur, qaraqalpaq kop”, “Ómiri   óner bolǵan azamat”, «Alıstaǵı aǵayinler» publicistikalıq toplamları   basılıp shıqqan. Ol “Shuxrat” medalınıń iyesi.  <br>  Muzey jumıslarınan tıskarı 1987-jıldan Qaraqalpaqstan  televideniesinde “Yosh”, “Miyras”, “Yadnama” kórsetiwlerin alıp baradı.  <br>  “Alıstaǵı aǵayin” kórsetiwinin avtorı hám alıp   barıwshısı.  <br>  Sh.Payzullaeva 1995-jıldan Jazıwshılar awqamınıń  aǵzası."
  },
  {
    "id": 136,
    "poetName": "Pirjanov Uzaqbay",
    "lifeSpan": "1937",
    "biography": "<br>  Uzaqbay Pirjanov — shayır, jazıwshı hám dilmash.  <br>  U. Pirjanov 1937-jılı 18-avgustta Bozataw rayonınıń  “Erkindárya” awılında tuwılǵan. Orta mektepti pitkergennen   keyin Qaraqalpaq mámleketlik pedinstitutında   oqıydı. Miynet jolın “Jas Leninshi”, “Sovet Qaraqalpaqstanı”   gazetalarında baslaǵan. Ol “Ámiwdárya” jurnalında,   1979-jıldan “Qaraqalpaqstan” baspasında, Qaraqalpaqstan   teleradiokompaniyasında xızmet etedi.  <br>  U. Pirjanovtıń “Muxabbat kosıǵı” (1970), “Onda báhár   edi” (1977) degen qosıqlar toplamları, “Súwret” (1974),   “Aq tal astındaǵı aqsham” (1974), “Aǵıs” (1981), “Gúzgi   japıraqlar” (1983), “Qarda qalǵan izler” (1984), “Apreldiń sońǵı aqshamı” (1987)   atlı prozalıq kitapları   basılıp shıqtı.  <br>  U. Pirjanov Sh. Aytmatovtıń “Razı bol, Gúlsarı” (1979),   “Qızıl shalǵıshlı dilbarım”, “Erte ketken tırnalar”   (1982) povestlerin, “Ásirge tatırlık kún” romanın, Abılǵazınıń “Túrkler shejiresi”,   “Temir dúzikleri” dóretpelerin, K. Chandr, X.A. Abbas, M. Nuyameniń bir qatar shıǵar-   maların qaraqalpaq tiline awdarǵan.  <br>  U. Pirjanov 1972-jıldan Jazıwshılar awqamınıń  aǵzası."
  },
  {
    "id": 137,
    "poetName": "Pirnazarov Ayımqul",
    "lifeSpan": "1934-2003",
    "biography": "<br>  Ayımqul Pirnazarov — ádebiyat izertlewshisi.  <br>  A.Pirnazarov 1934-jılı 15-oktyabrde Taxtakópir   rayonında xázirgi “Bórshitaw” xojalıǵında tuwıladı.  <br>  1948-jılı Qaraózek rayonı orayındaǵı mektepti pitkeredi.   Sońınan Shımbay qalasındaǵı peduchilisheni 1952-jılı pitkergennen soń,   ol 1952-54-jılları áskeriy xızmette boladı. 1960-jılı Qaraqalpaq   mámleketlik pedagokikalıq institutınıń rus tili xám ádebiyatı fakultetin   pitkerip, óz miynet jolın Qaraózek rayonında muǵallim   bolıp islewden baslaydı.  <br>  Sońınan 1966-jılǵa shekem respublikamızdıń Kegeyli,   Taxtakopir, Ámiwdárya rayonlarında hám Nókis kalasındaǵı   mekteplerde muǵallim, mektep direktorınıń oqıw isleri boyınsha   orınbasarı lawazımlarında isleydi. 1966-jıldıń oktyabr   ayında ÓzRIAQB N. Dáwqaraev atındaǵı Tariyx,   til xám ádebiyat institutınıń qaraqalpaq klassik ádbiyatı   bolimine jumısqa ornalasadı.  <br>  Ol ómiriniń aqırına shekem usı institutta ilimiy   xızmetker, bólim baslıǵı wazıypalarında isleydi.  <br>  A.Pirnazarov 1971-jılı Alma-Ata qalasında   Omar shayır dóretiwshiligi boyınsha kandidatlıq dissertaciyasın,   1994-jılı Nókis kalasında XVIII-XIX ásirdegi klassikalıq   ádebiyatın izertlewge arnalǵan doktorlıq dissertaciyasın jaklap shıǵadı.  <br>  Ilimpazdıń “Omar shayırdıń ómiri hám tvorchestvosı” (1978),   “Rejissura Karakalpakskogo Gosteatra im. K.S.Stanislavskogo. Istoki i formirovanie” (1983),   “Ótesh, Omar hám folklor” (1991), “Qaraqalpaq ádebiyatı boyınsha   geypara oylar” (1991), “Jiyrenshe sheshen” (1992), “Jiyen  hám Omar shayırlardıń dóretiwshilik sheberlikleri” (1993),   “Istoriya karakalpakskoy literaturı s drevneyshix vremen   do  1917 g.” (Tashkent, “Fan”, 1994, avtorlar jámááti menen),   “XIX ásirdiń ekinshi yarımı XX ásirdiń basındaǵı qarakalpak ádebiyatı” (1996),   “Berdaq shıǵarmalarında qollanılǵan dóretiwshilik usıllar” (1998),   “Berdaq shıǵarmalarınıń tili” (2002) ilimiy kitapları basılıp shıktı.  <br>  Ol Qaraqalpaqstan Respublikası Joqarı Keńesiniń  Xúrmet jarlıǵı menen sıylıklanǵan. Oǵan “Qaraqalpaqstan   Respublikasına miyneti sińgen ilim ǵayratkeri” ataǵı berildi.  <br>  A.Pirnazarov 1995-jıldan Jazıwshılar awqamınıń  aǵzası."
  },
  {
    "id": 138,
    "poetName": "Pirjanov Seydabulla",
    "lifeSpan": "1940-1997",
    "biography": "<br>  Seydabulla Pirjanov — shayır.  <br>  S. Pirjanov 1940-jılı 2-fevralda Shımbay rayonındaǵı   Keńes awılında tuwılǵan. Ol orta mektepti   pitkerip awıl xojalıǵı jumısında isleydi, 1967-jılı   Qaraqalpaq mámleketlik pedinstitutın tamamlap, Qaraqalpaqstan televideniesi   hám radio esittiriw komitetinde,   Qaraqalpaqstan Jazıwshılar awqamında, “Ámiwdárya”   jurnalında isleydi.  <br>  Shayırdıń “Gúldáste” (1972), “Bayterek” (1975),   “Sayaxattı súyemiz” (1977) “Jaǵıs” (1978), “ Kırkınshı báhár”   (1981), “Qıyal qanatı” (1984), “Balalıqtıń bir kúni” (1987),   “Ómir aǵısı” (1990), “Jasıl jaǵıs” (1995) degen qosıqlar   hám poemalar toplamları basılgan.  <br>  Ol “Qaraqalpaqstan Respublikasına miyneti sińgen   mádeniyat xızmetkeri” ataǵınıń iyesi hám Qaraqalpaqstan Respublikası   Jokarǵı Keńesiniń Xúrmet jarlıǵı menen sıylıklanǵan.  <br>  S. Pirjanov 1978-jıldan Jazıwshılar awqamınıń  aǵzası."
  },
  {
    "id": 139,
    "poetName": "Raxmanov Keńesbay",
    "lifeSpan": "1942-2004",
    "biography": "<br>  Keńesbay Raxmanov — shayır hám dramaturg.  <br>  Ol 1942-jılı 18-sentyabrde Kegeyli rayonınıń aymaǵında   tuwılǵan. Orta mektepti pitkerip awılda jumıs   isleydi, 1969-jılı Qaraqalpaq mámleketlik pedagogikalıq  institutın tamamlap, televidenie hám radio esittiriw   komitetinde dáslep aǵa redaktor, soń bas redaktor lawazımında   isledi. Keyin respublikalıq jas tamashagóyler teatrınıń  ádebiy bóliminde, “Ámiwdárya” jurnalında pozeiya bólimin   basqardı. Bir qansha waqıt Jazıwshılar awqamında ádebiyattı   násiyatlaw byurosınıń baslıǵı, ómiriniń aqırına shekem   mámleketlik televidenie hám radio esittiriw kompaniyasında xızmet etti.  <br>  Onıń “Saǵan asıǵaman” (1970), “Ómir tolǵanısları”,   (1974),“Tań ashıǵı” (1978), “Ómir, sen ullısan” (1981), «Mánzilim alıs» (1995)   qosıqpar toplamları «Aqıbet» (1985), «Payǵambar jasındaǵı kúyew» (2010)   romanları basılıp shıqtı.  <br>  K. Raxmanovtıń “ Kelin” (1976), “O dúnyaǵa mirát” (1976),   “Jaralı júrekler” (1977), “Eglengen báhár” (1978), “Laqqılar emlewxanada” (1979),   “Mamamnıń jetinshi bayı” (1989)   sıyaqlı pesaları házirgi waqıtları teatr sahnalarında qoyılıp atır.   Ol “O dúnyaǵa mirát”, “Kelin” pesaları ushın   Karaqalpaqstan Respublikası Berdaq atındaǵı mámleketlik sıylıqtıń   laureatı boldı, “Karaqalpaqstan xalıq,   shayırı”, “Qaraqalpaqstan Respublikasına miyneti sińgen  kórkem óner ǵayratkeri” ataǵına iye.  <br>  K.Raxmanov 1972-jıldan Jazıwshılar awqamınıń aǵzası."
  },
  {
    "id": 140,
    "poetName": "Raximova Gúlchexra",
    "lifeSpan": "1952",
    "biography": "<br>  Gúlchexra Raximova — shayır, ózbek tilinde jazadı.  <br>  G.Raximova 1952-jılı Tórtkúl qalasında tuwılǵan.  <br>  Ol Tashkent mámleketlik universitetiniń jurnalistika   fakultetin pitkergennen keyin “Bir sapta”, “Kino”   jurnallarınıń redakciyalarında, sońınan 1978-jıldan baslap   rayonlık gazetada, házirgi wakıtta Jazıwshılar   awkamında ádebiy másláhátshi lawazımında islep kelmekte.  <br>  Shayırdıń qosıkları 60-jıllardan baslap Tashkenttegi   gazeta hám jurnallarda shıǵa basladı.  <br>  Onıń “Isenim” “Ana mexri”, «Tўrtkўl bahari», «urtim   ardoǵim», «Xayot-mamat va Hosimbek» onnan artıq h.t.b. qosıqlar,   gúrrińler hám povestler toplamları jarıq kórdi.  <br>  G. Raximova “ Isenim” toplamı ushın Qaraqalpaqstan   Jaslar awqamınıń sıylıǵına miyasar boldı.  <br>  Oǵan “Qaraqalpaqstan xalıq shayırı” ataǵı berildi.  <br>  G.Raximova 1982-jıldan Jazıwshılar awqamınıń   aǵzası."
  },
  {
    "id": 141,
    "poetName": "Reymov Keńesbay",
    "lifeSpan": "1958",
    "biography": "<br>  Keńesbay Reymov — shayır xám jurnalist.  <br>  K. Reymov 1958-jılı Kegeyli rayonında tuwılǵan.  <br>  Sol jerdegi orta mektepti pitkerip, sońınan   1980-jılı Tashkent mámleketlik universitetiniń jurnalistika   fakultetin tamamlaǵannan soń “Jas Leninshi”   házirgi “Qaraqalpaqstan jasları” gazetasıvda ádebiy xızmetker,   bólim baslıǵı bolıp isleydi.  <br>  K. Reymov Ózbekstan Jasları Qaraqalpaqstan oblastlıq   komitetinde instruktor, lektorlar toparınıń baslıǵı, 1991-1994-jılları   “Erkin Karaqalpaqstan” gazetası redaktorınıń orınbasarı,   Qaraqalpaqstan Respublikası Joqarǵı   Keńesiniń sociallıq rawajlandırıw hám jámiyetlik   birlespeler máseleleri komiteti baslıǵı lawazımların   atqardı. Házir “Erkin Qaraqalpaqstan” xám “Vesti Karakalpakstana”   gazetalarınıń bas redaktorı bolıp islep   atır.  <br>  Onıń “Appaq tırnalar” (1991) atlı qosıqlar toplamı   basılıp shıqtı.  <br>  K. Reymov 1991-jıldan Jazıwshılar awkamınıń aǵzası."
  },
  {
    "id": 142,
    "poetName": "Saǵitov Ismayıl",
    "lifeSpan": "1908-1993",
    "biography": "<br>  Ismayıl Saǵitov — folklorist alım hám ádebiyat izertlewshisi.  <br>  I. Saǵitov 1908-jılı Xojeli rayonında tuwılǵan.   Tórtkúldegi balalar úyinde tárbiyalanǵan.  <br>  Ol dáslepki jılları jaslar shólkeminde, oblastlıq   jaslar komitetinde, Qıpshaq xám Kegeyli rayonlarında partiya   jumıslarında islegen. Pútkil awqamlıq jurnalistika institugında oqıydı,   Kazaq mámleketlik universitetiniń jurnalistika   fakultetin sırttan oqıp pitkeredi, “Qızıl Qaraqalpaqstan” gazetasınıń  bólim baslıǵı, sońınan bas redaktor, Qaraqalpaq mámleketlik   baspasınıń direktorı, Qaraqalpaqstan Ministrler Keńesinde   mádeniyat isleri basqarmasınıń baslıǵı, al 1948-jıldan baslap N. Dáwqaraev   atındaǵı Tariyx, til xám ádebiyat institutında aǵa ilimiy   xızmetker, bólim baslıǵı bolıp isleydi.  <br>  I. Saǵitov 1957-jılı “Berdaqtıń tvorchestvosı” degen   temada kandidatlık, al 1963-jılı “Qaraqalpaq qaxarmanlıq eposın   túrk tilles xalıqlardıń eposları menen salıstırıp   izertlew tájiriybesi” degen temada doktorlıq   dissertaciyaların jaqladı.  <br>  Ol Ózbekstan Ilimler Akademiyasınıń xabarshı aǵzası edi.   Alımnıń ádebiy sın maqalaları, izertlewleri 30-jıllardan baslap járiyalandı.  <br>  Onıń “Berdak-ullı patriot shayır” (1943),   “Berdaktıń tvorchestvosı” (1958), “Qaraqalpaq qaxarmanlıq eposı” (1963),   “Ádebiyat xám dáwir” (1968), “Sahra búlbili”   (1974), “ Qaraqalpaq ádebiyatınıń rawajlanıw jolları”   (1979) degen hám baska da kitapları basılıp shıqtı.  <br>  I. Saǵitov mektepler, joqarı xám orta arnawlı okıw  orınları ushın sabaklıqlar hám okıw kitapların dúzdi.   Alım bulardan tıskarı A. Pushkin, M. Saltıkov-Shedrin,   A.Chexov, I.Turgenev, M. Gorkiy, M. Sholoxov hám baska da bir   qatar jazıwshılardıń shıǵarmaların qaraqalpaq tiline   awdardı. Ádebiyatshı alımnıń óziniń geypara miynetleri   de rus hám basqa da tuwısqan tillerde basılıp shıqtı.  <br>  I. Saǵitov Xúrmet belgisi ordeni hám medallar,   Ózbekstan xám Qaraqalpaqstan Respublikası Joqarǵı   Keńesleriniń Xúrmet jarlıkları menen sıylıklanǵan.   Ol Qaraqalpaqstan Respublikasına miyneti sińgen   ilim gayratkeri (1969), Ózbekstan Respublikasına miyneti   sińgen ilim ǵayratkeri (1979) hám Qaraqalpaqstan Respublikası   Berdaq atındaǵı mámleketlik sıylıǵınıń laureatı (1978) boldı.  <br>  I. Saǵitov 1942-jıldan Jazıwshılar awkamınıń   aǵzası."
  },
  {
    "id": 143,
    "poetName": "Sadıkov Salıy",
    "lifeSpan": "1941",
    "biography": "<br>  Salıy Sadıqov — jazıwshı hám jurnalist.  <br>  S. Sadıqov 1941-jılı 15-martta Qaraózek rayonında   tuwılǵan. Ol orta mektepti tamamlaǵannan keyin Tashkent   mámleketlik universitetiniń jurnalistika fakultetine   oqıwǵa kiredi. Miynet jolın “ Qaraqalpaqstan” baspasında   redaktor bolıp islewden baslaydı (1963), sońınan   N.Dáwkaraev atındaǵı Tariyx, til xám ádebiyat institutında aǵa   ilimiy xızmetker, Qaraqalpaqstan oblastlıq   partiya komitetinde lektor, Nókis mámleketlik universitetinde   filosofiya kafedrasında docent, 1991-jıldan   baslap Ájiniyaz atındaǵı Qaraqalpaq mámleketlik pedinstitutınıń tárbiya   isleri boyınsha prorektorı, oqıtıwshısı lawazımında isledi.  <br>  S. Sadıqov 1974-jılı filosofiya ilimleri boyınsha   kandidatlıq dissertaciyasın jaqlaǵan.  <br>  S.Sadıqovtıń 1964-jılı “Kastryul”, 1979-jılı   “Búlbiller”, 1986-jılı “ Quwanısh” dep atalǵan prozalıq kitapları   hám bir neshe ocherkleri, publicistikaları jarıq kórgen.  <br>  Ol L. Tolstoy, S. Ahmad, Sh. Xalmurzaev hám taǵı basqa  jazıwshılardıń shıǵarmaların qaraqalpaq tiline awdarǵan.  <br>  S. Sadıkov 1984-jıldan Jazıwshılar awkamınıń aǵzası."
  },
  {
    "id": 144,
    "poetName": "Sadıkov Abdulla",
    "lifeSpan": "1946-2001",
    "biography": "<br>  Abdulla Sadıqov —jazıwshı.  <br>  A.Sadıqov 1946-jılı 17-oktyabrde Qońırat rayonında   tuuılǵan.  <br>  Ol orta mektepti tamamlaǵannan keyin Xorezm xojalıǵında   jumısshı bolǵan (1964-66), Qaraqalpaq mámleketlik   pedinstitutın pitkergennen keyin ózi tuwılǵan rayonda muǵallim   bolıp islegen (1971-73), sońınan “Jetkinshek” gazetasında,   Qaraqalpaqstan Jazıwshılar awqamında xızmet   atkarǵan.  <br>  Ol ómiriniń aqırına shekem “Qaraqalpaqstan” baspasında   bólim baslıǵı lawazımında isledi.  <br>  Jazıwshınıń «Isenim», “Xosh, Dilbarım, xosh qılıqlı   qız ediń!”, «Sónbeytuǵın juldız»,“Bostansız búlbúl” (1988),   “Tasta da gúlleydi”(1991) degen gúrrińleri, povest hám romanları   baspadan shıqtı.  <br>  Ol Qaraqalpaqstan Respublikası Berdaq atındaǵı mámleketlik   sıylıǵınıń laureatı (1993) boldı xám Qaraqalpaqstan   Jazıwshılar awqamınıń sıylıǵın (1987) alıwǵa   eristi.  <br>  A .Sadıqov 1982-jıldan Jazıwshılar awqamınıń   aǵzası."
  },
  {
    "id": 145,
    "poetName": "Saliev Saparbay",
    "lifeSpan": "1933",
    "biography": "<br>  Saparbay Saliev — jazıwshı hám publicist.  <br>  S. Saliev 1933-jılı 23-sentyabrde Shımbay qalasında tuwılǵan.  <br>  Ol mektepti pitkergennen keyin jollama menen tıń  jerlerdi ózlestiriwshiler arasında boldı, sońınan   “Ámiwdárya” jurnalında isleydi, Moskvadaǵı Joqarı   ádebiy kurstı pitkeredi hám húrmetli dem alısqa shıqqanǵa shekem   “Erkin Qaraqalpaqstan” gazetasında jumıs isledi.  <br>  Jazıwshınıń shıǵarmaları 50-jıllardıń ortalarınan baslap járiyalandı.  <br>  Onıń “Óristen qaytkanda” (1957), “Zontik” (1965),   “Kút meni” (1960), “Ústirtke adam keldi” (1963), “Kárўan   mánzildi gózler” (1968), “Ústirt povesti” (1972), “Jer   menen tilleskenler” (1982), “Tırnaq” (1985) degen publicistikalıq shıǵarmaları,   povestleri hám romanı basılıp shıqtı. Onıń “Ústirt povesti”,   “Kárўan mánzildi gózler” shıǵarmaları rus tiline de awdarılǵan.  <br>  S. Saliev Sh. Aytmatovtıń “Botakóz”, “Jámiyla” shıǵarmaların,   Y.A.Leontichevtiń bir neshe povestlerin   qaraqalpaq tiline awdarǵan.  <br>  Jazıwshı “ Qaraqalpaqstan Respublikasına miyneti   sińgen mádeniyat xızmetkeri” húrmetli ataǵına iye.  <br>  S. Saliev 1970-jıldan Jazıwshılar awkamınıń aǵzası."
  },
  {
    "id": 146,
    "poetName": "Saparov Janabay",
    "lifeSpan": "1919-2002",
    "biography": "<br>  Jańabay Saparov— jazıwshı.  <br>  J.Saparov 1919-jılı Końırat rayonında tuwılǵan.  <br>  Ol 1939-jılı Tórtkúlde awıl xojalıq texnikumın pitkerip,   Qonıratta agronom (1943-44), rayonlıq “Jeńis bayraǵı” gazetasınıń redaktorı,   “Qızıl Qaraqalpaqstan” gazetasınıń xabarshısı (1949-50), rayonlıq partiya   komitetinde awıl xojalıǵı bóliminiń baslıǵı (1950-51), sońǵı   jılları “Jas Leninshi”, “Sovet Karakalpakstanı” gazetalarında,   1961-jıldan baslap Qaraqalpaqstan televidennesi   hám radio esittiriw Komitetiniń xabarshısı bolıp isledi.  <br>  Jazıwshınıń dáslepki shıǵarmaları 30-jıllardıń   ortalarında járiyalandı.  <br>  Onıń “Eskadron atlandı” (1957), “Shomanaydıń esigin ashqanlar” (1958),   “Ústirtke hújim” (1962), “Jeti jılǵa barabar jeti kún” (1977),   “ Shomanay” (1973) atlı   gúrriń, ocherk, povest hám romanları basılıp shıktı. Baspasózde onıń   “Baspashılar arasında” (1977), “Táslim”   (1982), “Qızıl Qońırattıń jigitleri” (1989), “Oktyabr juldızları” (1968)   degen povestleri de járiyalandı.  <br>  J.Saparov “Ózbekstan Respublikasına miyneti sińgen   mádeniyat xızmetkeri” (1979), “Qaraqalpaqstan Respublikasına miyneti   sińgen mádeniyat xızmetkeri” (1972) xúrmetli ataqlarına iye,   ol Qaraqalpaqstan Respublikası Joqarǵı Keńesiniń Húrmet jarlıǵı menen sıylıklanǵan.  <br>  J.Saparov 1960-jıldap Jazıwshılar awkamınıń aǵzası."
  },
  {
    "id": 147,
    "poetName": "Saparov Xalmurat",
    "lifeSpan": "1932-2009",
    "biography": "<br>  Xalmurat Saparov — balalar shayırı.  <br>  X. Saparov 1932-jılı 20-martta Shımbay rayonınıń  Qasım Áўezov atındaǵı ijara xojalıǵında tuwılǵan.  <br>  Ol orta mektepti pitkergennen soń 1952-1956-jılları   Qaraqalpaq mámleketlik pedinstitutınıń filologiya fakultetinde oqıydı.   Miynet jolın 1956-jılı “Jas Leninshi” (házirgi “Qarakalpaqstan jasları”)   gazetasında   ádebiy xızmetker bolıp ielewden baslaydı. Ol sońınan   bólim baslıǵı, juwaplı xatker lawazımında xızmet etedi.   2002-jıldan baslap “Jetkinshek” gazetasında bólim   redaktorı bolıp xızmet atqardı.  <br>  Shayırdıń “Nálshe” (1959), “Jas usta” (1961), “Qurqıltay” (1965),   “Baxıtlı balalıq” (1966), “Ayǵa ushıp   barǵanda” (1970), “Meniń kúnlerim” (1977), “Quslar menen sırlasqanda” (1978),   “Altın dáwran” (1982), “Watan   suńqarı” (1984), “Tábiyat - óz úyimiz” (1990), “Quyash balalarımız” (1992),   “Bala baqsha qosıǵı” (1994), “Tábiyatqa   sayaxat” (1997), “Kásibim-maqtanıshım” (2004), “Sap denede - sap aqıl” (2006),   “Kiyikler” (2009) kosıqlar toplamları basılıp shıqtı.  <br>  Onıń “Jas usta” qosıqlar toplamı 1970-jılı Tashkentte   ózbek tilinde basıldı. “Qawınnıń shiresi”   (1987), “Qaskırlar menen betpe-bet” (1996) gúrrińler   toplamı “Qaraqalpakstan” baspasınan jarıq kórdi.  <br>  Balalar shayırınıń “Jiyren tay” (1973), “Sheber   qollar” (1981), “Atam menen áńgime” (1988) dep atalǵan   qosıqlar toplamları “Qaraqalpaqstan” baspasınan orıs   tilinde basıp shıǵarıldı. “Bala hám tayınshaq” (1981)  Tashkentte,  “Eger erte  tursań” (1982) toplamı Moskvada “Detskaya literatura”   baspasında orıs  tilinde shıǵarıldı.  <br>  Shayır qosıqları belarus, moldavan, tatar, qumıq,   bashkurt, qazaq, túrkmen xám basqada xalıqlar tillerine   awdarıldı.  <br>  X. Saparov 1984-jılı “Baxıtlı balalıq”, “Qurqıltay”,   “Ayǵa ushıp barǵanda” hám “Jiyrentay” qosıqlar toplamları ushın   Qarakalpaqstan Respublikası Berdaq atındaǵı   mámleketlik sıylıktıń laureatı boldı.  <br>  Sonday-aq, oǵan 1982-jılı “Qaraqalpakstan Respublikasına   miyneti sińgen mádeniyat xızmetkeri” húrmetli   ataǵı berildi. Ol Ózbekstan hám Qaraqalpaqstan Respublikasınıń   Jokarǵı Keńesi Prezidiumınıń Húrmet   jarlıkları menen sıylıklandı.  <br>  X. Saparov 1961-jıldan Jazıwshılar awkamınıń aǵzası."
  },
  {
    "id": 148,
    "poetName": "Sársenbaev Teńelbay",
    "lifeSpan": "1940-2005",
    "biography": "<br>  Teńelbay Sársenbaev — shayır.  <br>  T. Sársenbaev 1940-jılı 9-iyulde Kegeyli rayonınıń  aymaǵında tuwılǵan.  <br>  Ol orta mektepti tamamlaǵannan keyin bir qansha   waqıtlar dawamında awılda jumıs isleydi, Qarakalpaq   mámleketlik pedinstitutın pitkerdi.  <br>  Óz miynet jolın Nókis rayonlık DOSAAF komitetinin   baslıǵı, Qarakalpaqstan televideniesi hám radio   esittiriw komitetinde redaktor, sońǵı jılları “Ámiwdárya”   jurnalında ádebiy xızmetker bolıp isleydi.  <br>  Shayırdıń “Jarshı” (1974), “Qubılıw” (1980), “Debdiw” (1977),   “Qaynawıt” (1983), “Shabıwıl” (1989), “Dúnya   menen dártlesiw” (1990), “Tańırqant” (1995) taǵı baska da   poeziyalık toplamları baspadan shıqtı.  <br>  Ol N. Jarqınbaevtıń “Alataw boyawları” atlı shıǵarmasın   qaraqalpaq tiline awdarǵan.  <br>  Onıń geypara shıǵarmaları ózbek xám rus tillerinde   de járiyalandı.  <br>  T. Sársenbaev 1980-jıldan Jazıwshılar awqamınıń   aǵzası."
  },
  {
    "id": 149,
    "poetName": "Sársenbaev Ótebay",
    "lifeSpan": "1951-2011",
    "biography": "<br>  Ótebay Sársenbaev — shayır.  <br>  Ó. Sársenbaev 1951-jılı 3-oktyabrde Kegeyli rayonındaǵı   házirgi J. Habibullaev atındaǵı shirket xojalıǵında tuwılǵan.  <br>  Ol Karaqalpaq mámleketlik pedinstitutın pitkerip   muǵallim bolıp isleydi.  <br>  Sońınan Ózbekstan pedagogikalıq ilim izertlew   institutında ilimiy xızmetker, “Jas Leninshi” (xázirgi   “Qaraqalpaqstan jasları”) gazetasında xabarshı, “Qaraqalpaqstan”   baspasında aǵa redaktor, sońınan usı baspada   kórkem ádebiyatlar bólimin basqardı.  <br>  Shayırdıń “Assalam, jaylawım” (1985), “Júrek tebrenisleri” (1982),   “Qaydasız, aqquwım” (1984), “Xarakter”   (rus tilinde, 1988), “Samanbaydıń balaları” (1990), “Shınqobız”,   “Jańabazar ápsanaları” (1992) degen toplamları   basılıp shıqtı.  <br>  Ó. Sársenbaev 1983-jıldan Jazıwshılar awkamınıń   aǵzası."
  },
  {
    "id": 150,
    "poetName": "Sátbaev Orazbay",
    "lifeSpan": "1955",
    "biography": "<br>  Orazbay Sátbaev — shayır.  <br>  Ol 1955-jılı Kegeyli rayonınıń Jalpaqjap awılında tuwılǵan.  <br>  1972- jılı orta mektepti pitkeredi, 1983-jılı Tashkenttegi   rus tili hám ádebiyatı institutın tamamlaǵannan soń “Erkin Karaqalpakstan”   gazetasında dáslep ádebiy xızmetker,   házir bólim baslıǵı bolıp islep   kiyatır. «Karaqalpakstan Respublikasına miyneti sińgen   jurnalist».  <br>  O. Sátbaevtıń “Dáslepki qar” (1988), “Ay sıǵalaydı”   (1992), «Dóńbekshigen dúnyasań» (1995), “Tırnalar” (1997),   “Saldım súwretińdi sezimlerime” (2009), «Ómir dápteri»   (2010), atlı poeziyalık kitapları basılıp shıqqan, “Evropa hám   Okeaniya xalık erteklerin” (1992) qaraqalpaq tiline awdarǵan.  <br>  O. Sátbaev 1993-jıldan Jazıwshılar awqamınıń aǵzası."
  },
  {
    "id": 151,
    "poetName": "Seytov Xojabek",
    "lifeSpan": "1917-2001",
    "biography": "<br>  Xojabek Seytov— shayır xám jazıwshı.  <br>  X. Seytov 1917-jılı 25-avgustta Taxtakópir rayonınıń Qarabuǵa awılında tuwılǵan.  <br>  Ol dáslep baslawısh mektepte muǵallim, sońınan Tórtkúldegi muǵallimler institutın pitkerip, oqıw bóliminin baslıǵı, Oblastlıq partiya komitetiniń instruktorı, radiokomitettiń baslıǵı boldı. Qaraqalpaq mámleketlik pedagogikalıq institutın pitkerip Jazıwshılar awqamınıń baslıǵı, “Sovet Qaraqalpaqstanı” gazetasınıń bólim baslıgı wazıypasında, keyin ala dem alıska shıqqanǵa shekem Jazıwshılar awqamında kórkem ádebiyattı násiyatlaw byurosınıń baslıǵı lawazımında isledi. Jazıwshı eki ret Xúrmet belgisi ordeni hám medallar, Ózbekstan xám Qaraqalpaqstan Respublikası Jokarǵı Keńesiniń Húrmet jarlıqları menen sıylıklanǵan, “Ózbekstan Respublikasına miyneti sińgen mádeniyat xızmetkeri” (1972) hám “Qaraqalpaqstan xalıq jazıwshısı” (1991) degen xúrmetli ataklarǵa iye. Shayırdıń “Alǵa jeńiske” (1944), “Baxıtlı ómir” (1944), “Ómir tańı”(1950), “Gúllengen awıl” (1955), “Tolqınlar” (1956), “Ámiw qızı” (1966), “Qızketken” (1957), “Báxárde Ámiw boyında” (1966) degen poeziyalık toplamları basılıp shıqtı. Onın poeziyalıq dóretpeleriniń “Tańlamalı shıǵarmaları” (1977) járiyalandı.  <br>  X.Seytovtıń ózbek, rus tillerinde bir neshe toplamları baspadan shıqtı. Jazıwshınıń proza tarawında “Agronom predsedatel” (1956), “Mashaqatlı baxıt” (1958), “Háwirli samal” (1973) povest hám romanları járiyalandı, bulardıń ayrımları ózbek, rus tiline awdarılǵan.  <br>  X.Seytov Tvardovskiydin «Vasiliy Terkin» poemasın (B.Qayıpnazarov penen birge) hám Mirtemirdiń «Qaraqalpaq dápteri» shıǵarmasın qaraqalpaqshalaǵan.  <br>  X.Seytov 1943-jıldan Jazıwshılar awkamınıń aǵzası."
  },
  {
    "id": 152,
    "poetName": "Seytov Shawdırbay",
    "lifeSpan": "1937-1996",
    "biography": "<br>  Shawdırbay Seytov—shayır hám jazıwshı.  <br>  Sh. Seytov 1937-jılı 16-martta Túrkmenstannıń Góne   Úrgenish rayonındaǵı “Seyit shúrteniń kalası” degen   jerde tuwılǵan.  <br>  1942-jılı Sh.Seytovtıń shańarak aǵzaları Nókis   kalasına kóship keledi hám sol wakıttaǵı mektepte bilim   aladı. Moskvada ádebiyat institutında, Karaqalpak mámleketlik   institutında oqıǵan. 1985-jılı Nókis mámleketlik universitetin   sırttan oqıp pitkerdi.  <br>  Sh. Seytov Qaraqalpaq mámlekeglik baspasında, “Ámiwdárya”   jurnalında, televidenie hám radio esiggiriw komitetinde isledi.   Bir kansha jıllar Jazıwshılar awkamında hám   “Qaraqalpakstan” baspasında bólim baslıǵı   bolıp isledi.  <br>  Onıń birinshi shıǵarmaları 60-jılları jarıq kórdi,   shayır sıpatında “Úshpelek” (1964), “Sokpaǵım meniń,   qaydasan” (1966), “Tawlardan saza” (1970), “Jollar” (1990)   toplamlarınıń avtorı.  <br>  Proza tarawında “Kóp edi ketken tırnalar”, “Qashqın”   (1969), “Jınayatlı isine kosın tigilsin” povestleri   menen birge, ol “Íǵbal soqmakları” (1975), “Xalkabad” (1978-1990,4 kitap)   “Jaman shıǵanaqtaǵı Aktuba” (1992), “ Shırashılar” (1986) romanların baspadan shıǵardı.  <br>  Jazıwshı awdarma tarawında Pushkin, Lermontov, L.Tolstoy,   Nekrasov, S.Ayniydin shıǵarmaların qaraqalpaq   oqıwshılarına jetkerdi.  Onıń “Mnogo bılo uletevshix juravley”, “Polden”   toplamları rus tilinde basılǵan.  <br>  Sh.Seytov Karaqalpaqstan Respublikası Berdaq atındaǵı   mámleketlik sıylıǵınıń laureatı, “Qaraqalpaqstan   xalık jazıwshısı” (1992), “Qaraqalpaqstan Respublikasına miyneti sińgen   mádeniyat xızmetkeri” (1990) húrmetli   ataklarına iye.  <br>  Sh. Seytov 1972-jıldan Jazıwshılar awqamınıń aǵzası."
  },
  {
    "id": 153,
    "poetName": "Seytjanov Tájetdin",
    "lifeSpan": "1924-1998",
    "biography": "<br>  Tájetdin Seytjanov—shayır hám dramaturg.  <br>  T. Seytjanov 1924-jılı 5-mayda Kegeyli rayonında   tuwılǵan. 1942-jılı ekinshi jáhan urısına atlanadı hám   jaraqatlanıp 1945-jılı kaytadı. 1948-jılı Qaraqalpaq   Mámleketlik pedinstitutın tamamladı. Mektep direktorı ,   rayonlıq jaslar komitetiniń birinshi xatkeri lawazımında isledi.  <br>  Ol 1952-54-jılları Tashkentte partiya mektebinde   oqıdı. Onı pitkerip kelgen soń “Jas Leninshi” gazetasında,   radiokomitette aǵa redaktor, Oblastlık partiya   komitetinde instruktor, “Ámiwdárya” jurnalınıń bólim   baslıǵı, mámleketlik filarmoniyanıń direktorı, qalalıq mádeniyat   bóliminiń baslıgı, “Sovet Qarakalpakstanı” gazetasında,   mámleketlik televidenie hám radio   esittiriw komitetinde baslıktıń orınbasarı bolıp isledi.   1986-jıldan Jazıwshılar awqamında xızmet etti.  <br>  T. Seytjanovtıń dáslepki qosıqları 40-jıllardıń  aqırlarında járiyalana basladı. Shayırdıń “Azamat jırı” (1955),   “Ziyba” (1959), “Qanatlı jaslıq” (1960),   “Ayna aldındaǵı sóz” (1965), “Báhár seni saǵındı” (1975),   “Muxabbatnama” (1976), “Ómir filosofiyası” (1979), “Meniń arifmetikam” (1983),   “Tasqın” (1990) sıyaqlı poeziyalık   toplamları basıldı.  <br>  Dramaturgiya tarawınaa T. Seytjanovtıń “Qırlı soqpaklar” (1958),   “Tınımsız tolqınlar” (1964), “Kúygelek   kózli yar” (1959), “Jalın” (1969), “Abu Rayxan Beruniy” (1973)   pesaları saxnalastırıldı.    <br>  Ol Nekrasovtıń “Rusta kim jaqsı turadı?”, “Rus xayalları” poemaların   hám Shevchenko, Nazım Hikmet, Rasul   Ǵamzatov shıǵarmaların qarakalpaq tiline awdarǵan.  Onıń rus xám ózbek tillerinde toplamları basılǵan.  <br>  T. Seytjanov “Qaraqalpakstan xalık shayırı” (1974),   “Qaraqalpaqstan Respublikasına miyneti singen mádeniyat   xızmetkeri” (1969).  <br>  Ol “Dank” ordeni, medallar, Ózbekstan xám Qaraqalpaqstan   Respublikası Jokarǵı Keńesiniń Húrmet jarlıqları menen sıylıklanǵan.  <br>  T. Seytjanov 1955-jıldan Jazıwshılar awkamınıń  aǵzası."
  },
  {
    "id": 154,
    "poetName": "Seytjanov Ábdirazak",
    "lifeSpan": "1936-2006",
    "biography": "<br>  Ábdirazaq Seytjanov — balalar shayırı.  <br>  Á. Seytjanov 1936-jılı 16-martta Kegeyli rayonında   tuwılgan.  <br>  Qaraqalpaq mámleketlik pedagogikalık institutın  tamamlap, respublikapıq radiokomitette (1959-1961), “Jas   Leninshi” (1961-1964) hám “Jetkinshek” gazetalarında   (1964-66), bólim baslıǵı, juwaplı xatker bolıp islegen.  <br>  Soń rayonlıq gazetada, al 1975-jıldan baslap “Celinnik”   gazetasında juwaplı xatker wazıypasın atqardı.  <br>  Sońınan Jazıwshılar awkamında kórkem ádebiyattı násiyatlaw byurosında jumıs islegen.   Ol 1993-jılı «Qaraqalpaqstan Respublikasına   miyneti sińgen mádeniyat xızmetkeri» ataǵın   alıwga miyasar boldı. Qaraqalpaqstan Respublikası Joqarǵı Keńesinin Xúrmet   jarlıgı menen sıylıklanǵan.  <br>  Onın balalarǵa arnalǵan “Árman” (1969), “Aqbuzaw” (1975),   “Dostıńa qıyanet etpe” (1981), “Tıńlań planeta balaları”(1984),   “Gúmis qońıraw” (1987), “Altı jasar Aymurat hám   bes jasar Baymurat xaqqında ertek” (1995) toplamları járiyalanǵan.  <br>  Ol balalar ushın birqansha poemalar da jazǵan.  <br>  Á.Seytjanov 1980-jıldan Jazıwshılar awkamınıń   aǵzası."
  },
  {
    "id": 155,
    "poetName": "Seytekov Ayapbergen",
    "lifeSpan": "1948-1980",
    "biography": "<br>  Ayapbergen Seytekov—shayır.  <br>  A. Seytekov 1948- jılı Kegeyli rayonında tuwılǵan.  <br>  Ol orta mektepti tamamlap awılda isledi. “Jas Leninshi”   (házirgi “Karaqalpaqstan jasları”), “Jetkinshek” gazetalarında isledi.  <br>  Shayır Qarakalpak mámleketlik pedinstitutın sırttan okıp pitkergen.  <br>  Shayırdın birinshi toplamı “Ádalat sháshmesi” (1978),   soń “Terezeni shoqıǵan shımshıq” (1982), “Joytılǵan   sokpaq” (1993), “Toparınan bólindi ak quw” (1995) qosıqlar toplamları baspadan shıqtı.  <br>  Bashkurt shayırı Gúlfiya Yunusovanıń qosıqların   qaraqalpaq tiline awdardı.  <br>  A. Seytekov 1980-jıldan Jazıwshılar awqamınıń  aǵzası."
  },
  {
    "id": 156,
    "poetName": "Seytmamutov Tajiaxmet",
    "lifeSpan": "1905-1971",
    "biography": "<br>  Tájiaxmet Seytmamutov—shayır.  <br>  T. Seytmamutov 1905-jılı Shımbay rayonındaǵı Besjap awılında tuwılǵan.   Ol Tórtkúl pedtexnikumın pitkerip Tamdı rayonında miliciya bóliminiń baslıǵı,   Shımbayda jaslar komitetiniń xatkeri boldı, Tashkenttegi redaktorlardıń   kursın pitkerdi, “Qızıl Qarakalpaqstan”   gazetasında redaktordıń orınbasarı, redaktor bolıp isledi.   Partiya institutında okıdı, Shımbay rayonlıq partiya ko-   mitetinde bólim baslıǵı, mádeniyat isleri baskarmasında,   “Sovet muǵallimi” gazetasında redaktor bolıp xızmet etti.  <br>  T. Seytmamutov ekinshi jáxán urısınıń katnasıwshısı,   ol urıstan sońǵı jılları Oblastlıq partiya komitetinde   instruktor, keyingi jılları ómiriniń aqırına shekem   “Sovet Qarakalpaqstanı” gazetasında isledi. Shayırdın   dáslepki shıǵarmaları 20-jıllardın aqırında járiyalana basladı.   Onın “Kabıl qallash” (1928), “Azat kız” (1938)   pesaları saxnaǵa koyıldı. Shayırdıń “Sawǵa” (1933),   “Karakól” (1930), “Qaxarman” (1946), “Súyemen” (1956), “Ómir   yoshı” (1963), “Jetimnen jetilgenler” (1991) degen toplamları baspadan shıqtı.  <br>  T. Seytmamutov “Dank” ordeni xám medallar,   Qaraqalpaqstan Respublikası Joqarǵı Keńesiniń Húrmet jarlıqları   menen sıylıkdanǵan. Ol “Ózbekstan Respublikasına miyneti sińgen mádeniyat xızmetkeri” degen xúrmetli   ataqqa iye edi.  <br>  T. Seytmamutov 1934-jıldan Jazıwshılar awqamınıń  aǵzası."
  },
  {
    "id": 157,
    "poetName": "Seytnazarov Ǵalım",
    "lifeSpan": "1927-1994",
    "biography": "<br>  Ǵ. Seytnazarov — shayır xám jazıwshı.  <br>  Ǵ. Seytnazarov 1927-jılı Taxtakópir rayonında tuwılǵan.   Ol 1943-jıldan baslap baslawısh klassta muǵallim boldı,   al 1944-jılı muǵallimler kursın, 1947-jılı Alma-Atada   jurnalistika kursın pitkerdi. Sońınan rayonlık   gazetada, “Jas Leninshi” gazetasında, Respublikalıq radiokomitette bas redaktor,   Karaqalpaqstan Jazıwshılar   awqamında juwaplı xatker, xúrmetli dem alısqa shıkkanǵa   shekem mámleketlik televidenie hám radio esittiriw komitetinde isledi (1964-90).  <br>  Ǵ. Seytnazarovtıń shıǵarmaları 50-jıllardın ortalarınan   baslap járiyalandı. Onıń “Birinshi dápter”  (1960), “Erlik belgisi” (1961), “Razlivtegi qos” (1968),   “Sırlasıw” (1977), “Temir kazıq” (1982), “Ya idu” (1983)   degen poeziyalıq toplamları, “Qızıl qum novellaları”   (1962), “Biziń awıl” (1960), “Dawıllar arasında” (1976),   “Jalǵız atlı” (1993), “Bóget” (1995) povestler kitabı   basılıp shıqtı. Onıń bir katar shıǵarmaları Moskvada   rus tilinde járiyalandı.  <br>  Ǵ. Seytnazarov “Ózbekstan Respublikasına miyneti sińgen   mádeniyat xızmetkeri” (1977) hám “Qaraqalpaqstan Respublikasına   miyneti sińgen mádeniyat xızmetkeri” (1969)   Xúrmetli ataklarına iye edi. Ol Ózbekstan xám Qaraqalpaqstan Respublikası   Joqarǵı Keńesiniń Húrmet jarlıǵı   menen sıylıklanǵan.  <br>  Ǵ. Seytnazarov 1953-jıldan Jazıwshılar awqamınıń  aǵzası."
  },
  {
    "id": 158,
    "poetName": "Seytnazarov Joldas",
    "lifeSpan": "1918-1982",
    "biography": "<br>  Joldas Seytnazarov 1918-jılı Shımbay rayonı Taǵjap   awılında tuwılǵan. 1930-jıldan Shımbaydaǵı “Kommuna”   mektebinde tárbiyalanadı. Miynet jolın 1937-jıldan “Jetkinshek”   gazetasınıń xabarshılar bóliminiń baslıǵı, “Sovet muǵallimi”   gazetasında mektepler bólimin baskardı.   1942-43-jılları ekinshi jáhán urısında boldı. Fronttan   qaytqan soń Kegeyli rayonlıq gazetasında redaktor, bir   kansha jıllar radio esittiriw komitetinde baslıqtıń orınbasarı,   keyin “Qarakalpakstan” baspasında isledi.  <br>  Moskvadaǵı Jokarǵı ádebiy kursta oqıdı, respublikalık   mádeniyat úyiniń direktorı, 1977-jıldan ómiriniń  aqırına shekem televidenie hám radio esittiriw komitetinde xızmet etti.  <br>  Onıń “Ernazar” (1949), “Erlik” (1953), “Júrek sózi”   (1955), “Kıraǵılık” (1958), “Kishkene doslar” (1961), “Mektep baǵı” (1955),   “Báhár hám men” (1966), “Ómir muradı”   (1966)hám baskada toplamları qaraqalpak, ózbek, rus tilinde basılıp shıqtı.   Bulardan basqa jazıwshınıń   ocherk, gúrrińleri, povestleri “Aysulıw” (1954), “Kanlıjap”lı kaharman” (1957),   “Uzaktaǵı jaylawda” (1959), “Ámiwdáryalı qız” (1961),   “Bilim hám miynet” (1961), “Altın saat” (1968) degen kitapları shıqtı.   J. Seynazarov “Ózbekstan Respublikasına miyneti sińgen mádeniyat xızmetkeri”   (1978) hám “Qaraqalpaqstan Respublikasına miyneti sińgen   mádeniyat xızmetkeri” (1968) húrmetli ataqlarǵa iye edi.   Ol Ózbekstan hám Qaraqalpaqstan Respublikası Jokarǵı   Keńesinin Húrmet jarlıǵı menen sıylıklanǵan.  <br>  Ol 1939-jıldan Jgzıwshılar awqamınıń aǵzası."
  },
  {
    "id": 159,
    "poetName": "Seytniyazov Máten",
    "lifeSpan": "1934-2006",
    "biography": "<br>  Máten Seytniyazov — shayır.  <br>  M. Seytniyazov 1934-jılı 22-fevralda Kanlıkól rayonınıń   aymaǵında tuwılǵan. Ol Qaraqalpak mámleketlik   pedinstitutın tamamlap Jazıwshılar awqamında,   “Ámiwdárya” jurnalında, Qaraqalpaq mámleketlik baspasında jumıs isledi.  <br>  Shayırdıń “ Kárim matros” (1955), “Ashqarın pıshıq   hám basqalar” (1959), “Jumbaqlar” (1957), “Tolqıtqan   oylar” (1961), “ Qızǵıńım meniń” (1966), “ Bárháma   joldaman” (1971), “Aytılar sóz”, “ El qádiri” (1973),   “Kewil tillası” (1981), “ Bir gápim bar” (1987) degen   toplamları hám “Nebıt kamen” (1979) degen at penen   “Sovetskiy pisatel” baspasınan rus tilindegi kitabı   basılıp shıqtı. “Jeti jurtqa sayaxat” (1990) atlı publicistikası jarıq kórdi.  <br>  M. Seytniyazov A. Pushkin, M. Gorkiy, M. Rılskiy, O.Shestinskiy,   L.Battın bir qatar shıǵarmaların qaraqalpaq tiline awdardı.  <br>  Shayır Ózbekstan hám Qaraqalpaqstan Respublikası   Joqarǵı Keńesinin Húrmet jarlıqları menen sıylıqlanǵan.   Ol Qaraqalpaqstan Respublikası Berdaq atındaǵı   mámleketlik sıylıǵınıń laureatı bolıwǵa eristi (1991).  <br>  M. Seytniyazov 1957-jıldan Jazıwshılar awqamınıń  aǵzası."
  },
  {
    "id": 160,
    "poetName": "Seytaev Bazarbay",
    "lifeSpan": "1957-2009",
    "biography": "<br>  Bazarbay Seytaev — shayır.  <br>  B.Seytaev 1957-jılı 14-mayda Kegeyli rayonındaǵı   “Xalkabad” shirket birlespesi aymaǵında tuwılǵan. 1978-jılı   Nókis mámleketlik universitetiniń filologiya   fakultetin pitkergennen soń respublikalıq “Jas Leninshi”   (házirgi “Qaraqalpaqstan jasları”) gazetasında   miynet jolın basladı.  <br>  Áskeriy xızmetten (1979-80) soń respublikalıq “Jetkinshek”,   “Ustaz jolı” gazetalarında, “Bilim” hám “Kara-   kdlpaqstan” baspalarında xızmet etti.  <br>  Sońınan “Kásiplik bilimlendiriw” gazetasında redak-   tor bolıp isledi.  <br>  Onıń “Ashılar dunya” (1990), “Kewil keshirmeleri” (1991),   “Alma gúllegen pasıl” (2007) qosıqlar toplamları, “Arzıwlar   kóshkisinde tawlanǵan sánem”, “Shabandozlar” atlı xújjetli   povestleri arnawlı kitap bolıp basılıp shıqtı.  <br>  2004-jılı Ózbekstan xalık shayırı Muxammed Yusuftiń   “Biz baxıtlı bolamız” atlı qosıqlar toplamı onıń  awdarmasında jarıqqa shıqtı.  <br>  B.Seytaev 1999-jıldan Jazıwshılar awkamınıń  aǵzası."
  },
  {
    "id": 161,
    "poetName": "Sultanov Alpısbay",
    "lifeSpan": "1947",
    "biography": "<br>  Alpısbay Sultanov — jazıwshı.  <br>  A. Sultanov 1947-jılı Moynaq rayonında tuwılǵan. Ol   Qaraqalpaq mámleketlik pedinstitutın tamamlap, bir qansha   wakıt “Jetkinshek” gazetasında, Ózbekkinoxronika   studiyasınıń Qaraqalpaqstan filialında, Qaraqalpaqstan   televideniesi hám radio esittiriw Komitetinde, Qaraqalpaqstan   Respublikası Joqarǵı Keńesinde, “ Qaraqalpaqfilm”   studiyasında jumıs isleydi.  <br>  Házirgi kúni Ájiniyaz atındaǵı Nókis mámleketlik   pedinstitutında oqıtıwshı bolıp islew menen birge “Sániyat”   jurnalınıń bas redaktorı wazıypasın atqarmaqta.  <br>  Jazıwshınıń “Akvarium” (1978), “ Mármer tastaǵı jazıw” (1981),   “Ómir ótkelleri” (1992), “Ákem haqqında   áńgimeler” (2007), “Novellalar” (2008) degen gúrrińler, povestler   kitabı hám “Dóhmet” romanı járiyalandı.  <br>  A.Sultanov Qaraqalpaqstan Respublikası Jaslar awkamı   sıylıǵınıń laureatı (1981).  <br>  Ol Qaraqalpaqstan Respublikası Joqarǵı Keńesiniń   Húrmet jarlıǵı menen sıylıqlanǵan.  <br>  A. Sultanov 1982-jıldan Jazıwshılar awkdmınıń aǵzası."
  },
  {
    "id": 162,
    "poetName": "Sultanov Karamatdiyn",
    "lifeSpan": "1924-1989",
    "biography": "<br>  Karamatdiyn Sultanov—jazıwshı.  <br>  K. Sultanov 1924-jılı Moynaq rayonınıń Akdárya   awılında tuwılǵan.  <br>  Ol 1941-jılı Shımbaydaǵı peduchilisheni pitkerip,   awılda muǵallim, rayonlıq “Kızıl balıkshı”, “Kızıl   Qaraqalpaqstan”, “Jas Leninshi”, “Sovet Qaraqalpaqstanı” gazetalarında,   Tashkentgegi partiya mektebin pitkerip,   radiokomitette jumıs isledi.  <br>  Onıń shayır sıpatında “Wakıt kosıkları” (1949),   “Altın dáwir” (1983), “Dáwir táriypi” (1969) degen toplamları shıktı.   Jazıwshınıń dóretiwshiliginde proza   baslı orındı iyeleydi, bul tarawda onıń “ Menin doslarım” (1956),   “Meniń awıllaslarım” (1960), “Aldınǵı sawınshı” (1956),   “Aǵalardıń ángimesi” (1968), “Ótken kúnler” (1975) degen   gúrriń hám povestler toplamları,   “Akdárya” (1962), “Ájiniyaz” (1967) romanları basılıp   shıktı. Onıń “Akdárya”, “Ájiniyaz” romanları ózbek, rus   tillerinde de járiyalandı.  <br>  K. Sultanov “Qaraqalpaqstan xalık jazıwshısı” (1974)  degen húrmetli atakka iye. Ol Qaraqalpaqstan Respublikası   Berdaq atındaǵı mámleketlik sıylıǵınıń laureatı,   Ózbekstan hám Qaraqalpaqstan Respublikası Jokarǵı Keńesleriniń   Xúrmet jarlıkları menen sıylıklanǵan, Jazıwshı Qaraqalpaqstan Respublikası   Joqarǵı Kenesine deputat bolıp saylanǵan.  <br>  K. Sultanov 1960-jıldan Jazıwshılar awkamınıń aǵzası."
  },
  {
    "id": 163,
    "poetName": "Sultanov Qalımbet",
    "lifeSpan": "1932-2001",
    "biography": "<br>  Qalımbet Sultanov — ádebiyat izertlewshisi hám sınshı.  <br>  Q. Sultanov 1932-jılı 13-martta Qanlıkól rayonınıń  aymaǵında tuwılǵan. Ol 1950-jılı Xojelidegi peduchilisheni   pitkerip, baslanǵısh klassta muǵallim bolıp isleydi, Qaraqalpaq   mámleketlik pedinstitutında oqıp, joqarı bilim   alǵannan keyin Końırat rayonında muǵallim boladı, sońınan   mámleketlik teatrda ádebiy bólimniń baslıǵı, pedinstitutta   okıtıwshı xızmetlerinde isledi, Tashkentte aspiranturanıń  teoriyalık kursında oqıdı, sońınan pedinstitutta hám   unversitette aǵa oqıtıwshı, docent, professor lawazımlarında   jumıs isledi. Q. Sultanov 1967-jılı “Házirgi Qaraqalpaq   poemaları” degen temada kandidatlıq dissertaciyasın, al 1991-jılı   “Házirgi qaraqalpak prozasınıń rawajlanıw baǵdarları”   degen temada doktorlıq dissertaciyasın jaqladı.  <br>  Alım xám sınshınıń “Zamanlas janım menen...” (1972),   “Prozanıń rawajlanıw jolları”(1977), “Folklorshı - Kallı Ayımbetov” (1979),   “T. Qayıpbergenovtıń prozası” (1979),   “Jazıwshı - dramaturg” (1984), “Shayır jolı” (1986), “Insan kúdireti” (1992)   degen miynetleri basılıp shıqtı. Ol   “Revolyuciyaǵa shekemgi qaraqalpaq ádebiyatınıc tariyxı”   (1983), “Ádebiyattanıw” (1986) atlı joqarı oqıw orınlarına   arnalǵan sabaklıqlardıń da avtorlarınıń biri. Q.Sultanov M.Gorkiydin “Ádebiyat haqqında”, (H.Jumashev pe-   nen), V.Shukshinniń “ Koraz shaqırǵansha” povest hám   gúrrińlerin, Aristoteldiń “Poetika”, Bualonıń “Sóz óneri shıǵarmaların   qaraqalpaq tiline awdarǵan. Ol “Qaraqalpaqstan Respublikasına   miyneti sicgen ilim ǵayratkeri” (1991) degen húrmetli ataqqa iye.  <br>  Q. Sultanov 1982-jıldan Jazıwshılar awkamınıń aǵzası."
  },
  {
    "id": 164,
    "poetName": "Tawmuratov Marat",
    "lifeSpan": "1959",
    "biography": "<br>  Marat Tawmuratov — jazıwshı xám jurnalist.  <br>  M. Tawmuratov 1959-jılı Nókis kalasında tuwılǵan. 1983-jılı   Qaraqalpaq mámleketlik universitetiniń matematika   fakultetin pitkergen.  <br>  Óziniń miynet jolın awıllık mektepte muǵallim bolıp islewden baslaǵan.  <br>  Sońınan Qaraqalpaqstan televideniesi, “Qaraqalpaqstan”   baspasında redaktor, “Ámiwdárya” jurnalında bólim baslıǵı,   “Qaraqalpaqfilm” kinostudiyasında, “Janlan Aral” gazetasında   bas redaktor bolıp islegen.  <br>  Házirgi wakıtta Qaraqalpaqstan telekanalında jumıs   isleydi.  <br>  Onıń “ Muhabbat dápterin betlegende” (1985),   “Erten shıǵarmız tawǵa” (1991), “Ta, Aralǵa shekem” (1992),   “Aqtúnniń kólenkesi” (1994), “Sáwirdiń aq jamǵırı” (1996), “Qıska   roman” (2004) toplamları jarıq kórgen.  <br>  M. Tawmuratov 1997-jıldan Jazıwshılar awqamınıń   aǵzası."
  },
  {
    "id": 165,
    "poetName": "Tashenov Jumabay",
    "lifeSpan": "1925-2002",
    "biography": "<br>  Jumabay Tashenov — jazıwshı.  <br>  J. Tashenov 1925-jılı Nókis rayonında tuwılǵan.   1943-45-jılları ekinshi jáhán urısında boldı. Urıstan   soń Jazıwshılar awqamında, “Qızıl Qaraqalpaqstan”   gazetasında bólim baslıǵı, redaktordıń orınbasarı wazıypalarında islegen.  <br>  Tashkentgegi partiya mektebiniń tınlawshısı boldı. Nizamiy   atındaǵı pedagogikalıq instituttı pitkerdi.  <br>  Ol 1958-60-jılları “Ámiwdárya” jurnalında bas redaktor,   1963-jılı Alma-Ata qalasına kóship, Jazıwshılar awqamında   ádebiy másláxátshi, “Jazıwshı” baspasında   redakciya baslıǵı bolıp isledi.  <br>  Jazıwshınıń “Jenimpazlar”, “Urısta shınıqqanlar”   (1944), “Jawınger doslar” (1956), “Jawınger jolı”, “Birinshi ayqas” povestleri   qaraqalpaq hám qazaq tillerinde járiyalanǵan.  <br>  Ol scenariyin jazǵan “Ana tuwralı ańız” filmi   ekranlarda kórsetildi.  <br>  “Jas gvardiya”, “Polk ulı” shıǵarmaların qaraqalpaq tiline awdarǵan.  <br>  Ol orden hám medallar menen sıylıklanǵan."
  },
  {
    "id": 166,
    "poetName": "Tájibaev Ájiniyaz",
    "lifeSpan": "1941",
    "biography": "<br>  Ájiniyaz Tájibaev — shayır.  <br>  Á. Tájibaev 1941-jılı Nókis rayonınıń Baqanshaklı   awılında tuwılǵan. 1962-jılı Qaraqalpaq mámleketlik   pedagogikalık institutın tamamladı.  <br>  Ol “Jas Leninshi” gazetasında ádebiy xızmetker, oblastlıq   jaslar awqamında instruktor, “Sovet Qaraqalpaqstanı” gazetasında redaktordıń   orınbasarı, 1975-jıldan   oblastlık partiya komitetinde, oblastlıq profsoyuz komitetinde   juwaplı lawazımlarda hám Qaraqalpaqstan   Ministrler Keńesi Baslıǵınıń orınbasarı, Qaraqalpaqstan   Baspa sóz boyınsha mámleketlik komitettiń baslıǵı boldı.  <br>  Házir baslık orınbasarı hám respublikalık “Jipek   jolı” gazetasınıń redaktorı xızmetin atkarmaqta.  <br>  Onıń dáslepki qosıkları 60-jıllardın baslarında   járiyalana basladı.  <br>  Onıń “Ay tuwıp kiyatır” toplamı 1974-jılı basılıp   shıqtı. Ol “Arzı qız” poemasınıń avtorı.  <br>  Á. Tájibaev 1977-jıldan Jazıwshılar awqamınıń aǵzası."
  },
  {
    "id": 167,
    "poetName": "Tájimuratov Ádenbay",
    "lifeSpan": "1930-1992",
    "biography": "<br>  Ádenbay Tájimuratov — shayır, jazıwshı, folklorist   alım.  <br>  Á.Tájimuratov 1930-jılı 5-mayda Moynaqta Aq dárya   awılında tuwılǵan.  <br>  1946-jılı ol Xojelidegi peduchilisheni pitkerip,   mektepte muǵallim, “Jas Leninshi” gazetasında bólim baslıǵı,   rayonlıq gazetada redaktor bolıp isleydi, sońınan   pedinstituttı tamamlap, radio esittiriw komitetinde, “Jetkinshek”   gazetasında redaktor, Jazıwshılar awqamınıń  baslıǵı, N. Dáwkaraev atındaǵı Tariyx, til xám ádebiyat institutında   ilimiy xızmetker, Karaqalpak mámleketlik pedinstitutında   okıtıwshı, Ózbekstan pedagogikalıq ilim   izertlew institutınıń Qaraqalpaqstan filialında direktor lawazımlarında isledi.  <br>  Á. Tájimuratov 1966-jılı “Qaraqalpaq xalık qosıqları”   degen temada kandidatlıq dissertaciyasın jakladı.  <br>  Onıń shıǵarmaları 50-jıllardıń baslarında járiyalana basladı.   Jazıwshınıń “Paraxatshılıq kepterleri” (1957), “Zarlıq hám Barlık” (1967),   “Hákke qayda” (1971),   “Aydınlar” (1976), “Eń qádirli sózler” (1959), “Gúrrińler”   (1960), “Sarkoplı batır” (1962), “ Sheshiwshi qáwli” (1968),   “Maqset” (1974), “Sulıwxan” (1980) degen poeziyalıq hám   prozalıq kitapları basılıp shıqtı.  <br>  Folklorist alım “ Qaraqalpaq xalıq kosıkları” (1965)   Degen kitap tayarlap oǵan kiris sóz jazdı, professor Q. Maksetov penen   birge studentler ushın “Qaraqalpak folklorı degen sabaklıqtı   jazıwǵa qatnastı (1979).  <br>  Á. Tájimuratov R. Tagordıń “ Qıyralıw”, Abdulla   Qaxxardıń “ Shappattay kız”, Sh. Aytmatovtıń “Qızıl   shalǵıshlı dilbarım”, S. Axmadtıń, S. Anarbaevtıń hám   taǵı basqa jazıwshılardıń shıǵarmaların awdarǵan.  <br>  Á. Tájimuratov Ózbekstan hám Qarakalpakstan Respublikası   Joqarǵı Keńesiniń Húrmet jarlıkları menen   sıylıklanǵan. Ol “Qaraqalpakstan Respublikasına miyneti sińgen   mádeniyat xızmetkeri” xám “Qaraqalpaqstan   xalıq jazıwshısı” húrmetli ataklarına iye.  <br>  Á. Tájimuratov 1960-jıldan Jazıwshılar awkamınıń  aǵzası."
  },
  {
    "id": 168,
    "poetName": "Tájetdinov Joldasbay",
    "lifeSpan": "1956",
    "biography": "<br>  Joldasbay Tájetdinov—shayır.  <br>  Ol 1956-jılı 6 yanvarda Shımbay rayonınıń “ Keńes”   awılında tuwılǵan. Orta mektepti pitkergennen soń, 1975-jılı   Tashkent poligrafiya texnikumın,1985-jılı Nókis   mámleketlik universitetiniń filologiya fakultetin,1991-jılı   Ekaterinburg qalasındaǵı Ural sociallıq máseleler   hám siyasattanıw institutın pitkergen.  <br>  Miynet jolın Shımbay rayonlıq mádeniyat úyinde metodist   bolıp islewden baslaǵan. Sońınan Shımbay, Bozataw   rayonlıq gazetalarda redaktor, Karaqalpaqstan respublikası baspa   sóz komitetinde, “ Karakalpaqstan” baspasında juwaplı   lawazımlarda islegen. “Qaraqalpaqstan jasları”, “Shıpaker” gazetasında bas   redaktor, Qaraqalpaqstan xabar agentliginiń direktorı,   1991-2005-jılları Qaraqalpaqstan jurnalistleri awqamınıń   baslıǵı, 2005-jıldan “Adolat” SDP   Qaraqalpaqstan Respublikası atqarıw komitetiniń baslıǵınıń   orınbasarı bolıp islegen. Házir «Kásiplik bilim-   lendiriw» gazetasınıń bas redaktorı bolıp isleydi. J.Tájetdinovtıń   dáslepki shıǵarmaları 1978-jıldan baslap baspasózde kórine basladı.  <br>  Onıń “ Mehir ”(1984), “ Qulshınıw ”(1987), “Jılǵa” (1990) atlı   poeziyalıq toplamları hám “Jerdiń tartıw   kúshi”(1992), “Aq sút bergen analar” (1995) publicistikalıq   kitapları basılıp shıqtı. Ol 2000-jılı Qaraqalpaqstan Respublikası Joqarǵı   Keńesinic Húrmet jarlıǵı “Shuxrat” medalı menen sıylıqlanǵan.  <br>  Ol  1995-jıldan  Jazıwshılar awqamınıń aǵzası."
  },
  {
    "id": 169,
    "poetName": "Tilegenov Pirlepes",
    "lifeSpan": "1918-1990",
    "biography": "<br>  Pirlepes Tilegenov — dramaturg.  <br>  P. Tilegenov 1918-jılı Shımbay qalasında tuwılǵan.   1937-jılı Tórtkúldegi awılxojalık texnikumın, 1940-jılı   Moskvadaǵı Lunacharskiy teatr institutının Karakalpaq   studiyasın tamamlaydı. Ekinshi jáxán urısı jıllarında   háreket etip turǵan armiya katarında boldı.  <br>  Urıstan sońǵı jılları Nókis qalalıq ishki isler   bólimi baslıǵınıń orınbasarı, Respublikalık mádeniyat úyiniń   direktorı, Mádeniyat isleri boyınsha komitettiń   ikspektorı, televidenie hám radioesittiriw komitetiniń   redaktorı, Mádeniyat ministrligi bólim baslıǵı,   Qaraqalpaqstan Jazıwshılar awqamında ádebiyat fondınıń baslıǵı bolıp isledi.  <br>  Ol “Birinshi gudok” (1953), “Bekjap tragediyası” (1965),   “Qılmısker kim?” (1973), “Namıs” (1976), “Analar” (1975),   “Adamnıń táǵdiri”, “Jeti million” sıyaqlı saxnalıq   shıǵarmalardıń avtorı. 1978-1988-jılları onıń toplamları basıldı.   P. Tilegenovtıń kóplegen pesaları Ózbekstan, Kazaqstan,   Tájikstan, Qırǵızstan teatrlarında saxnalastırılǵan.   P. Tilegenov Qaraqalpaqstan Respublikası Joqarǵı Keńesiniń   Húrmet jarlıǵı menen sıylıqlanǵan.   Ol “Karaqalpaqstan Respublikasına miyneti sińgen mádeniyat xızmetkeri”   húrmetli ataǵına iye boldı.  <br>  P.Tilegenov 1956-jıldan Jazıwshılar awqamınıń  aǵzası."
  },
  {
    "id": 170,
    "poetName": "Tóreshova Nabiyra  (Arzuova Nábiyra)",
    "lifeSpan": "1953",
    "biography": "<br>  Nábiyra Tóreshova—shayır.  <br>  N.Tóreshova 1953-jılı 5-mayda Końırat (házirgi Kanlıkól) rayonınıń   Sverdlov (házirgi M.Nurmuxammedov)   atındaǵı shirket xojalıǵında tuwıladı. 1969-jılı orta mektepti   tamamlaǵannan soń Nókis mámleketlik pedogogikalıq  institutının filologiya fakultetinin til xám ádebiyat   bólimin okıp pitkeredi (1969-1973). Sońınan 1975-jıldan   baslap Karakalpakstan teleradiokompaniyasınıń radio esittiriwleri   komitetinde “Jaslık” redakciyasınıń redaktorı,   bólim baslıǵı, 1989-jıldan “Ámiwdárya” jurnalında publicistika   bóliminiń baslıǵı, xázirgi kúnde usı jurnalda bas   redaktordıń orınbasarı lawazımında islep atır.  <br>  N.Tóreshovanıń dáslepki qosıqlar toplamı “Jaslıǵım   meniń” degen at penen 1978-jılı jarıq kórdi, 1981-jılı   “Ádildiń sózleri” atlı gúrrińler toplamı, 1986-jılı   “Pesnya natri golosa”, 1988-jılı “Sáwir samalı” kosıklar   toplamı, 1991-jılı “Periyzat” atlı qosıqlar toplamı   hám usı jılı túrkmen shayırı Bahargúl Kerimovanıń  “Íshqı dápteri” toplamınıń awdarması, 1994-jılı “Ózińnen” qosıklar toplamı,   1996-jılı “Ádildiń sózleri”niń   2-kitabı, 2009-jılı «Áziyzim» qosıqlar toplamı “Qaraqalpaqstan”   baspasınan jarıq kórdi. Onıń “Korǵan”, “Shaykas”, “Tutqın”, “Kızım-aw”,   “Jetim qız”, “Men ushın” poemaları menen   “Periyzat”, “Analıq haqqında qıssa” kıssaları,   “Gúlzada” draması, “Yalǵanshı” atlı dástanı basılıp shıqtı.  <br>  N.Tóreshovaǵa 1995-jılı “Karakalpaqstanǵa miyneti sińgen   mádeniyat xızmetkeri”, 2003-jılı “Karaqalpaqstan xalıq shayırı”   húrmetli ataqları berildi.  <br>  N.Tóreshova  1983-jıldan Jazıwshshar awqamınıń aǵzası."
  },
  {
    "id": 171,
    "poetName": "Turımbetov Xojamurat",
    "lifeSpan": "1922-1968",
    "biography": "<br>  Xojamurat Turımbetov — shayır.  <br>  X. Turımbetov 1922-jılı Taxtakópir rayonında tuwılǵan.   Ol 1941-jılı Xojelidegi peduchilisheni pitkergen hám ózi   tuwılǵan rayonda atkarıw komitetinde xızmet isledi.  <br>  1942-jıldan ekinshi jáhán urısına qaǵnastı. Shımbaydaǵı   muǵallimler institutın tamamlap rayonda, sońınan   muǵallim, rayonlıq gazetanıń redaktorı lawazımın   atkardı.  <br>  Moskvadaǵı ádebiyat institutın pitkerip, Jazıwshlar   awkamında másláhátshi, juwaplı xatker, “Ámiwdárya” jurnalınıń   bólim baslıǵı xızmetlerinde isledi.  <br>  Shayırdıń shıǵarmaları 40-jıllarda járiyalana basladı. Onıń   “Gúlistan” (1954), “ Baxıtlı jaslıq” (1955), “Eki   dos” (1957), “Baxıtlı kız” (rus tilinde, 1954), “Kóp kúttirgen báhár” (rus tilinde, 1957),   “Tuwıskanlık sálemi\" (ózbekshe,   1958), “Talўas” (1962), “Mángige tiri” (1961), “Jáne báhár   keldi” (1970), “Shayır jolı” (1959), “Tań” povesti taǵı   basqa toplamları basılǵan. 1974-jılı shayırdıń “Tanlamalı shıǵarmaları” járiyalandı.  <br>  X. Turımbetov Qaraqalpaqstan Respublikası Jokarǵı   Keńesinin Húrmet jarlıǵı menen sıylıklanǵan.  <br>  X. Turımbetov 1955-jıldan Jazıwshılar awkamınıń  aǵzası."
  },
  {
    "id": 172,
    "poetName": "Turdımuratova Abadan",
    "lifeSpan": "1980",
    "biography": "<br>  Abadan Turdımuratova—shayır.  <br>  A.Turdımuratova 1980-jılı 9-sentyabrde Moynaq rayonı   Qazakdárya awılında tuwılǵan.  <br>  1997-jılı  mektepti pitkergennen soń 1998-2002-jılları   Ájiniyaz atındaǵı Nókis mámleketlik pedagogikalık   institutınıń “Mektepke shekemgi tárbiya pedagogikası   hám psixologiyası” qánigeligin oqıp pitkergen.   Óziniń miynet jolın 2002-jılı Nókis pedagogikalık kolledjiniń   pedagogika-psixologiya kafedrasında okıtıwshılıktan baslaǵan.  <br>  Házir usı kafedrada aǵa okıtıwshı xám kafedra xatkeri bolıp islep atır.  <br>  Onıń eń dáslepki “Árman”, “Túslerime engen shaxzadam”   qosıkları 2000-jılı “Nókis hakıykatı” gazetasında   járiyalanǵan. Respublikalıq jas shayırlar hám jazıwshılardıń   “Zomin” (Jizzax) seminarı xám “Aqchakўl   ilhomlari” (Ellikqala) festivalında katnasıp sıylı   orınlarǵa miyasar bolǵan.  <br>  2003-jılı “Bilim” baspasınan “Gúzgi japıraklar”   qosıklar toplamı, 2002-jılı Ózbekstan Jazıwshılar   awqamı tárepinen baspadan shıqqan “Vatanim deb seni uyǵondim” almanaxında,   2008- jılı “ Yoshlar kitobi” almanaxında kosıkları basılıp shıktı.  <br>  A. Turdımuratova 2005-jıldan Jazıwshılar awqamınıń  aǵzası."
  },
  {
    "id": 173,
    "poetName": "Turımbetov Ábitay",
    "lifeSpan": "1912-1972",
    "biography": "<br>  Ábitay Turımbetov — shayır.  <br>  Á. Turımbetov 1912-jılı Qubla Qazaqstannıń Qaratas   rayonı, Jańabazar awılında tuwılǵan.  <br>  Ol ata-anasınan jaslay jetim qalıp Tashkenttegi balalar úyinde tárbiyalanadı.  <br>  Samarqandtaǵı universitetti pitkeredi, sońınan   Qaraqalpaqstan Jazıwshılar awqamında isleydi.  <br>  Jazıwshı ekinshi jáhán urısı frontlarına qatnastı.  <br>  Ol jerdegi “Watan ushın”, “Dushpanǵa qarsı alǵa” degen   ózbek tilinde shıǵatuǵın gazetalarda xabarshılıq etti,   urıstan keyingi jılları ishki isler ministrliginde, sońınan   ómiriniń akırına shekem Ózbekstan Jazıwshılar awqamında   másláńátshi bolıp isledi.  <br>  Shayırdıń dáslepki qosıkları 30-jıllarda jazılǵan.   Onıń “Jańla sestim” (1954), “Jaynaǵan keleshek” (1959),   “Meniń Respublikam” (1958), “Párўaz” (1967), “Ashshıkól”  (1971), “Qorıkpaytuǵın bala” (1974) atlı toplamları   qaraqalpaq xám ózbek tillerinde járiyalandı.  <br>  Á. Turımbetov Ózbekstan hám Qaraqalpaqstan Respublikası   Joqarǵı Keńesinin Húrmet jarlıkları menen sıy-   lıklanǵan.  <br>  Á. Turımbetov 1953-jıldan Jazıwshılar awqamınıń  aǵzası."
  },
  {
    "id": 174,
    "poetName": "Tursınova Gúlayım",
    "lifeSpan": "1954",
    "biography": "<br>  Gúlayım Tursınova — jazıwshı.  <br>  G. Tursınova 1954-jılı 10-aprelde Tájikstannıń, Xojent   oblastında tuwılǵan.  <br>  Orta mektepti pitkergennen keyin “Jetkinshek” gazetasında,   Qaraqalpakstan Jazıwshılar awkamında jumıs   isledi.  <br>  Ol 1978-jılı Moskvadaǵı ádebiyat institutın tamamlap, “Ámiwdárya”   jurnalında proza boyınsha redaktor boldı.   Xázir Respublikalık jas tamashagóyler teatrının ádebiy   bólimin baskaradı.  <br>  G. Tursınovanıń birinshi toplamı “Shuǵla” 1975-jılı   basılıp shıktı.  <br>  Onıń 1980-jılı “Minez”, “Adamlar” atlı gúrrińler toplamları,   1990-jılı “Súlder” povesti, 1992-jılı “Músápir”   atlı povestler jıynaǵı, balalarǵa arnalǵan “Ańızǵa tolı   awılım” (2006) gúrriń xám povestler kitabı, orıs tilinde   “Urok” (Sank-Peterburg, 2008) gúrrińler kitabı basılıp   shıqtı.  <br>  G. Tursınovanıń dramagurgiya tarawında “Muxabbatım — ómirim” (2003)   draması Tashkent kalasındaǵı dramalar boyınsha tanlawında jeńimpaz boldı   hám teatr saxnalarında koyıldı. “Sınaq” (2004) hám “Tentek maymıl” (2005) muzıkalı   dramaları, “Qıyanet etpe dostıńa” (2008) draması Jas tamashagóyler teatrında qoyılsa,   “Baxıtlı bolǵım keledi” video-filmi Qaraqalpaqstan telekanalınan kórsetildi.  <br>  Ol 2007-jılı “Qarakalpakstan Respublikasına miyneti  sińgen mádeniyat xızmetkeri” degen ataqqa miyasar boldı.  <br>  G.Tursınova 1980-jıldan Jazıwshılar awkamınıń aǵzası."
  },
  {
    "id": 175,
    "poetName": "Usnatdinov Sharap",
    "lifeSpan": "1942",
    "biography": "<br>  Sharap Usnatdinov 1942-jılı Kegeyli rayonında tuwılǵan.   1958-jılı Shomanay rayonında orta mektepti pitkergennen keyin   Taqıyatas qalasındaǵı eki jıllıq qurılıs   uchilishesin, soń Ózbekstan Milliy universitetiniń jurnalistika   fakultetin pitkergen. Dáslepki miynet jolın   házirgi “Karaqalpaqstan jasları” gazetasında ádebiy xızmetkerlikten   baslap, 30 jıl dawamında baspa sóz hám ǵalaba   xabar qurallarında túrli lawazımlarda isledi.  <br>  Sh. Usnatdinov 1974-76-jılları “Karakalpakstan jasları” gazetasınıń   bas redaktorı, 1978-83-jıllarda Qaraqalpaqstan mámleketlik   teleradio komiteti baslıǵınıń televidenie boyınsha   orınbasarı, 1985-88-jılları “Qaraqalpaqstan” baspasınıń direktorı,   1988-90-jılları Oblastlık partiya komitetiniń xatkeri,   1976-78 hám 1983-85-jılları “Erkin Qaraqalpaqstan” gazetası bas redaktorınıń  orınbasarı, al 1988 hám 1990-1992-jılları usı gazetanıń  bas redaktorı bolıp isledi.  <br>  Ol 1992-jılı paytaxtımız Nókis qalasınıń xákimi   bolıp saylandı.  <br>  1994-95-jılları Ózbekstan Respublikası Mádeniyat isleri   boyınsha minisgriniń orınbasarı, 1995-2002-jıllarda  Qaraqalpaqstan Respublikası Kommunallıq xızmet kórsetiw ministri,   2002-2007-jılları “Kommunallıq ıssılıq   orayı” AAJ baslıǵı, 2007-2009-jılları Karaqalpaqstan Respublikası Ministrler   Keńesi Baslıǵınıń baspa sóz xatkeri, 2009-jıldan   beri Qarakalpakstan Respublikası Ruwxıy   úgit-násiyat orayınıń basshısı lawazımında islep atır.  <br>  Sharap Usnatdinovtıń sońǵı jıllar ishinde “Kimge kesh,   kimge tań sáhár”, “Kórgenlerim, kewildegilerim”, “Mánawiyat  sabakları” , “ Isbilermenlikke mirátnama” kitapları baspadan shıqtı.   Ol 45 jıllık dóretiwshilik miyneti dáwirinde bir neshe   júzlegen maqala, ocherk hám publicistikalar   jazıp, keńnen tanılgan jazıwshı-jurnalist.  <br>  Sharap Usnatdinov — Jazıwshılar hám Jurnalistler   awkamlarınıń aǵzası, “Qaraqalpaqstanǵa miyneti sińgen jurnalist”."
  },
  {
    "id": 176,
    "poetName": "Fazılov Izbasar",
    "lifeSpan": "1909-1961",
    "biography": "<br>  Izbasar Fazılov — shayır hám Jazıwshılar awkamın   dúziwshilerdiń biri.  <br>  I. Fazılov 1909-jılı Taxtakópir rayonında tuwılǵan.  <br>  Ol 20-jılları, dáslep Shımbaydaǵı internatta, sońınan   Kazakstandaǵı Orenburg kalasındaǵı áskeriy mektepte (1925-1926)   bilim aladı.  <br>  1926-jılı Tórtkúl qalasına kelip awıl xojalıǵı texnikumına   okıwǵa kiredi hám onı pitkergennen son “Kızıl   Karakalpakstan”, “Jas Leninshi” gazetalarında juwaplı   orınlarda jumıs isleydi.  <br>  Shayır burınǵı awkam Jazıwshılarınıń birinshi s'ezdine   keńesshi dawıs penen delegat bolıp katnasadı (1934).  <br>  Shayırdıń “Jeńis jolında” (1934), “Qosıqlar” (1934,1959),   “Aўıl báxári” (1975) atlı toplamları basılıp shıktı.  <br>  I. Fazılov repressiyanıń kurbanı bolın jigirma   jılǵa shamalas kamaqta bolǵan hám qamaqtan shıqkannan   sońda dóretiwshilik penen shuǵıllanǵan.  <br>  I.Fazılov 1934-jıldan Jazıwshılar awkamınıń   aǵzası."
  },
  {
    "id": 177,
    "poetName": "Xalmuratov Tashkenbay",
    "lifeSpan": "1940",
    "biography": "<br>  Tashkenbay Xalmuratov—jazıwshı.  <br>  T. Xalmuratov 1940-jılı 5-iyunda Shımbay rayonında tuwılǵan.   Ol orta mektepti tamamlaǵannan keyin awıl xojalıǵı   tarawında tokar bolıp islegen Sońınan áskeriy xızmette bolǵan (1959-1962).   Qaraqalpaq mámleketlik pedinstitutınıń rus tili   hám ádebiyatı fakultetinde oqıp júrip,   sol instituttıń «Sovet muǵallimi» gazetasınıń juwaplı   xatkeri, Ózbekstan Telegraf Agentliginde, Karaqalpaqstan   televideniesi xám radioesittiriw' Komitetinde redaktor,   bólim baslık, telekompaniya xızmetkeri bolıp isleydi.   Tashkentte Joqarı partiya mektebin pitkergen. Nókis kalalıq   partiya komitetinde xám oblastlıq partiya komitetinde   instruktor. Ózbekstan “Kitapkumarlar” jámiyetinde xızmet isledi.  <br>  Jazıwshınıń “Zamira”( 1969),“Ele de kóp málim emes   bulaklar”(1974) «Násiyat»(1979) degen povest hám gúrrińler toplamları basıldı.  <br>  Onıń “Pitne”,“Usıl” (1983), «Kırıkbuwın» (1996) atlı   romanları arnawlı kitap bolıp shıqtı. Onıń «Doroga   dlinnoyu v jizn», «Priklyucheniya pshenichnogo zernıshka» (2009),   «Bir dáne biydaydıń basınan keshirgenleri» (2009), «I eshe   mnogo neizvestnıx rodnikov...» (2010) degen povest hám   gúrriń-ertek, shıǵarmaları baspadan shıktı.  <br>  «Karaqalpaqstan Respublikasına miyneti sińgen mádeniyat   xızmetkeri» (2000), házirgi kúnde húrmetli dem  alısta.  <br>  T. Xalmuratov 1980-jıldan Jazıwshılar awkamınıń aǵzası."
  },
  {
    "id": 178,
    "poetName": "Xalmuratov Árepbay",
    "lifeSpan": "1947",
    "biography": "<br>  Árepbay Xalmuratov 1947-jılı 17-aprelde Qanlıkól   rayonında tuwıldı.  <br>  Orta mektepti pitkergennen soń Tashkenttegi awıl   xojalıǵın mexanizaciyalaw institutın pitkeredi.  <br>  Miynet jolın Qońırat, Qanlıkól rayonlarında mexanizator   bolıp islewden baslaydı.  <br>  Soń bas injener, partiya komitetiniń xatkeri, direktordıń   orınbasarı wazıypalarında isleydi.  <br>  Árepbay Xalmuratovtıń balalarǵa arnalǵan “Qońır   qozı” (1990), “Qara tawıq” (1994), “Pildiń awzı qayaqta?”  (1996) prozalıq xám poeziyalıq kitapları “Qaraqalpaqstan”   baspasında basılıp shıqtı.  <br>  Árepbay Xalmuratov 2000-jıldan Jazıwshılar awqamınıń aǵzası."
  },
  {
    "id": 179,
    "poetName": "Xojanazarov Ulmámbet",
    "lifeSpan": "1938",
    "biography": "<br>  Ulmámbet Xojanazarov—shayır.  <br>  U. Xojanazarov 1938-jılı Kegeyli rayonında tuwılǵan.   Ol 1960-jılı Qaraqalpaq mámleketlik pedinstitutınıń   matematika fakultetin tamamlap, mektepte muǵallim, oqıw   bóliminiń baslıǵı boldı. Áskeriy xızmetten soń, televidenie hám   radio esitttiriw komitetinde jumıs isledi (1965),   “Ámiwdárya” jurnalınıń bólim baslıǵı (1966-69), oblastlıq   partiya komitetinde (1969-71), “Ámiwdárya” jurnalında bas   redaktor (1971-78) lawazımında isledi. Moskvadaǵı   Jámiyetlik ilimler akademiyasında oqıdı (1978-80),   “Sovet Qaraqalpaqstanı” gazetasında bas redaktordıń orınbasarı,   Oblastlık partiya komitetinde bólim baslıǵınıń  orınbasarı (1980-81), Bozataw rayonlıq partiya komitetiniń sekretarı   boldı, Qaraqalpaqstan televideniesi xám radio esittiriw   komitetin baskardı (1985-92), Nókis rayonınıń hákimi,   “Ruwxıylıq hám aǵartıw” orayınıń baslıǵı   boldı. Házirgi wakıtta dem alısta.  <br>  Shayırdıń “Áўelemen-dúwelemen” (1969), “Kewil tuyǵıları” (1970),   “Jıllarım meniń” (1976) «Napevı Amu», «Kewil kusım» (2010)   atlı toplamları jarıkka shıqtı. Ol A.Pushkin, Y.Lermontov, V.Mayakovskiy,   R.Babajannıń «Obi   hayot», A.Tvardovskiydiń geypara shıǵarmaların Qaraqalpaq   tiline awdarǵan. U. Xojanazarov “Ózbekstan Respublikasına   miyneti singen mádeniyat xızmetkeri” «Qaraqalpaqstan xalıq shayırı» húrmetli   ataǵına iye. Ol Ózbekstan Jaslar   awqamı sıylıǵının laureatı hám Karaqalpaqstan Respublikası Joqarǵı Keńesiniń   Xúrmet jarlıǵı menen sıylıklanǵan.  <br>  Ol 1969-jıldan Jazıwshılar awqamınıń aǵzası."
  },
  {
    "id": 180,
    "poetName": "Xojaniyazov Sapar",
    "lifeSpan": "1910-1983",
    "biography": "<br>  Sapar Xojaniyazov—jazıwshı hám dramaturg.  <br>  S. Xojaniyazov 1910-jılı Kegeyli rayonındaǵı Xalkabad   aymaǵında tuwılǵan.  <br>  Ol dáslep kısqa múddetli kurslarda oqıp sawat ashqan,   awıl xojalıq jumıslarında islegen, sońınan mámleketlik   teatrǵa aktyor bolıp kirip, usı teatrdıń rejissyorı,   direktorı, ádebiy bóliminiń baslıǵı lawazımlarında   isledi. Dramaturgtıń “Aysha” (1940), “Biziń baxadır” (1944),   “Súymegenge súykenbe” (1945), “Zıyada” (1946), “Jas júrekler” (1953),   “Baxıt” (1975), “Tapўas” (1962), “Arıwlar” (1964),   “Aqmaq patsha” (1968), “Mamanbiy” (1971) taǵı baska da   pesaları teatr saxnasında bir neshe mártebe koyıldı. Dramaturgtıń   kópshilik shıǵarmaları tuwıskan xalıklardıń  da saxnasınan keń orın alǵan.  <br>  Jazıwshınıń “Ak altınlı atızdıń adamları”(1956),   “Baxtın tapqan Begjan”, “Ak bota”, “On segizinshi jıllar edi”,   “Xújdan”, “Aydın jol”, “Xalkıńnan sır saklama” degen povest   xám romanları, “ Gúlistan”(1948) poeziyalıq kitabı jarık kórdi.   S.Xojaniyazov orden-medallar,   Karakalpakstan Respublikası Joqarǵı Keńesiniń Xúrmet   jarlıǵı menen sıylıklanǵan.  <br>  Ol “Ózbekstan Respublikasına miyneti singen artist” (1955),   “Qaraqalpakstan Respublikasına miyneti sińgen kórkem óner ǵayratkeri”,   “Qaraqalpakstan xalıq jazıwshısı” (1980) degen   xúrmetli ataklarǵa iye hám   Qaraqalpaqstan Respublikası Berdaq atındaǵı mámleketlik sıylıqtıń laureatı.  <br>  S. Xojaniyazov 1944-jıldan Jazıwshılar awqamınıń   aǵzası."
  },
  {
    "id": 181,
    "poetName": "Xojaniyazov Óserbay",
    "lifeSpan": "1926-1977",
    "biography": "<br>  Óserbay Xojaniyazov—shayır hám jazıwshı.  <br>  Ó. Xojaniyazov 1926-jılı Taxtakópir rayonında tuwılǵan. 1942-47 jıllar   aralıǵında ol mektepte muǵallim, rayonlıq gazetada juwaplı xatker bolıp isleydi.   1949-jılı muǵallimler institutın tamamladı xám “Jas Leninshi” gazetasında bólim   baslıǵı boldı (1950-51) , 1956-jılı Moskvada M.Gorkiy atındaǵı   Ádebiyat institutın tamamlap “ Karaqalpaqstan” baspasında bólim baslıǵı (1956-61),   “Ámiwdárya” jurnalında bólim baslıǵı (1962-64), “Sovet Qaraqalpaqstanı”   gazetasında xabarshı (1964-72), “Ámiwdárya” jurnalında juwaplı xatker (1972-74),   Jazıwshılar awqamınıń  juwaplı xatkeri (1974-1977) lawazımlarında isledi.  <br>  Onıń “Shın júrekten” (1952), “Biziń komissar” (1958),   “Ómir marjanları” (1959) ,“Párўaz” (1976) sıyaklı qosıklar   topshamları járiyalandı. Ó.Xojaniyazovtıń “Baxıt bosaǵasında”(1956),   “Aydana” (1972), “Bir sovxozda” (1960), “Qıs balladası” (1970),   “Jaynaǵan jáziyra” (1975), “ Bir ómir   kıssası”, “Jeztırnak”, “Jalınlı jıllarda” povestleri   dóredi.  <br>  Ó. Xojaniyazovtın bir qatar shıǵarmaları baska tillerge   de awdarılǵan. Ol Korolenko, Shedrin shıǵarmalarınan qaraqalpaq tiline   awdarmalar jasadı. Ó. Xojaniyazov Ózbekstan   hám Qaraqalpaqstan Respublikası Joqarǵı Keńesleriniń  Húrmet jarlıkları menen sıylıqlandı.Oǵan “Qaraqalpaqstan Respublikasına   miyneti singen mádeniyat xızmetkeri”   ataǵı berilgen.  <br>  Ó. Xojaniyazov 1953-jıldan Jazıwshılar awqamınıń  aǵzası."
  },
  {
    "id": 182,
    "poetName": "Xojaniyazov Shámshet",
    "lifeSpan": "1918-1942",
    "biography": "<br>  Shámshet Xojaniyazov—qaraqalpaq folklorı xám klassikalıq   ádebiyatı úlgilerin jıynawshı xám shayır sıpatında málim.  <br>  Sh. Xojaniyazov 1918-jılı Taxtakópir rayonında   tuwılǵan.  <br>  Ol baslanǵısh mektepti pitkergennen keyin awılda   jumıs isleydi, sońınan “Qızıl Qarakalpakstan” gazetasında,   Jazıwshılar awkamında miynet etti. Ol 1939-jılı   áskeriy xızmetke ketedi hám 1942-jılı urısta kaytıs boladı.  <br>  Sh. Xojaniyazov karakalpak awızeki ádebiyatı menen   jazba poeziyanıń úlgilerin jıynawda ayrıksha kózge   túskenlerdin biri.  <br>  Ol ásirese Jiyen jıraw, Kúnxoja, Ótesh, Ájiniyaz,   Berdak, Omar, Gúlmurat shayırlardıń dóretpelerin,   “Máspatsha”, “Dáwletiyarbek”, “Ashık-Nájep”, “Kurbanbek”,   “Shiyrin-Sheker” dástanların xalıq awzınan jazıp   aldı hám onı sońınan bastırıp shıǵarıwǵa múmkinshilik ashtı.  <br>  Shayırdıń kóp ǵana qosıqları hám “Azatlıq erleri”   dep atalǵan poeması gazeta-jurnallarda járiyalanǵan.  <br>  Sh. Xojaniyazov 1939-jıldan Jazıwshılar awqamınıń  aǵzası."
  },
  {
    "id": 183,
    "poetName": "Xoshniyazov Jalgasbay",
    "lifeSpan": "1947",
    "biography": "<br>  Jalǵasbay Xoshniyazov (ádebiy lakabı Muxammed Xoshan)—   shayır hám folklor izertlewshisi.  <br>  J. Xoshniyazov 1947-jılı Kanlıkól rayonında tuwılgan.   1967-jılı Nókis mámleketlik pedagogikalıq institutınıń   shet tiller fakultetin pitkerip ÓzRIAQb N. Dáwqaraev   atındaǵı Tariyx, til hám ádebiyat institutınıń qaraqalpaq   folklorı bólimine jumısqa ótedi hám 1978-jılı   “Alpamıs” dástanınıń qaraqalpaq versiyasına tariyxıy-folklorlıq   xarakteristika degen temada kandidatlıq dissertaciyasın jakladı.  <br>  Avtordıń “ Qaraqalpaq folklorındaǵı etnografiyalıq   motivler” (“FAN” 1988), “Qaraqalpaq qaharmanlıq dástanı   “Alpamıs” (1992)”, “Milliy ruwxıy dúnyamızdıń saǵaları” (2007)   ilimiy miynetleri basılıp shıqtı.  <br>  Onıń “Dalalarım babalarım” (1980), “Abılaysań” (1984),   “Quyashtıń jası” (1988), “Jasıl máwsim” (1990), “ Babalardıń dástúri” (1993)  degen atamadaǵı poetikalıq toplamları hám   “Balalıqtıń buldır aspanı” (1996) degen povesti   “Qaraqalpaqstan” baspasında járiyalandı. “Ámiwdárya” jurnalınıń   1995-jıldıń 10-12 sanlarında “Juldız aǵıp   baratır” povesti jarıq kórdi.  <br>  Ol awdarmashı sıpatında B. Parmuzinniń; “Ayrıqsha buyrıq   bolǵanǵa shekem” (1983), Tájik jazıwshısı 3. Dusma-   tovtıń “Sarı japıraklar” (1986), roman, povestlerin, Nizamiydiń   “Ǵázzellerin” (1992), Nazım Xikmettic “Azatlıq arzıwları” (1987),   házirgi dáwir poeziyasınan S.Madalievtıń “Shınǵa shıǵıw” (1989)   poeziyalıq toplamların   Qaraqalpaq tiline awdarıp bastırıwǵa eristi.  <br>  J. Xoshniyazov  1984-jıldan Jazıwshılar awkamınıń aǵzası."
  },
  {
    "id": 184,
    "poetName": "Xudaybergenov Allabergen",
    "lifeSpan": "1941-1993",
    "biography": "<br>  Allabergen Xudaybergenov — ádebiyatshı hám publicist.  <br>  A. Xudaybergenov 1941-jılı Tórtkúl rayonında tuwılǵan.  <br>  Orta mektepti pitkergennen soń awıl xojalıǵı tarawında   jumıs isleydi.  <br>  1960-65-jılları Tashkent Mámleketlik universitetin oqıp pitkeredi.   Áskeriy xızmetten soń, dáslep rayonlıq gazetada,   sońınan respublikalıq “Amu tongi” gazetasında isledi.  <br>  1992-jılı Tashkentte “Ámiwdárya boylarında” degen   kitabı baspadan shıktı.  <br>  A. Xudaybergenov filologiya ilimleriniń kandidatı.  Onıń “Kárўanbası” (1972), “Tórtkúlde mártler bar”   (1976), “Shoraxan sunkarları” (1982), “Tın jerdi ózlestiriwshiler” (1985)   sıyaklı gúrriń hám ocherkler toplamları basılǵan.  <br>  A. Xudaybergenov “Qarakalpakstan Respublikasına miyneti singen   mádeniyat xızmetkeri” xúrmetli ataǵına iye edi.  <br>  A. Xudaybergenov 1984-jıldan Jazıwshılar awkamınıń  aǵzası."
  },
  {
    "id": 185,
    "poetName": "Xudaybergenov Kamal",
    "lifeSpan": "1940-1982",
    "biography": "<br>  Kamal Xudaybergenov — sınshı hám ádebiyatshı alım.  <br>  K. Xudaybergenov 1940-jılı Kegeyli rayonınıń  aymaǵında tuwılǵan.  <br>  Ol 1962-jılı Tashkent mámleketlik universitetiń  pitkerip, “Sovet Karaqalpaqstanı” gazetasında ádebiy   xızmetker (1962-63), N. Dáwqaraev atındaǵı Tariyx, til   xám ádebiyat institutında ilimiy xızmetker, aǵa ilimiy   xızmetker, bólim baslıǵı (1963-82) bolıp isledi.  <br>  1965-68-jılları Tashkentte aspiranturada okıdı hám   1968-jılı “Házirgi qaraqalpaq poeziyasında lirik qaxarman máselesi”   degen temada kandidatlıq dissertaciyasın   jaqladı.  <br>  Sınshı hám alımnıń “Lirika hám ómir” (1970),   “Birinshi akademik” (1980), “Dáwir hám parız” (1984)   degen ádebiy sın miynetleri jarıq kórdi.  <br>  Ol “Karaqalpaq sovet ádebiyatı tariyxınıń ocherkleri” (1968),   “Qaraqalpaq sovet ádebiyatı” (1981) degen kólemli   miynetlerdiń de avtorlarınıń biri.  <br>  K. Xudaybergenov Ózbekstan Respublikası Joqarǵı Keńesinic Xúrmet   jarlıǵı menen sıylıklanǵan.  <br>  K.Xudaybergenov 1980-jıldan Jazıwshılar awqamınıń  aǵzası."
  },
  {
    "id": 186,
    "poetName": "Hábiybullaev Jumat",
    "lifeSpan": "1922-1943",
    "biography": "<br>  Jumat Hábiybullaev — shayır.  <br>  J. Hábiybullaev 1922-jılı 15-aprelde Kegeyli rayonınıc   Xalqabad awılında tuwılǵan.  <br>  Bolajaq shayır “Jetkinshek” gazetasında bólim baslıǵı boldı,   Moskvadaǵı Oraylıq Komitet janındaǵı   redaktorlar tayarlaytuǵın kursta oqıdı, “Pionerskaya pravda”   gazetasınıń xızmetkeri, “Jas Leninshi” gazetasınıń   juwaplı xatkeri bolıp isledi.  <br>  Ol 1943-jılı Stalingrad frontında qaharmanlarsha   qaza taptı.  <br>  Shayırdın shıǵarmaları “Saza” (Nókis — 1990)   dep atalǵan jawınger qálem iyeleriniń toplamında   járiyalandı."
  },
  {
    "id": 187,
    "poetName": "Hámidov Xusniddin",
    "lifeSpan": "1935",
    "biography": "<br>  Husniddin Hámidov — jazıwshı hám ádebiyatshı,   tilshi alım.  <br>  H. Hámidov 1935-jılı Shımbay rayonınıń Shoqarıq   awılında tuwılǵan. Jaslayınan eskishe sawat ashqan. Ol orta   mektepti tamamlaǵannan keyin eki jıllıq muǵalimler kursınıń   rus tili hám ádebiyatı bólimin pitkeredi hám   muǵallim bolıp isleydi. Áskeriy xızmette boladı, sońınan   muǵallimshiligin dawam etedi.  <br>  Qaraqalpak mámleketlik baspasında redaktor bolıp isleydi (1959),   N. Dáwkaraev atındaǵı Tariyx, til hám ádebiyat   institutınıń shıǵıs qoljazbaları fondı boyınsha   ilimiy xızmetker, aǵa ilimiy xızmetker, bólim baslıǵı   bolıp isleydi.  <br>  X. Hámidov ilimiy jumıslarına qosa pedagogika tarawında   Qaraqappaq mámleketlik universitetiniń professor oqıtıwshısı,   arab filologiyası kafedrasınıń baslıǵı,   2003-2008-jıllar aralıǵında Qaraqalpaq mámleketlik universiteti   janındaǵı filologiya pánlerinen doktorlıq dissertaciyalar   jaklaw boyınsha Qánigelestirilgen Keńes baslıǵı xızmetlerin atqardı.  <br>  H. Hámidov 1967-jılı “XVIII —XIX hám XX ásir basındaǵı   yuridikalıq hújjetlerdiń tili hám onıń   xázirgi karaqalpaq ádebiy tiline qatnası” degen temada   kandidatlıq, al 1990-jılı doktorlıq dissertaciyaların jakladı.   Ol 1994-jılı Ózbekstan Ilimler Akademiyasınıń xabarshı   aǵzası, 2000-jılı akademik bolıp saylandı. Ilim tarawındaǵı  pidayı xızmetleri ushın “Qaraqalpaqstan Respublikasına  miyneti sińgen ilim ǵayratkeri” ataǵı berildi.  <br>  Jazıwshınıń, “Ómir ıshkı” (1980), “Ilham” (1986)   atlı qosıqlar toplamları, “Estelik” (1981) degen gúrriń,   povestler kitabı hám “Ushkın” (1993), “Óz úyim” romanları   járiyalandı. 2007-jılı “Ómir mánzilleri” kosıklar,   gúrrińler, povestler toplamı basılıp shıktı. Ol parsı tilinen   Saadiydiń “Gúlistan” kitabınan karakalpak tiline   úzindiler awdardı.  <br>  Ádebiyattanıw hám til bilimi tarawında H. Hámidovtıń   “Qaraqalpaq tili tariyxınıń ocherkleri” (1974), “Ertedegi   karakalpak tiliniń jazba estelikleri” (1985), “Shı-ǵıs tillerindegi jazba dárekler hám XIX ásirdegi   karaqalpaq shayırları” (1991), “Pismennıe pamyatniki   karakalpakskogo yazıka...” (1987) “Rukopisnoe nasledie   Berdaxa”, “Shejire”, “Rodoslovnoe derevo”, “Xorezm xikoyati”,   “Rasskazı o Xorezme” (1995) degen miynetleri basılıp shıktı.  <br>  H. Hámidov 1993-jıldan Jazıwshılar awqamınıń aǵzası."
  },
  {
    "id": 188,
    "poetName": "Shamuratov Ámet",
    "lifeSpan": "1912-1953",
    "biography": "<br>  Ámet Shamuratov—shayır hám jazıwshı.  <br>  Á.Shamuratov 1912-jılı Xojeli rayonında tuwılǵan.   Ol Xojelidegi internatta tárbiyalanadı, soń Shımbaydaǵı   “Kommuna” mektebinde okıydı. Á. Shamuratov 1931-jılı   Moskavaǵa oqıwǵa jiberiledi, jumısshılar fakultetinde   oqıydı hám metropoliten qurılısında isleydi.   1938-jılı bul oqıw ornın tamamlap, Respublika bilimlendiriw   ministrliginde inspektor, soń baspasóz orınlarında isleydi.   1947-50-jılları Ámet Shamuratov partiya   mektebin pitkeredi. Qaraqalpaqstan Ministrler Keńesi   baslıǵınıń orınbasarı, Nókis qalalıq partiya komitetiniń   birinshi xatkeri, Jazıwshılar awqamınıń baslıǵı   lawazımlarında isleydi. Onıń “Sıylıq” (1940), “Watan   haqqında qosıkdar” (1943), “ Baxıt” (1949), “ Eski mekgepte”(1940),   “Baxıt qosıqları” (1949) sıyaklı poeziyalıq,   prozalıq toplamları basıldı. Jazıwshınıń Tańlamalı shıǵarmaları   bir neshe mártebe qayta basıldı,( 1954-63), (1962-72) “Eski mektepte”,   “Meniń jolbarıslar menen ushırasıwlarım”   povestleri rus, ózbek tillerinde járiyalandı.  <br>  Á. Shamuratov “Aral qızı” (J. Aymurzaev penen birge),   “Kırıq qız”(I. Yusupov penen birge) pesalarınıń  avtorı. Ol orden-medallar, Ózbekstan hám Karaqalpaqstan   Respublikası Joqarǵı Keńesinin Xúrmet jarlıqları   menen sıylıklandı. Á. Shamuratov Karaqalpakstan Respublikasınıń  Joqarǵı Keńesine deputat bolıp saylandı.  <br>  Á. Shamuratov 1941-jıldan Jazıwshılar awqamınıń  aǵzası."
  },
  {
    "id": 189,
    "poetName": "Shamuratov Artık",
    "lifeSpan": "1915-1942",
    "biography": "<br>  Artık Shamuratov—shayır.  <br>  A. Shamuratov 1915-jılı Karaózek rayonında tuwılǵan.  <br>  Shımbaydaǵı jumısshı jaslar mektebinde okıydı   (1929-1955), Tórtkúl pedtexnikumın tamamlaydı (1936). Sońınan Qaraózek   rayonında muǵallim (1936-38), Qarakalpak mámleketlik   baspasında islegen (1938-41). Keyin mektep direktorı,   rayonlık partiya komitetinde instruktor   bolıp islegen. 1942-jılı urısqa ketedi hám sol jılı   urısta kaytıs boladı.  <br>  Onıń 1940-jılı “Sıy” toplamı basıldı. Sonǵı   jılları “Ómir, seni jırlayman” degen at penen shıǵarmalar   jıynaǵı járiyalandı (1987).  <br>  A. Shamuratov 1939-jıldan Jazıwshılar awkamınıń  aǵzası."
  },
  {
    "id": 190,
    "poetName": "Shamuratova Gúlistan",
    "lifeSpan": "1937",
    "biography": "<br>  Gúlistan Shamuratova—shayır.  <br>  G. Shamuratova 1937-jılı Tórtkúl kalasında tuwıldı.   Ol 1965-jılı Karaqalpaq mámleketlik pedagogikalıq institutınıń   qarakalpak tili hám ádebiyatı fakúltetin pitkerdi.  <br>  Dáslep ol radioda xabarshı hám diktor wazıypasın atqardı.   Sońınan “ Qarakalpakstan jasları” gazetasında awdarmashı,   teleradiokompaniyada redaktor, Jazıwshılar awkamında   juwaplı xızmette, sońınan Bozataw rayonında juwaplı   xatker bolıp isleydi.  <br>  Shayıranıń qáleminen dóregen “Ǵumsha ashılǵanda” (1971-jıl),   “Árman” (1977-jıl), “Miyrim” (1982-jıl), “Zvenyashaya   struna” orıs tilinde (1984-jıl), “Qushtarlıq” (1989-jıl),   qosıklar toplamları menen “Kanlı kól waqıyası” (1991-jıl),   pesalar, inscenirovkalar, gúrrińler jıynaǵı, “Ámiw ápsanası” (1996-jıl),   “Mehirgiya sırlaslarım” (2001-jıl), “Kewil tuyǵıları” (2004-jıl),   “Muxabbat ápsanası” (2005-jıl)   kitapları basılıp shıqtı.  <br>  G. Shamuratova 1969-jılı Karakalpaqstan Respublikası   Joqarǵı Keńesiniń Húrmet jarlıǵı menen sıylıklanǵan.  <br>  1991-jılı “Karaqalpaqstan Respublikasına miyneti sińgen   mádeniyat xızmetkeri” degen ataqqa iye boldı.  <br>  G. Shamuratova 1976-jıldan Jazıwshılar awqamınıń   aǵzası."
  },
  {
    "id": 191,
    "poetName": "Sherniyazova Dáwletbiyke",
    "lifeSpan": "1952",
    "biography": "<br>  Dáwletbiyke Sherniyazova—jazıwshı xám jurnalist.  <br>  D.Sherniyazova 1952-jılı 13-fevralda Nókis qalasında   tuwılǵan.  <br>  Orta mektepti tamamlaǵannan soń, Karakalpak mámleketlik   pedinstitutınıń rus tili hám ádebiyatı fakultetin pitkerdi.  <br>  Miynet jolın 1974-jıldan Karakalpakstan radiosınıń russha   esittiriwler redakciyasında baslaǵan, sońınan   siyasiy-jámiyetlik esittiriwler redakciyasında isleydi.  <br>  1990-jıldan baslap sol jerde bas redaktordıń orınbasarı,   ádebiy-dramalık bólimniń baslıǵı bolıp isleydi.  <br>  Jazıwshınıń “Júrek sırları” (1977), “Músin” (1986),   “Kepterler qaytıp keledi” (1996), “Egizekler”, “Ómiri   gózzal insan” gúrriń hám povestler, “ Men sizge ashıqpan”   romanı baspadan shıqtı.  <br>  Ol Karaqalpaqstan Joqarǵı Keńesiniń Húrmet jarlıǵı   menen sıylıklanǵan hám “Krestyanka” jurnalınıń  da sıylıǵın alıwǵa miyasar boldı.  <br>  D.Sherniyazova 1993-jıldan Jazıwshılar awqamınıń  aǵzası."
  },
  {
    "id": 192,
    "poetName": "Yunusova Kurbanbiyke",
    "lifeSpan": "1959",
    "biography": "<br>  Qurbanbiyke Yunusova—jurnalist hám jazıwshı.  <br>  Q.Yunusova 1959-jılı 6-aprelde Tórtkúl rayonında tuwılǵan.  1975-jılı rayondaǵı 16-sanlı mektepti pitkerip, 1976-1982-jıllar   aralıǵında Tashkent mámleketlik universitetiniń   jurnalistika fakultetinde okıdı.  <br>  Miynet jolın rayon gazetasında korrektor bolıwdan basladı.   1982-1996-jıllar aralıǵında rayon gazetasında xabarshı,   juwaplı xatker, bólim baslıǵı, Tórtkúl rayonı hákimiyatında   bas kánige bolıp isledi. 2006-2008-jıllarda “Túrkiston”   gazetasınıń Karakalpaqstan Respublikası boyınsha xabarshısı   xızmetlerinde isledi. Házirgi wakıtta rayonlık   “Manaviyat tarǵiboti” bólimi baslıǵı bolıp islep atır.  <br>  Onıń shıǵarmaları “Tórtkúl gúlleri” toplamına kirgizildi,   “Qarakalpakstan Tórtkúlden baslanadı”, 2005-jılda   “Tórtkúl keshe, búgin hám erten” toplamlarında qosıkları,   gúrriń xám ocherkleri de orın aldı. “Elimizning fidoyi   kishilari” (1994) “Kўngil mulkida yashaysiz”(1995),“ Shijoat” (1999),   “Tўrtkul va Tўrtkўlliklar” toplamları basılıp   shıqtı. Sonday-ak, “Ádeptanıw” kitabın ózbek tiline awdarıwda qatnastı.  <br>  Q.Yunusova 1999-2004-jılları rayonlıq Kenesi deputatlıǵına saylandı.   Oǵan 2002-jılı “Qaraqalpaqstan Respublikasına miyneti   sińgen jurnalist” húrmetli ataǵı berildi.  <br>  Kurbanbiyke Yunusova 2003-jıldan Jazıwshılar awkamınıń aǵzası."
  },
  {
    "id": 193,
    "poetName": "Yusupov Ibrayım",
    "lifeSpan": "1929-2008",
    "biography": "<br>  Ibrayım Yusupov — XX ásirdegi Qaraqalpaq poeziyasınıń   iri wákili, onıń bayteregi.  <br>  I.Yusupov 1929-jılı 5-mayda Shımbay rayonındaǵı Azat   awılında tuwılǵan. Ol 1949-jılı Qaraqalpaq mámleketlik   pedinstitutın tamamlap, usı jerde oqıtıwshı etip   kaldırıldı (1949-1961), sońınan shayır “Ámiwdárya”   jurnalınıń bas redaktorı (1961-1962), N.Dáwqaraev atındaǵı   Tariyx, til hám ádebiyat institutında ilimiy xızmetker,   sektor baslıǵı (1962-1965), Qaraqalpakstan Jazıwshılar   awqamınıń baslıǵı (1965-1980), “Sovet Karakalpaqstanı”   gazetasınıń bas redaktorı (1980-1985), Respublikalıq   paraxatshılıqtı qorǵaw Komitetiniń baslıǵı,   Respublikalıq Ruwxıylık xám aǵartıwshılıq orayının   baslıǵı bolıp isledi. Shayırdıń dáslepki kosıqları   40-jıllardıń ortalarında járiyalandı.  <br>  Onıń “Baxıt lirikası” (1955), “Kúnshıǵıs   jolawshısına” (1959), “Oylar” (1960), “Jeti asırım” (1962),   “Dala ármanları” (1966), “Kewil kewilden suw isher” (1971),   “Dáwir samalları” (1982), “Alasatlı dúnya bul” (1987),   “Tumaris xám baskalar” (1974), “Yosh” (1978), “Shıǵarmalarınıń  eki tomlıǵı” (1978-79), “Duzlı samallar” (1988),   “Kewildegi keń dúnya” (1989), “Úmit jaǵısı” (1990), “Tanlawlı   shıǵarmalarınıń eki tomlıǵı” (1992), “Begligińdi buzba   sen” (1995), “Búlbil uyası” (1997), “Ómir, saǵan ashıqpan” (1999),   “Xár kimniń óz zamanı bar” (2004) sıyaklı bir neshe   qosıqlar xám poemalar toplamları hám “Ǵarrı tuttaǵı gúz”   (1963) degen gúrriń xám ocherkler jıynaǵı jarık kórdi.  <br>  I.Yusupov dramaturgiya tarawında da “Qırık kız”   (Ámet Shamuratov penen birlikte), “Ómirbek laqqı” (1966),  “Mángi bulak” (1986) dramaların, “Ájiniyaz” operasınıń  (1973) librettosın xám Qaraqalpaqstan Respublikası   Gimnin jazdı.  <br>  Shayır karaqalpaq ádebiyatı baǵdarlamasın   dúziwshilerdiń biri, ol ádebiyattan sabaklıq jazıwǵa   katnastı, ádebiyat tariyxın xár tárepleme izertlewge   belsendilik etken kóp ǵana sın maqalalarınıń avtorı.  <br>  Shayırdsh ózbek tilinde: “Buloklar qaynaydi”, (1960),   “Oltin kirǵoq”, (1962), “Saxro orzulari”, (1967), “Chul   gurgoyi”, (1972), “Raxmat senga, zamonim!”, (1979), “Qoratol”,   (1988). Rustilinde: “Pesni gornogoruchya”, (1960), “Meridianı   serdia”, (1966), “Glazayashericı”, (1973), “Stixi”, “Biblioteka   sovetskoy poeziy”, (1976), “Rozı polın”, (1980), “Zvon   stremeni”, (1981), “Stremlyus vsey dushoy”, (1986). Qırǵız   tilinde “Tala qıyaldarı” (1969) xám túrkmen tilinde   “Erikler gúllende” (1986) atlı toplamları basılıp shıqtı.  <br>  Onın dúnya klassiklerinen kóp ǵana awdarmalarınıń  úlgileri “Mángi bulaqlar” (1985) degen at penen basılıp   shıqtı.  <br>  I.Yusupov 1994-jılı “Doslıq ordeni”, 1999-jılı “El-yurt   xurmati” ordeni menen sıylıklanǵan. Qaraqalpaqstan   xalıq shayırı (1974), Ózbekstan xalıq shayırı (1992),   Qaraqalpaqstan Respublikasına miyneti sińgen mádeniyat   xızmetkeri (1964), 2005-jılı “Ózbekstan Qaxarmanı”,   Karaqalpaqstan Respublikasınıń Berdaq atındaǵı   Mámleketlik sıylıǵınıń xám Xamid Álimjan atındaǵı   Ózbekstan mámleketlik sıylıǵınıń laureatı (1970), 7-10   shaqırıq Qaraqalpaqstan Respublikası Joqarǵı Kenesiniń  deputatı bolǵan, Ózbekstan xalıq deputatı boldı.  <br>  I.Yusupov 1956-jıldan Jazıwshılar awqamınıń aǵzası."
  },
  {
    "id": 194,
    "poetName": "Yusupova Munavvara",
    "lifeSpan": "1958",
    "biography": "<br>  Munavvara Yusupova — shayır hám jurnalist.  <br>  M.Yusupova 1958-jılı 8-martta Tórtkúl rayonında tuwılǵan.   1975-jılı rayondaǵı 1-sanlı orta mektepti pitkerip,   Tórtkúl rayonındaǵı oraylasqan kitapxanada miynet   jolın baslaǵan.  <br>  1976-jılı Tashkent mámleketlik mádeniyat institutınń   kitapxanashılıq xám bibliografiya fakultetine   okıwǵa kirip, pitkerip shıǵadı. Ol 1981-2000-jıllar   aralıǵında rayonlık oraylasqan kitapxananın bas bibliografı   bolıp xızmet etti. 1998-jıldan baslap Tórtkúl   rayonı televideniesinde bas redaktor lawazımında islep   agır.  <br>  Dáslepki kosıkları mektepte okıp júrgen wakıtları   rayonlık “Dўstlik bayroǵi” gazetasında basılıp shıqtı.   Sonday-aq, 1983-jılı “Jaslar parvozi”, 1993-jılı   “Turtkul gullari” almanaxlarında qosıkları menen qatnastı.  <br>  Onıń “ Munis nidolar” kitabı 2002-jılı baspadan   shıktı. Abdulla Norinjanvali, Sultan Oayis Qoraniy,   Keshirmes Qubro xám Allaquli Buzruk hakkındaǵı tariyxıy   kitabı 2003-jılı Úrgenish mámleketlik universitetiniń  baspasınan shıǵarıldı. Al, 2006-jılda “Yangi asr avlodi”   kitabı baspadan shıqgı.  <br>  M.Yusupova 2002-jıldan Jazıwshılar Aўqamınıń  aǵzası."
  },
  {
    "id": 195,
    "poetName": "Yakubov Ǵayıp",
    "lifeSpan": "1937",
    "biography": "<br>  Ǵayıp Yakubov — shayır, dilmash hám jurnalist.  <br>  Ǵ.Yaqubov 1937-jılı 9-oktyabrde Xojeli qalasında   tuwılǵan. Ol Tashkent mámleketlik universitetiniń   jurnalistika fakultetin tabıslı pitkergennen keyin,   mektepte muǵallim, 1964-1968-jılları Qaraqalpak mámleketlik   pedinstitutında oqıtıwshı, 1968-jılı Respublikalıq   muǵallimlerdiń bilimin jetilistiriw institutında   kabinet baslıǵı, 1969-85-jılları «Ўqituvchilar gazetası»-   nıń Xorezm hám Karakalpakstan boyınsha arnawlı xabarshısı.   1985-1992-jılları Karakalpaqstan Jazıwshılar   awqamında ádebiy másláhátshi, ádebiyat qorınıń baslıǵı   bolıp isleydi. “Ma'rifat” gazetasınıń xabarshısı, sońınan   “Amu tongi” gazetasında isleydi. Xázir Ózbekstan Respublikası   “Hurriyat” gazetasının Qaraqalpaqstan Respublikası boyınsha xabarshısı hámde «Qarakolpoǵiston tongi» gazetasında islep atır.  <br>  Ǵ.Yakubovtıń “Sırlı tayaq” (1965), “Jaǵıstaǵı samallar”(1988),  “Tórtlikler”(1991), “Muhabbat-hikmat”(2007)   kitapları basılıp shıqtı. Ol awdarma tarawında T.Qayıpbergenovtıń  “Suwıq tamshı” (A.Qahhar menen birlikte),   “Uyqısız túnler”(1972) povestlerin ózbek   tiline awdardı.  <br>  Ǵ.Yakubov Qaraqalpaqstan Respublikası Jokarı Kenesiniń  Xúrmet jarlıǵı menen sıylıklanǵan.  <br>  Ǵ.Yakubov 1990-jıldan Jazıwshılar awqamının aǵzası."
  },
  {
    "id": 196,
    "poetName": "Yangibaeva Zuxra",
    "lifeSpan": "1956",
    "biography": "<br>  Zuhra Yangibaeva — shayır.  <br>  3. Yangibaeva 1956-jılı Beruniy qalasında tuwılǵan.  <br>  1977-jılı Nókis mámleketlik Universitetiniń ózbek   tili hám ádebiyatı fakultetin pitkerdi.  <br>  Miynet jolın Beruniy rayonındaǵı 61-orta mektepte   muǵallim bolıp islewden baslaydı.  <br>  Al, 1988-jıldan xázirge shekem usı rayondaǵı 12-balalar  baqshasının baslıǵı bolıp islep atır.  <br>  Shayıranıń kosıkları 2000-jılı “ Bilim” baspasınan  shıkqan “Íklas”, 2003-jılı “ Nawrız” (Tashkent) baspasınan   shıkkan “Oyaw kálb” poeziyalık kitaplarında   járiyalanǵan.  <br>  Z.Yangibaeva 2001-jılı Samarqand qalasında ótkerilgen  “Dóretiwshi muǵallim” respublikalıq tanlawınıń   jeńimpazı.  <br>  Ol “Ózbekstan xalıq bilimlendiriwi aǵlası”.  <br>  Z.Yangibaeva 2003-jıldan Jazıwshılar awkamınıń   aǵzası."
  }
]